{
  "law_key": "Egyptian_Labour_Law",
  "law_name": "قانون العمل",
  "country": "مصر",
  "data": [
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-001",
      "article_number": "1",
      "part (Bab)": "الكتاب الأول: التعاريف والأحكام العامة",
      "chapter (Fasl)": "الباب الأول: التعاريف",
      "original_text": "يقصد فى تطبيق أحكام هذا القانون بالكلمات والمصطلحات الآتية المعانى المبينة قرين كل منها:\n1- العامل: كل شخص طبيعى يعمل لقاء أجر لدى صاحب عمل تحت إدارته أو إشرافه.\n2- المتدرج: كل من التحق لدى صاحب عمل بقصد تعلم مهنة أو صنعة أو حرفة لقاء أجر.\n3- صاحب العمل: كل شخص طبيعى أو اعتبارى يستخدم عاملاً أو أكثر لقاء أجر.\n4- الأجر: كل ما يحصل عليه العامل لقاء عمله نقداً كان أو عيناً، ويشمل الآتى:\nالأجر الأساسى: الأجر المنصوص عليه فى عقد العمل، وما يطرأ عليه من علاوات.\nالأجر المتغير: باقى ما يحصل عليه العامل من عناصر الأجر، وعلى الأخص:\n(أ) العمولة أو النسبة المئوية: مبلغ من المال يدفع للعامل مقابل ما يقوم بإنتاجه، أو بيعه، أو تحصيله طوال قيامه بالعمل المقرر له هذه النسبة.\n(ب) العلاوات: مبلغ مالى أو نسبة من الأجر الأساسى تُمنح للعامل لمواجهة ظروف اقتصادية أو اجتماعية أو فنية ما لم تضم إلى الأجر الأساسى.\n(ج) المنح: ما يعطى للعامل زيادة على أجره، متى كانت مقررة فى عقود العمل الفردية، أو الجماعية، أو الأنظمة الأساسية للعمل، أو ما جرت العادة بمنحه.\n(د) المكافأة: كل ما يصرف للعامل نقداً كان أو عيناً نظير إجادة، أو تميز، أو كفاءة فى أداء العمل المكلف به.\n(هـ) البدلات: ما يعطى للعامل لقاء ظروف أو مخاطر معينة، يتعرض لها فى أداء عمله.\n(و) نصيب العامل فى الأرباح: ما يصرف للعامل من صافى الأرباح المحققة وفقاً للقوانين المنظمة لها.\n(ز) الوهبة: المقابل الذى يحصل عليه العامل من غير صاحب العمل إذا جرت العادة بدفعها، وكانت لها قواعد تسمح بتحديدها وفقاً للائحة المنشأة أو العرف السائد.\n(ح) مقابل الخدمة: المقابل النقدى الذى قد يدفعه العملاء فى المنشآت السياحية والفندقية، وغيرها من المنشآت الأخرى، ويصدر قرار من الوزير المختص بالاتفاق مع الوزراء المعنيين والمنظمة النقابية المعنية ومنظمات أصحاب الأعمال بكيفية توزيعها على العاملين.\n(ط) المزايا العينية: ما يلتزم به صاحب العمل من مزايا غير نقدية لا تستلزمها مقتضيات العمل.\n5- الأجر التأمينى: أجر الاشتراك الوارد بقانون التأمينات الاجتماعية والمعاشات الصادر بالقانون رقم 148 لسنة 2019.\n6- العمل المؤقت: العمل الذى يدخل بطبيعته فيما يزاوله صاحب العمل من نشاط وتقتضى طبيعة إنجازه مدة محددة، أو ينصب على عمل بذاته، وينتهى بانتهائه.\n7- العمل العرضى: العمل الذى لا يدخل بطبيعته فيما يزاوله صاحب العمل من نشاط ولا يستغرق إنجازه أكثر من ستة أشهر.\n8- العمل الموسمى: العمل الذى يتم فى مواسم دورية متعارف عليها.\n9- العامل غير المنتظم: كل من يقوم بأداء عمل غير دائم بطبيعته مقابل أجر أيا كانت صورته، أو يعمل فى مهنة أو حرفة لا ينظمها قانون خاص، مثل الباعة الجائلين، وموزعى الصحف، وغيرهم.\n10- العامل فى القطاع غير الرسمى: كل من يقوم بأداء عمل داخل المنشأة أو خارجها بشكل غير رسمى أو مستتر.\n11- السخرة: كل عمل أو خدمة تفرض عنوة على أى شخص تحت التهديد بإنزال عقوبة أو إيذاء، ولم يتطوع هذا الشخص بأدائها بمحض اختياره.\n12- الليل: الفترة ما بين غروب الشمس وشروقها.\n13- التوجيه المهنى: مساعدة الفرد فى اختيار المهنة أو المسار المهنى الأكثر ملاءمة لقدراته واستعداده وميوله فى ضوء الدراسات المستمرة لسوق العمل والمهن المطلوبة ومقوماتها.\n14- التدريب: عملية تُمكن الفرد من اكتساب وتنمية المعارف والمهارات الفنية وسلوكيات المهنة اللازمة لإعداده للعمل المناسب.\n15- التلمذة الصناعية: شكل من أشكال التعلم أو تنمية المهارات داخل العمل أو خارجه، يمكن الفرد من اكتساب المهارات والمعارف والجدارات اللازمة للعمل فى مهنة أو صنعة أو حرفة من خلال تدريب منظم مقابل أجر.\n16- مجالس المهارات القطاعية: كيانات قطاعية تعزز التعاون بين الحكومة والقطاع الخاص تنشأ لضمان استيفاء منظومة التعليم الفنى والتقنى والتدريب المهنى لاحتياجات القطاع الاقتصادى من العمالة الفنية الماهرة.\n17- وكالات التشغيل الخاصة: شركات متخصصة فى اختيار العمال، أو تشغيلهم لدى الغير بالشروط التى أوجبها هذا القانون.\n18- الوكلاء المفوضون: كل شخص أنابه أو فوضه صاحب العمل فى إدارة المنشأة، أو شاغلو الوظائف الرئيسية العليا بها الذين يمارسون بعض أو كل سلطات صاحب العمل.\n19- المفاوضة الجماعية: الحوار الذى يجرى بين صاحب عمل أو منظمة أصحاب أعمال أو أكثر من جهة، وبين منظمة نقابية عمالية، أو أكثر من جهة أخرى بغرض التوافق لتحقيق مصالح الطرفين.\n20- المنازعة الجماعية: كل نزاع ينشأ بين صاحب عمل أو مجموعة أصحاب أعمال أو منظماتهم، وبين جميع عمال المنشأة أو فريق منهم أو منظماتهم النقابية المعنية بشأن شروط العمل أو ظروفه أو التشغيل.\n21- الشركاء الاجتماعيون: أطراف العملية الإنتاجية (الحكومة، ومنظمات أصحاب الأعمال، والمنظمات النقابية العمالية).\n22- المفوض العمالى: أحد العاملين بالمنشأة يتفق العاملون بها على تفويضه بموجب سند رسمى لتمثيلهم أمام صاحب العمل فى حالة عدم وجود منظمة نقابية عمالية بها.\n23- اتفاقية العمل الجماعية: اتفاق مكتوب ينظم شروط وظروف العمل وأحكام التشغيل، ويبرم بين منظمة أو أكثر من المنظمات النقابية العمالية وبين صاحب عمل أو مجموعة من أصحاب الأعمال أو منظمة أو أكثر من منظماتهم.\n24- التوفيق: وسيلة يلجأ إليها أحد طرفى منازعة العمل الجماعية طالباً تدخل الجهة الإدارية المختصة بعد تعثر المفاوضة الجماعية بينهما.\n25- الوساطة: وسيلة ودية لفض منازعات العمل الجماعية، يتفق بموجبها طرفا النزاع على إسناد مهمة اقتراح التسوية إلى شخص ثالث حيادى يدعى (وسيط النزاع)، يشتركان فى اختياره من القائمة المعدة لذلك.\n26- التحكيم: وسيلة اتفاقية لإنهاء النزاع الجماعى القائم بعد فشل وسائل التسوية الودية ويتولى القيام به محكم أو أكثر يتم اختيارهم من القائمة المعدة لذلك.\n27- شرط التحكيم: اتفاق مكتوب بين طرفى علاقة العمل على تسوية ما قد ينشأ بينهما من نزاع بشأن هذه العلاقة بواسطة التحكيم.\n28- مشارطة التحكيم: اتفاق مكتوب بين طرفى علاقة العمل بعد نشوء النزاع.\n29- الإضراب عن العمل: اتفاق جميع العمال أو فريق منهم على التوقف عن أداء أعمالهم بمقر العمل للمطالبة بما يرونه محققاً لمصالحهم المهنية والاقتصادية والاجتماعية، بعد تعذر التسوية الودية، فى حدود الضوابط والإجراءات المقررة قانوناً.\n30- إصابة العمل والأمراض المزمنة: التعريفات الواردة لها فى قانون التأمينات الاجتماعية والمعاشات الصادر بالقانون رقم 148 لسنة 2019.\n31- التحرش: كل فعل أو سلوك فى مكان العمل أو بمناسبته يشكل تعرضاً للغير بإتيان أمور أو إيحاءات أو تلميحات جنسية أو إباحية سواء بالإشارة أو بالقول أو بالفعل بأية وسيلة بما فى ذلك وسائل الاتصالات السلكية أو اللاسلكية أو الإلكترونية، أو أية وسيلة تقنية أخرى.\n32- التنمر: كل فعل أو سلوك فى مكان العمل أو بمناسبته سواء بالقول أو باستعراض القوة أو السيطرة على الغير أو استغلال ضعفه أو لحالة يعتقد مرتكب ذلك الفعل أو السلوك أنها تسيء للغير كالجنس أو العرق أو الدين أو الأوصاف البدنية أو الحالة الصحية أو العقلية أو المستوى الاجتماعى بقصد تخويفه أو وضعه موضع السخرية أو الحط من شأنه أو إقصائه من محيطه الاجتماعى. بأية وسيلة بما فى ذلك وسائل الاتصالات السلكية واللاسلكية أو الإلكترونية، أو أية وسيلة تقنية أخرى.\n33- المنشأة: كل مشروع أو مرفق يملكه أو يديره شخص من أشخاص القانون الخاص أياً كان نوعها أو تبعيتها، وذلك مع مراعاة ما نصت عليه المادة (243) من هذا القانون.\n34- موقع العمل: هو المكان الذى يمارس فيه العامل العمل المكلف به، أو يحتمل تواجده فيه بسببه.\n35- المهنة أو الحرفة: كل عمل يتطلب أداؤه مهارة خاصة أو خبرة محددة، ولا ينظم مزاولته قانون خاص.\n36- الوزير المختص: الوزير المعنى بشئون العمل.\n37- الوزارة المختصة: الوزارة المعنية بشئون العمل.\n38- الجهة الإدارية المختصة: الوزارة المعنية بشئون العمل ومديرياتها وإداراتها التابعة لها على مستوى الجمهورية.",
      "simplified_summary": "تعريفات شاملة لـ 38 مصطلحاً أساسياً في قانون العمل تشمل: تعريف العامل وصاحب العمل والمتدرج، تفصيل شامل لمكونات الأجر (الأساسي والمتغير بما في ذلك العمولة والعلاوات والمنح والمكافآت والبدلات ونصيب الأرباح والوهبة ومقابل الخدمة والمزايا العينية)، أنواع العمل (المؤقت والعرضي والموسمي)، العمالة غير المنتظمة والقطاع غير الرسمي، السخرة، الليل، التوجيه والتدريب والتلمذة الصناعية، مجالس المهارات القطاعية، وكالات التشغيل الخاصة، الوكلاء المفوضون، المفاوضة الجماعية، المنازعة الجماعية، الشركاء الاجتماعيون، المفوض العمالى، اتفاقية العمل الجماعية، التوفيق والوساطة والتحكيم، الإضراب، إصابة العمل، التحرش والتنمر، المنشأة وموقع العمل، المهنة والحرفة، الجهات الرسمية المختصة.",
      "keywords": [
        "تعريفات قانونية",
        "العامل",
        "صاحب العمل",
        "الأجر",
        "أنواع العمل",
        "التحرش",
        "التنمر",
        "المفاوضة الجماعية",
        "الإضراب",
        "التحكيم",
        "السخرة",
        "العمالة غير المنتظمة",
        "التدريب المهني",
        "التلمذة الصناعية",
        "وكالات التشغيل"
      ],
      "legal_nature": "تعريفات قانونية أساسية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-002",
      "article_number": "2",
      "part (Bab)": "الكتاب الأول: التعاريف والأحكام العامة",
      "chapter (Fasl)": "الباب الأول: التعاريف",
      "original_text": "فى تطبيق أحكام هذا القانون تعتبر السنة (365) يوماً، والشهر ثلاثون يوماً ما لم يتم الاتفاق على خلاف ذلك.",
      "simplified_summary": "تحديد السنة بـ365 يوماً والشهر بـ30 يوماً لأغراض تطبيق القانون، ما لم يتفق الطرفان على خلاف ذلك.",
      "keywords": [
        "السنة",
        "الشهر",
        "الحساب الزمني",
        "المدد القانونية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-003",
      "article_number": "3",
      "part (Bab)": "الكتاب الأول: التعاريف والأحكام العامة",
      "chapter (Fasl)": "الباب الثاني: الأحكام العامة",
      "original_text": "يعتبر هذا القانون هو القانون العام الذى يحكم علاقات العمل.",
      "simplified_summary": "قانون العمل رقم 14 لسنة 2025 هو القانون العام المنظم لجميع علاقات العمل في مصر.",
      "keywords": [
        "القانون العام",
        "علاقات العمل",
        "التطبيق"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-004",
      "article_number": "4",
      "part (Bab)": "الكتاب الأول: التعاريف والأحكام العامة",
      "chapter (Fasl)": "الباب الثاني: الأحكام العامة",
      "original_text": "يحظر تشغيل العامل سخرة أو جبراً، كما يحظر التحرش أو التنمر أو ممارسة أى عنف لفظى أو جسدى أو نفسى على العامل، وتحدد لائحة تنظيم العمل والجزاءات بالمنشأة الجزاءات التأديبية المقررة لها.",
      "simplified_summary": "حظر السخرة والعمل الجبري والتحرش والتنمر والعنف بكافة أشكاله (اللفظي والجسدي والنفسي) ضد العمال، مع تحديد جزاءات تأديبية في لوائح المنشأة.",
      "keywords": [
        "حظر السخرة",
        "التحرش",
        "التنمر",
        "العنف",
        "حماية العمال",
        "الجزاءات التأديبية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-005",
      "article_number": "5",
      "part (Bab)": "الكتاب الأول: التعاريف والأحكام العامة",
      "chapter (Fasl)": "الباب الثاني: الأحكام العامة",
      "original_text": "يحظر كل عمل أو سلوك أو إجراء يكون من شأنه إحداث تمييز أو تفرقة بين الأشخاص فى التدريب، أو الإعلان عن الوظائف أو شغلها، أو شروط أو ظروف العمل أو الحقوق والواجبات الناشئة عن عقد العمل، بسبب الدين أو العقيدة أو الجنس أو الأصل أو العرق أو اللون أو اللغة أو الإعاقة أو المستوى الاجتماعى أو الانتماء السياسى أو النقابى أو الجغرافى أو أى سبب آخر يترتب عليه الإخلال بمبدأ المساواة وتكافؤ الفرص. ولا يعتبر تمييزاً محظوراً كل ميزة أو أفضلية أو منفعة أو حماية تقرر بموجب أحكام هذا القانون والقرارات واللوائح المنفذة له للمرأة أو للطفل أو للأشخاص ذوى الإعاقة والأقزام، كلما كانت مقررة بالقدر اللازم لتحقيق الهدف الذى تقررت من أجله، وتعمل الوزارة المختصة على وضع السياسات والخطط اللازمة لدمجهم فى سوق العمل وتوفير الحماية اللازمة لهم فى بيئة العمل وذلك بالتنسيق مع الوزارة المختصة بالتضامن الاجتماعى والمجالس القومية المتخصصة المعنية.",
      "simplified_summary": "حظر التمييز في العمل لأي سبب، مع استثناء المزايا المقررة قانوناً للمرأة والطفل وذوي الإعاقة والأقزام بالقدر اللازم لحمايتهم ودمجهم.",
      "keywords": [
        "حظر التمييز",
        "المساواة",
        "تكافؤ الفرص",
        "حماية الفئات الضعيفة",
        "المرأة",
        "الطفل",
        "ذوو الإعاقة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-006",
      "article_number": "6",
      "part (Bab)": "الكتاب الأول: التعاريف والأحكام العامة",
      "chapter (Fasl)": "الباب الثاني: الأحكام العامة",
      "original_text": "يقع باطلاً كل شرط أو اتفاق يخالف أحكام هذا القانون، ولو كان سابقاً على العمل به، إذا تضمن انتقاصاً من حقوق العامل المقررة فيه، أو إبراء من حقوق العامل الناشئة عن عقد العمل خلال مدة سريانه، أو خلال ثلاثة أشهر من تاريخ انتهائه. ويستمر العمل بأية مزايا أو شروط أفضل تكون مقررة، أو تقرر فى عقود العمل الفردية، أو الجماعية أو الأنظمة الأساسية، أو غيرها من لوائح المنشأة، أو بمقتضى العرف. كما يسرى ذلك فى حالة تغيير الكيان القانونى للمنشأة، أو انتقال ملكيتها.",
      "simplified_summary": "بطلان أي شرط ينتقص من حقوق العامل، مع استمرار الشروط الأفضل حتى في حالة تغيير ملكية المنشأة.",
      "keywords": [
        "بطلان الشروط",
        "حماية الحقوق",
        "الشروط الأفضل",
        "انتقال الملكية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-007",
      "article_number": "7",
      "part (Bab)": "الكتاب الأول: التعاريف والأحكام العامة",
      "chapter (Fasl)": "الباب الثاني: الأحكام العامة",
      "original_text": "تعفى من الرسوم والمصاريف القضائية فى جميع مراحل التقاضى الدعاوى الناشئة عن المنازعات المتعلقة بأحكام هذا القانون، التى يرفعها العاملون والمتدرجون، وعمال التلمذة الصناعية، أو المستحقون عن هؤلاء، وللمحكمة فى جميع الأحوال أن تشمل حكمها بالنفاذ المعجل وبلا كفالة، ولها فى حالة رفض الدعوى أن تحكم على رافعها بالمصروفات كلها أو بعضها. وتعفى الفئات المشار إليها فى الفقرة الأولى من هذه المادة من ضريبة الدمغة على كل الشهادات والصور التى تعطى لهم، والشكاوى، والطلبات التى تقدم منهم، تطبيقاً لأحكام هذا القانون. ومع مراعاة حكم المادة (185) من هذا القانون لا يشترط بالنسبة لتلك الفئات توقيع محام على صحيفة افتتاح الدعوى، أو صحيفة الطلبات الموضوعية أو طلبات استصدار الأوامر.",
      "simplified_summary": "إعفاء العمال من الرسوم القضائية والدمغة مع النفاذ المعجل وعدم اشتراط محامٍ.",
      "keywords": [
        "إعفاء قضائي",
        "رسوم",
        "النفاذ المعجل",
        "تيسير التقاضي"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-008",
      "article_number": "8",
      "part (Bab)": "الكتاب الأول: التعاريف والأحكام العامة",
      "chapter (Fasl)": "الباب الثاني: الأحكام العامة",
      "original_text": "يكون للمبالغ المستحقة للعامل، أو المستحقين عنه، والناشئة عن علاقة عمل امتياز على جميع أموال المدين من منقول وعقار، وتستوفى هذه المبالغ قبل المصروفات القضائية، والمبالغ المستحقة للخزانة العامة، ومصروفات الحفظ والترميم وأية مرتبة امتياز مقررة أو تقرر وفقاً لأى قانون آخر. وتعتبر اشتراكات التأمين الاجتماعى جزءاً من حقوق العمال التى تستوفى وتؤدى للهيئة المختصة.",
      "simplified_summary": "امتياز حقوق العمال على جميع أموال صاحب العمل قبل أي ديون أخرى بما فيها ديون الخزانة العامة.",
      "keywords": [
        "امتياز",
        "أولوية",
        "حقوق العمال",
        "التأمينات الاجتماعية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-009",
      "article_number": "9",
      "part (Bab)": "الكتاب الأول: التعاريف والأحكام العامة",
      "chapter (Fasl)": "الباب الثاني: الأحكام العامة",
      "original_text": "لا يمنع من الوفاء بجميع الالتزامات الناشئة طبقاً لهذا القانون، حل المنشأة، أو تصفيتها، أو إغلاقها، أو إفلاسها. ويجب أن يحدد القرار أو الحكم الصادر بأى من ذلك، أجلاً للوفاء بحقوق العاملين، وتتولى الجهة الإدارية المختصة متابعة الوفاء بتلك الحقوق، ويكون لها أن تنوب عن ذوى الشأن فى اتخاذ الإجراءات اللازمة للوفاء بها فى الأجل المحدد. ويصدر الوزير المختص قراراً بتحديد ضوابط وإجراءات ومواعيد الوفاء بحقوق العمال.",
      "simplified_summary": "حماية حقوق العمال في حالة التصفية أو الإفلاس مع إشراف الجهة الإدارية المختصة.",
      "keywords": [
        "حماية الحقوق",
        "التصفية",
        "الإفلاس",
        "ضمان الوفاء"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-010",
      "article_number": "10",
      "part (Bab)": "الكتاب الأول: التعاريف والأحكام العامة",
      "chapter (Fasl)": "الباب الثاني: الأحكام العامة",
      "original_text": "إذا تعدد أصحاب العمل كانوا مسئولين بالتضامن فيما بينهم عن الوفاء بجميع الالتزامات الناشئة عن هذا القانون، أو لوائح المنشأة المعتمدة، أو اتفاقيات العمل الجماعية. ويكون الوكيل المفوض أو من تنازل له صاحب العمل عن الأعمال المسندة إليه كلها أو بعضها متضامنين معه فى الوفاء بجميع الالتزامات التى تفرضها أحكام هذا القانون.",
      "simplified_summary": "المسؤولية التضامنية لأصحاب العمل المتعددين والوكلاء المفوضين.",
      "keywords": [
        "التضامن",
        "تعدد أصحاب العمل",
        "الوكيل المفوض",
        "المسؤولية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-011",
      "article_number": "11",
      "part (Bab)": "الكتاب الأول: التعاريف والأحكام العامة",
      "chapter (Fasl)": "الباب الثاني: الأحكام العامة",
      "original_text": "لا يترتب على إدماج المنشأة، أو تقسيمها، أو انتقالها بالإرث أو الوصية أو الهبة أو البيع ولو كان بالمزاد العلني، أو النزول، أو الإيجار، أو غير ذلك من التصرفات إنهاء عقود استخدام عمال المنشأة، ويكون الخلف مسئولاً بالتضامن مع أصحاب الأعمال السابقين عن تنفيذ جميع الالتزامات الناشئة عن هذه العقود.",
      "simplified_summary": "استمرار عقود العمل رغم انتقال ملكية المنشأة بأي طريق.",
      "keywords": [
        "استمرار العقود",
        "انتقال الملكية",
        "الإدماج",
        "التقسيم"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-012",
      "article_number": "12",
      "part (Bab)": "الكتاب الأول: التعاريف والأحكام العامة",
      "chapter (Fasl)": "الباب الثاني: الأحكام العامة",
      "original_text": "يستحق العاملون الذين تسرى فى شأنهم أحكام هذا القانون علاوة سنوية دورية فى تاريخ استحقاقها لا تقل عن (3%) من الأجر التأميني، وتستحق تلك العلاوة بانقضاء سنة من تاريخ التعيين، أو من تاريخ استحقاق العلاوة الدورية السابقة. وفى حالة تعرض المنشأة لظروف اقتصادية يتعذر معها صرف العلاوة الدورية المشار إليها، يعرض الأمر على المجلس القومى للأجور للبت فى تخفيضها أو الإعفاء منها وذلك خلال ثلاثين يوماً من تاريخ عرض الأمر عليه.",
      "simplified_summary": "علاوة سنوية لا تقل عن 3% من الأجر التأميني مع إمكانية التخفيض بموافقة المجلس القومي للأجور.",
      "keywords": [
        "العلاوة السنوية",
        "الأجر التأميني",
        "المجلس القومي للأجور"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-013",
      "article_number": "13",
      "part (Bab)": "الكتاب الأول: التعاريف والأحكام العامة",
      "chapter (Fasl)": "الباب الثاني: الأحكام العامة",
      "original_text": "يصدر الوزير المختص قراراً بتحديد اختصاص الجهة الإدارية المختصة فى تطبيق أحكام هذا القانون.",
      "simplified_summary": "تحديد اختصاصات الجهة الإدارية المختصة بقرار من الوزير.",
      "keywords": [
        "الجهة الإدارية",
        "الاختصاص",
        "الوزير المختص"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-014",
      "article_number": "14",
      "part (Bab)": "الكتاب الأول: التعاريف والأحكام العامة",
      "chapter (Fasl)": "الباب الثاني: الأحكام العامة",
      "original_text": "تئول ثلث المبالغ المحكوم بها عن مخالفة أحكام هذا القانون لصالح الوزارة المختصة للصرف منها على أغراض الخدمات الاجتماعية والصحية والثقافية، وتطوير أساليب التدريب المهنى للفئات الأولى بالرعاية من بين العمال الخاضعين لأحكام هذا القانون وعلى الأخص العمالة غير المنتظمة، ويتم توزيعها وتحديد أوجه الصرف بقرار من الوزير المختص، على أن تئول باقى الحصيلة للخزانة العامة للدولة.",
      "simplified_summary": "توزيع حصيلة الغرامات: ثلث للوزارة للخدمات والتدريب، والباقي للخزانة العامة.",
      "keywords": [
        "الغرامات",
        "الخدمات الاجتماعية",
        "التدريب",
        "العمالة غير المنتظمة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-015",
      "article_number": "15",
      "part (Bab)": "الكتاب الأول: التعاريف والأحكام العامة",
      "chapter (Fasl)": "الباب الثاني: الأحكام العامة",
      "original_text": "يكون تحصيل الرسوم ومقابل الخدمات المنصوص عليها فى هذا القانون، وفقاً لأحكام قانون تنظيم استخدام وسائل الدفع غير النقدى الصادر بالقانون رقم 18 لسنة 2019.",
      "simplified_summary": "تحصيل الرسوم والخدمات وفقاً لقانون وسائل الدفع غير النقدي.",
      "keywords": [
        "تحصيل الرسوم",
        "وسائل الدفع غير النقدي"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-016",
      "article_number": "16",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الأول: التدريب",
      "original_text": "تسرى أحكام هذا الباب على جميع مراكز التدريب الخاضعة لأحكام هذا القانون، وعلى الفئات الآتية: 1-الراغبين فى التدريب. 2-الأشخاص ذوو الإعاقة والأقزام، والفئات الأولى بالرعاية. 3-المتدرجين. 4-الراغبين فى التأهيل الأعلى أو المستمر. 5-عمال التلمذة الصناعية.",
      "simplified_summary": "نطاق تطبيق أحكام التدريب على مراكز التدريب وخمس فئات محددة.",
      "keywords": [
        "التدريب",
        "ذوو الإعاقة",
        "المتدرجين",
        "التلمذة الصناعية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-017",
      "article_number": "17",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الأول: التدريب",
      "original_text": "تتولى الجهة الإدارية المختصة القيام بالتوجيه المهنى لراغبى التدريب لمساعدتهم فى اختيار المهن التى يرغبون التدرب عليها وفقاً لقدراتهم. كما تتولى بالتنسيق مع الوزارات والجهات المعنية، وبالتشاور مع ممثلى منظمات أصحاب الأعمال والعمال الأكثر تمثيلاً، إعداد التصنيف المهنى الوطنى للمهن والحرف والوظائف فى سوق العمل، وتحديد متطلباتها وتوصيفها، والمهارات والجدارات اللازمة لها، والعمل على تحديثها وفقاً لمعايير الجودة العالمية، وبما يتوافق مع التغيرات التكنولوجية الحديثة وتغير المناخ. ويصدر الوزير المختص قراراً بالقواعد والإجراءات المنظمة لذلك، والجهات والفئات المستفيدة.",
      "simplified_summary": "دور الجهة الإدارية في التوجيه المهني وإعداد التصنيف المهني الوطني.",
      "keywords": [
        "التوجيه المهني",
        "التصنيف المهني",
        "المهارات",
        "الجودة العالمية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-018",
      "article_number": "18",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الأول: التدريب",
      "original_text": "ينشأ مجلس يسمى 'المجلس الأعلى لتنمية مهارات الموارد البشرية'، ويكون مقره الرئيسى مدينة القاهرة، برئاسة الوزير المختص، ويضم فى عضويته ما يلى: ممثلين عن وزارات متعددة، رئيس الجهاز المركزى للتنظيم والإدارة، رئيس المجلس القومى للأشخاص ذوى الإعاقة، سبعة أعضاء يمثلون منظمات أصحاب الأعمال، وسبعة أعضاء يمثلون المنظمات النقابية العمالية. ويتولى المجلس وضع السياسات العامة لتنمية مهارات الموارد البشرية، وسياسات التدريب والتأهيل، وسياسات تدريب وتأهيل الأشخاص ذوى الإعاقة والأقزام والفئات الأولى بالرعاية بما يتفق مع السياسة العامة للدولة.",
      "simplified_summary": "إنشاء المجلس الأعلى لتنمية مهارات الموارد البشرية لوضع سياسات التدريب والتأهيل.",
      "keywords": [
        "المجلس الأعلى",
        "تنمية المهارات",
        "الموارد البشرية",
        "سياسات التدريب"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-019",
      "article_number": "19",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الأول: التدريب",
      "original_text": "تُنشأ مجالس مهارات قطاعية تعزز التعاون بين الحكومة والقطاع الخاص لضمان استيفاء منظومة التعليم الفنى والتقنى والتدريب المهنى لاحتياجات القطاع الاقتصادى من العمالة الفنية الماهرة، ويكون لها شخصية اعتبارية، ومقرها مدينة القاهرة. وتشكل هذه المجالس وفقاً للقطاعات الاقتصادية بقرار من الوزير المختص بالاتفاق مع وزير المالية، والوزراء المعنيين، بناءً على توصية من المجلس الأعلى لتنمية مهارات الموارد البشرية. ويكون للمجالس المشار إليها مهمة تحديد احتياجات السوق من المهارات اللازمة لكل قطاع، وتحديث هذه الاحتياجات بشكل دورى، ووضع معايير الجودة الخاصة بالتدريب فى القطاعات المختلفة.",
      "simplified_summary": "إنشاء مجالس مهارات قطاعية لضمان ربط التعليم الفنى والتدريب المهنى باحتياجات سوق العمل في كل قطاع اقتصادي.",
      "keywords": [
        "مجالس المهارات القطاعية",
        "التعليم الفنى",
        "التدريب المهنى",
        "احتياجات سوق العمل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-020",
      "article_number": "20",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الأول: التدريب",
      "original_text": "يمارس صندوق تمويل التدريب والتأهيل نشاطه على المستوى القومي وفقًا لاحتياجات سوق العمل وبما يتماشى مع احتياجات منظمات أصحاب الأعمال القطاعية المنشأة بقانون، ويختص بتقديم الخدمات الآتية:\n١- تمويل عمليات تنمية مهارات الموارد البشرية والتدريب المهني والتقني من خلال إنشاء وتطوير مراكز التدريب، وإعداد وتنفيذ برامج التدريب، وأدلة المهارات والجدارات اللازمة.\n٢- تمويل المشروعات التنموية التي تستهدف تنمية مهارات الموارد البشرية، وربط مخرجات التعليم والتدريب باحتياجات سوق العمل الحالي والمستقبلي والتنسيق مع مجالس المهارات القطاعية.\n٣- وضع الشروط والقواعد التنفيذية لضبط عمليات التمويل.\n٤- متابعة وتقييم تنفيذ جميع الأعمال الممولة منه.\nويصدر رئيس مجلس الوزراء قراراً بتشكيل مجلس إدارة الصندوق برئاسة الوزير المختص وعضوية ممثلي المنظمات النقابية العمالية ومنظمات أصحاب الأعمال بالتساوي فيما بينهما، وممثلي الوزارات والجهات المختصة، وتحديد اختصاصاته الأخرى ونظام العمل به، والمعاملة المالية لرئيس وأعضاء مجلس الإدارة، على أن تكون من موارده الذاتية، وفروعه في المحافظات ولائحة نظامه الأساسي، ونظام تحصيل موارده، والنظام المحاسبي الواجب اتباعه.\nولمجلس إدارة الصندوق أن يستخدم وسائل القانون الخاص في تحقيق أهدافه ومباشرة اختصاصاته.",
      "simplified_summary": "يحدد اختصاصات صندوق تمويل التدريب والتأهيل في تمويل برامج تنمية المهارات وإنشاء مراكز تدريب، ويرسم هيكل إدارة الصندوق واختصاصاته.",
      "keywords": [
        "صندوق تمويل التدريب",
        "التأهيل",
        "المهارات",
        "مجلس الإدارة"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-021",
      "article_number": "21",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الأول: التدريب",
      "original_text": "تتكون موارد الصندوق المشار إليه في المادة ٢٠ من هذا القانون من:\n١- نسبة ٢٠٥٪ (ربع في المائة) من الحد الأدنى للأجر التأميني بمنشآت القطاع العام، وقطاع الأعمال العام، والقطاع الخاص، والتي يعمل بها ثلاثون عاملاً فأكثر، بحد أدنى عشرة جنيهات، وبحد أقصى ثلاثون جنيهًا عن كل عامل، تتحملها وتلتزم المنشأة بسدادها سنويًا مقابل الخدمات المنصوص عليها في المادة (٢٠) من هذا القانون.\nويحدد بقرار من الوزير المختص قواعد وشروط الإعفاء الكلي من النسبة المشار إليها، وذلك في حالة قيام تلك المنشآت بتدريب العاملين لديها وفقًا لمقتضياتها، أو اللوائح المعتمدة بتلك المنشآت.\n٢- الإعانات والتبرعات والهبات التي يقبلها مجلس إدارة الصندوق طبقًا للقواعد التي تحددها لائحة النظام الأساسي وفقًا للقوانين المعمول بها في هذا الشأن.\n٣- عائد استثمار أموال الصندوق.\nويكون للصندوق حساب خاص لدى أحد البنوك التجارية المعتمدة لدى البنك المركزي، ويُعد الصندوق سنويًا القوائم الدالة على المركز المالي، وتخضع أمواله لرقابة الجهاز المركزي للمحاسبات ويُرحل فائض أمواله من سنة إلى أخرى.",
      "simplified_summary": "يحدد مصادر تمويل صندوق التدريب والتأهيل والتي تشمل نسبة من الحد الأدنى للأجر التأميني، التبرعات، وعائد الاستثمار، ويضع ضوابط الرقابة المالية.",
      "keywords": [
        "موارد الصندوق",
        "الحد الأدنى للأجر",
        "الإعانات",
        "الرقابة المالية"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-022",
      "article_number": "22",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الأول: التدريب",
      "original_text": "لا يجوز لأية جهة مزاولة عمليات التدريب، إلا إذا كانت متخذة شكل شركة من شركات المساهمة، أو التوصية بالأسهم، أو ذات المسئولية المحددة أو الشخص الواحد.\nويستثنى من أحكام الفقرة الأولى من هذه المادة:\n١- منظمات أصحاب الأعمال والمنظمات النقابية العمالية، والجمعيات والمؤسسات الأهلية المنشأة وفقًا للقانون المنظم لها، التي تزاول عمليات التدريب.\n٢- جهات التدريب التي تنشئها وحدات الجهاز الإداري للدولة، والهيئات العامة ووحدات الإدارة المحلية لتدريب موظفيها وموظفي الجهات ذات الصلة بها.\n٣- المنشآت التي تتولى تدريب عمالها.\n٤- الكيانات التي تزاول عمليات تأهيل وتدريب الأشخاص ذوي الإعاقة والأقزام، والفئات الأولى بالرعاية.",
      "simplified_summary": "يحدد الشكل القانوني المسموح به للجهات التي تزاول عمليات التدريب، مع استثناءات محددة تشمل الجهات الحكومية والنقابية والأهلية.",
      "keywords": [
        "مزاولة التدريب",
        "الشركات",
        "الاستثناءات",
        "التدريب"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-023",
      "article_number": "23",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الأول: التدريب",
      "original_text": "يشترط لمزاولة عمليات التدريب الحصول على ترخيص بذلك من الوزارة المختصة باستثناء الجهات المنصوص عليها في البندين (٢، ٣) من المادة (٢٢) من هذا القانون.\nويصدر الوزير المختص قراراً بتحديد شروط وإجراءات منح الترخيص، ومدة، وتجديده، وحالات إلغائه، ورسومه بما لا يزيد على مائة ألف جنيه، وحالات الإعفاء منها.\nكما يحدد القرار قواعد وإجراءات إنشاء واعتماد مراكز التدريب الخاضعة لأحكام هذا القانون. وتلتزم الوزارة المختصة بإمساك سجل ورقي أو إلكتروني لقيد الجهات التي يتم الترخيص لها بمزاولة عمليات التدريب، وإخطار المجلس الأعلى لتنمية الموارد والمهارات البشرية بما يتم قيده في هذا السجل.",
      "simplified_summary": "ينظم إجراءات الحصول على ترخيص مزاولة عمليات التدريب ويحدد استثناءات معينة ومسؤوليات الوزارة في التسجيل والإخطار.",
      "keywords": [
        "ترخيص التدريب",
        "الوزارة المختصة",
        "مراكز التدريب",
        "السجلات"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-024",
      "article_number": "24",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الأول: التدريب",
      "original_text": "تلتزم الجهات المشار إليها في المادة (٢٢) من هذا القانون فيما عدا البندين (٢، ٣) بإخطار الوزارة المختصة بالبرامج التدريبية التي تقدمها لاعتمادها، على أن تتضمن ما يأتي:\n- الشروط التي يجب توافرها في المتدربين للالتحاق بالبرامج.\n- مدى كفاية العمليات التدريبية من حيث موضوعات، ومجالات التدريب، وعدد الساعات المخصصة لها.\n- مستويات وتخصصات المدربين.\n- مستوى المهارة التي يكتسبها المتدرب بعد الانتهاء من البرنامج.\nويصدر الوزير المختص قراراً بتحديد إجراءات ومواعيد الإخطار والاعتماد بعد التنسيق مع الهيئة المصرية لضمان الجودة والاعتماد في التعليم الفني والتقني والتدريب المهني (إتقان) المنشأة بالقانون رقم ١٦٠ لسنة ٢٠٢٢.",
      "simplified_summary": "تحدد التزامات الجهات التدريبية بإخطار الوزارة بالبرامج التدريبية واعتمادها وفق معايير محددة.",
      "keywords": [
        "البرامج التدريبية",
        "اعتماد التدريب",
        "إخطار الوزارة",
        "جودة التدريب"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-025",
      "article_number": "25",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الأول: التدريب",
      "original_text": "يشترط فى المدربين الذين يزاولون أعمال التدريب أن يرخص لهم بذلك من الوزارة المختصة بناء على طلبهم أو طلب إحدى الجهات المشار إليها فى المادة ٢٢ من هذا القانون.\nويصدر الوزير المختص قراراً بتحديد شروط وقواعد، وإجراءات منح الترخيص، والرسوم المستحقة عنه بما لا يجاوز خمسة آلاف جنيه، وحالات إيقافه أو إلغائه.\nعلى أن يستثنى من ذلك المدربون التابعون للجهات المنصوص عليها فى البندين (٢، ٣) من المادة (٢٢) من هذا القانون، إذا اقتصر عملهم بالتدريب داخل هذه الجهات دون غيرها.\nوتلتزم الوزارة المختصة بإعداد سجل ورقي أو إلكتروني لقيد المدربين المرخص لهم، ويتم التأشير فيه حال إيقاف أو إلغاء الترخيص.",
      "simplified_summary": "يحدد شروط ترخيص المدربين وإجراءات منح الترخيص، مع استثناءات للمدربين في الجهات الحكومية.",
      "keywords": [
        "ترخيص المدربين",
        "الوزارة المختصة",
        "السجلات",
        "المدربون"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-026",
      "article_number": "26",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الأول: التدريب",
      "original_text": "تلتزم الجهة التي تزاول عمليات التدريب أن تمنح المتدرب لديها شهادة تفيد اجتيازه البرنامج التدريبى الذى عقدته له، والمستوى الذى بلغه، ويحدد بقرار من الوزير المختص البيانات الأخرى التى تدون فى هذه الشهادة وقواعد اعتمادها من الجهة الإدارية المختصة، والرسم المقابل لذلك بما لا يجاوز خمسمائة جنيه.",
      "simplified_summary": "تلتزم جهات التدريب بمنح المتدربين شهادات اجتياز وتحدد قواعد اعتمادها.",
      "keywords": [
        "شهادة التدريب",
        "المتدربون",
        "اعتماد الشهادات",
        "البرامج التدريبية"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-027",
      "article_number": "27",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الأول: التدريب",
      "original_text": "يلتزم كل من يرغب فى مزاولة مهنة أو حرفة من التى يصدر بتحديدها قرار من الوزير المختص، أن يتقدم بطلب إلى الجهة الإدارية المختصة للحصول على ترخيص بمزاولتها.\nويحدد القرار شروط وقواعد، وإجراءات منح الترخيص، والرسوم المقررة عنه بما لا يجاوز خمسمائة جنيه، وحالات الإعفاء منها.\nولا يجوز تشغيل العامل إلا إذا كان حاصلاً على هذا الترخيص.\nوعلى طالب الترخيص أن يرفق بطلبه شهادة تفيد مستوى مهارته، ويصدر الوزير المختص بالتشاور مع المنظمة النقابية العمالية المعنية ومنظمة أصحاب الأعمال المعنية قراراً بتحديد جميع البيانات التى يجب إثباتها فى تلك الشهادة، والأحكام الخاصة بقياس مستوى المهارة والجهات التى تتولى تحديد هذا المستوى، وكيفية إجرائه، وشروط التقدم له، والمكان الذى يجرى فيه لكل حرفة أو مهنة ودرجات المهارة التى تقدرها طبقاً لنتائج الاختبارات، والرسم المقرر عنها بما لا يجاوز خمسمائة جنيه وحالات الإعفاء من هذا الرسم.\nويستثنى من الحصول على هذه الشهادة خريجو المدارس الفنية المتوسطة، وفوق المتوسطة والمعاهد العليا، والجامعات، الذين يعملون فى مجال تخصصهم.",
      "simplified_summary": "ينظم ترخيص مزاولة المهن والحرف وشروط الحصول عليه، مع استثناءات للخريجين.",
      "keywords": [
        "ترخيص المزاولة",
        "المهن والحرف",
        "شهادة المهارة",
        "الاستثناءات"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-028",
      "article_number": "28",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الأول: التدريب",
      "original_text": "يشترط فى المتدرج ألا يقل سنه عن أربعة عشر عاماً، ويصدر الوزير المختص قراراً بالقواعد والإجراءات المنظمة للتدرج المهنى لدى صاحب العمل.",
      "simplified_summary": "يحدد السن الأدنى للمتدرجين وينظم قواعد التدرج المهني.",
      "keywords": [
        "المتدرج",
        "السن الأدنى",
        "التدرج المهني",
        "القواعد"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-029",
      "article_number": "29",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الأول: التدريب",
      "original_text": "يجب أن يكون اتفاق التدرج مكتوباً، وتحدد فيه على الأخص مدة تعلّم المهنة أو الصنعة أو الحرفة، ومراحلها المتتابعة والمكافأة التى يحصل عليها المتدرج فى كل مرحلة بصورة تصاعدية، على ألا تقل فى المرحلة الأخيرة عن الحد الأدنى للأجر المحدد لفئة العمال فى المهنة، أو الصنعة أو الحرفة التى يتدرج فيها.",
      "simplified_summary": "ينظم شكل ومحتوى اتفاق التدرج ومتطلبات المكافأة.",
      "keywords": [
        "اتفاق التدرج",
        "المتدرج",
        "المكافأة",
        "التدريب المهني"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-030",
      "article_number": "30",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الأول: التدريب",
      "original_text": "لصاحب العمل أن ينهى اتفاق التدرج إذا ثبت لديه عدم صلاحية المتدرج، أو عدم استعداده لتعلم المهنة، أو الصنعة، أو الحرفة، بصورة حسنة، كما يجوز للمتدرج أن ينهى الاتفاق.\nويشترط أن يخطر الطرف الراغب فى إنهاء الاتفاق الطرف الآخر بذلك قبل الإنهاء بثلاثة أيام على الأقل.",
      "simplified_summary": "يحدد أسباب إنهاء اتفاق التدرج وإجراءات الإخطار.",
      "keywords": [
        "إنهاء اتفاق التدرج",
        "المتدرج",
        "الإخطار",
        "التدريب"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-031",
      "article_number": "31",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الأول: التدريب",
      "original_text": "مع عدم الإخلال بأحكام الفصل الرابع من الباب الثانى من هذا الكتاب، تسرى على المتدرجين الأحكام الخاصة بالإجازات، وساعات العمل، وفترات الراحة المنصوص عليها فى هذا القانون.",
      "simplified_summary": "ينص على تطبيق أحكام الإجازات وساعات العمل على المتدرجين.",
      "keywords": [
        "المتدرجين",
        "الإجازات",
        "ساعات العمل",
        "فترات الراحة"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-033",
      "article_number": "33",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: التشغيل",
      "original_text": "مع عدم الإخلال بأحكام قانون حقوق الأشخاص ذوى الإعاقة الصادر بالقانون رقم ١٠ لسنة ٢٠١٨، على كل قادر على العمل، وراغب فيه أن يتقدم بطلب لقيد اسمه بالجهة الإدارية المختصة مع بيان سنه ومهنته ومؤهلاته وخبراته السابقة، وعلى هذه الجهة قيد تلك الطلبات بسجلات ورقية أو إلكترونية وإعطاء الطالب شهادة تفيد القيد دون مقابل، وتحدد البيانات التى يجب أن تتضمنها الشهادة المشار إليها بقرار من الوزير المختص.\nولا يجوز تشغيل العامل إلا إذا كان حاصلاً على الشهادة المشار إليها فى الفقرة الأولى من هذه المادة، واستثناء من ذلك لصاحب العمل أن يعين من غير الحاصلين عليها بشرط قيد اسم العامل بالجهة الإدارية المختصة خلال ثلاثين يوماً من تاريخ تسلمه العمل.\nويجوز لصاحب العمل أن يستوفى احتياجاته الوظيفية والمهنية والحرفية بالنسبة للوظائف والأعمال التى خلت أو أنشئت لديه ممن ترشحهم الجهة الإدارية المختصة التى يقع فى دائرتها محل عمله من المسجلين لديها مراعية أسبقية القيد.",
      "simplified_summary": "ينظم إجراءات قيد الراغبين في العمل وشروط تشغيل العمال، مع إلزامية الحصول على شهادة قيد واستثناءات محددة.",
      "keywords": [
        "قيد العمال",
        "الشهادة",
        "الجهة الإدارية",
        "التشغيل",
        "أسبقية القيد"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-034",
      "article_number": "34",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: التشغيل",
      "original_text": "إذا كان الراغب فى العمل يمارس حرفة أو مهنة من التى يصدر بتحديدها قرار من الوزير المختص وفقاً لنص المادة (٢٧) من هذا القانون، وجب عليه أن يرفق بطلب القيد شهادة قياس مستوى مهارته وترخيص مزاولتها.",
      "simplified_summary": "يحدد متطلبات قيد ممارسي المهن والحرف التي تحتاج ترخيصاً بإرفاق شهادة المهارة والترخيص.",
      "keywords": [
        "المهن والحرف",
        "ترخيص المزاولة",
        "شهادة المهارة",
        "قيد العمال"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-035",
      "article_number": "35",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: التشغيل",
      "original_text": "مع عدم الإخلال بأحكام قانون حقوق الأشخاص ذوى الإعاقة المشار إليه تلتزم المنشآت القائمة وقت تطبيق هذا القانون، وتلك التى تنشأ مستقبلاً أن تعيد إلى الجهة الإدارية المختصة شهادة قيد العامل الصادرة عنها خلال خمسة وأربعين يوماً من تاريخ استلام العمل بعد استيفاء البيانات المدونة بها، وعليها تدوين رقم شهادة القيد، وتاريخها أمام اسم العامل فى سجل قيد العمال بالمنشأة.",
      "simplified_summary": "تحدد التزامات المنشآت بتسجيل شهادات قيد العمال في السجلات وإعادتها للجهة المختصة.",
      "keywords": [
        "شهادة القيد",
        "المنشآت",
        "سجل العمال",
        "الجهة الإدارية",
        "مهل التسجيل"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-036",
      "article_number": "36",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: التشغيل",
      "original_text": "تلتزم المنشآت الخاضعة لأحكام هذا القانون بأن ترسل إلى الجهة الإدارية المختصة خلال ثلاثين يوماً من تاريخ بدء العمل بالمنشأة، بياناً مفصلاً بعدد العمال طبقاً لمؤهلاتهم، ومهنهم، وفئات أعمارهم، وجنسياتهم، ونوعهم، والأجور التى يتقاضونها.\nوعلى هذه المنشآت أن ترسل إلى تلك الجهة خلال شهر يناير من كل عام البيانات الآتية:\n١- ما طرأ من تعديلات على البيانات الواردة فى الفقرة الأولى من هذه المادة.\n٢- عدد الوظائف الشاغرة بسبب الإحلال أو التوسعات الجديدة، والوظائف التى تم إلغاؤها.\n٣- بيان بتقدير الاحتياجات المتوقعة حسب الحالة التعليمية والمهنية خلال العام التالي.\nوذلك كله وفقاً للنماذج التى تعدها الوزارة المختصة.\nوعلى الجهة الإدارية المختصة موافاة الهيئة القومية للتأمين الاجتماعى بنسخة من البيانات المشار إليها بالفقرة الثانية من هذه المادة.",
      "simplified_summary": "تحدد التزامات المنشآت بتقديم بيانات عن العمال والوظائف للجهات المختصة سنوياً.",
      "keywords": [
        "بيانات العمال",
        "المنشآت",
        "الوظائف الشاغرة",
        "التأمين الاجتماعي"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-037",
      "article_number": "37",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: التشغيل",
      "original_text": "تلتزم المنشآت المشار إليها فى المادة (٣٥) من هذا القانون بإمساك سجل ورقي أو إلكتروني لقيد أسماء الأشخاص ذوى الإعاقة والأقزام الحاصلين على شهادات التأهيل أو بطاقة إثبات الإعاقة والخدمات المتكاملة، بحسب الأحوال، الذين ألحقوا بالعمل لديها، يشتمل على البيانات الواردة فى شهادات التأهيل أو بطاقة إثبات الإعاقة والخدمات المتكاملة بحسب الأحوال، ويجب تقديم هذا السجل إلى الجهة الإدارية المختصة كلما طلب منها ذلك.\nويجب إخطار تلك الجهة ببيان يتضمن العدد الإجمالي للعاملين، وعدد الوظائف التى يشغلها الأشخاص ذوو الإعاقة والأقزام، والأجر الذى يتقاضاه كل منهم، وذلك وفقاً للنموذج والموعد اللذين يصدر بتحديدهما قرار من الوزير المختص.",
      "simplified_summary": "تحدد التزامات المنشآت بتسجيل بيانات العاملين من ذوي الإعاقة والأقزام وإخطار الجهات المختصة بها.",
      "keywords": [
        "ذوي الإعاقة",
        "الأقزام",
        "سجل العمال",
        "التأهيل"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-038",
      "article_number": "38",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: التشغيل",
      "original_text": "تلتزم جميع المنشآت الخاضعة لأحكام هذا القانون بموافاة الوزارة المختصة ورقياً أو إلكترونياً بالبيانات أو المعلومات اللازمة لإنشاء أو تحديث قواعد بيانات العمالة، ونظام معلومات سوق العمل خلال ثلاثين يوماً من تاريخ طلبها.\nكما يجب على أصحاب الأعمال أو من يمثلونهم بذل العناية الواجبة للتعاون مع الجهة الإدارية المختصة لاستيفاء استمارات جمع البيانات أو المعلومات ورقياً أو إلكترونياً.\nوعلى الوزارة المختصة القيام بجمع البيانات اللازمة عن سوق العمل وإجراء الدراسات والأبحاث الميدانية منفردة أو بالتنسيق مع الجهات المختصة، وعليها أن تصدر تقارير دورية قطاعية أو جغرافية عن احتياجات سوق العمل الحالي والمستقبلي من المهن والمهارات، ورصد أية تغيرات تطرأ عليه.",
      "simplified_summary": "تحدد التزامات المنشآت والوزارة بجمع بيانات سوق العمل وإجراء الدراسات وإصدار التقارير الدورية.",
      "keywords": [
        "قواعد البيانات",
        "سوق العمل",
        "الدراسات",
        "التقارير الدورية"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-039",
      "article_number": "39",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: التشغيل - الفصل الثاني: التشغيل في الداخل والخارج",
      "original_text": "يستثنى من تطبيق أحكام هذا الفصل ما يأتي:\n١- الأعمال العرضية وما فى حكمها.\n٢- الوظائف الرئيسية التى يعتبر شاغلوها وكلاء مفوضين عن صاحب العمل.\nوللوزير المختص أن يصدر قراراً بسريان أحكام هذا الفصل على كل، أو بعض الأعمال والوظائف والفئات المشار إليها فى البندين (١، ٢) من هذه المادة.",
      "simplified_summary": "يحدد الاستثناءات من تطبيق أحكام التشغيل في الداخل والخارج ويمنح الوزير سلطة سريان الأحكام على بعض الحالات.",
      "keywords": [
        "الاستثناءات",
        "الأعمال العرضية",
        "الوكلاء المفوضون",
        "التشغيل"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-041",
      "article_number": "41",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: التشغيل - الفصل الثاني: التشغيل في الداخل والخارج",
      "original_text": "مع عدم الإخلال بالشروط التى يوجبها قانون شركات المساهمة وشركات التوصية بالأسهم والشركات ذات المسئولية المحدودة وشركات الشخص الواحد الصادر بالقانون رقم ١٥٩ لسنة ١٩٨١ يلزم للحصول على الترخيص المشار إليه فى البند (٣) من المادة (٤٠) من هذا القانون، توافر الشروط المقررة لذلك، وعلى الأخص:\n١- أن يكون المؤسسون وأعضاء مجلس الإدارة والمديرون المختصون بعمليات التشغيل لم يسبق الحكم على أى منهم بعقوبة جناية، أو بعقوبة مقيدة للحرية فى جنحة مخلة بالشرف أو الأمانة أو الآداب العامة، ما لم يكن قد رد إليه اعتباره.\n٢- ألا يقل رأسمال الشركة المصدر أو المدفوع، بحسب الأحوال، عن مائتين وخمسين ألف جنيه وأن يكون مملوكاً بأكمله للمصريين إذا كانت الشركة تزاول عمليات التشغيل بالداخل، وألا يقل عن خمسمائة ألف جنيه إذا كانت تزاول عمليات تشغيل المصريين بالخارج أو بالداخل والخارج معاً، وأن تكون الأغلبية المطلقة للمؤسسين وأعضاء مجلس الإدارة من المصريين الذين يمتلكون فى مجموعهم (٥١٪) على الأقل من رأسمالها.\n٣- أن تقدم الشركة تأميناً لا يقل عن مليون جنيه إما نقداً أو بخطاب ضمان غير مشروط وغير قابل للإلغاء صادر من أحد البنوك المسجلة لدى البنك المركزى، لصالح الوزارة المختصة، وأن يكون سارياً طوال مدة سريان الترخيص وذلك لضمان التزام المرخص له بالتزاماته، ويتعين استكمال قيمة التأمين بمقدار ما لم تقم بأدائه من غرامات أو تعويضات حكم بها عليها، أو مبالغ تقاضتها دون وجه حق، طبقاً لأحكام هذا القانون، وذلك خلال خمسة عشر يوماً من تاريخ إخطار الشركة المرخص لها بكتاب موصى عليه بعلم الوصول بوجوب استكمال التأمين.\nويكون الترخيص لمدة سنة قابلة للتجديد وفقاً للقواعد والإجراءات التى يصدر بها قرار من الوزير المختص، وذلك مقابل أداء الرسم الذى يحدده الوزير المختص لمنح الترخيص أو تجديده بما لا يجاوز عشرة آلاف جنيه، وللوزير المختص إضافة شروط أخرى للحصول على الترخيص، وله وقف إصدار تراخيص جديدة إذا اقتضت المصلحة العامة ذلك فى ضوء متغيرات سوق العمل الفعلية.",
      "simplified_summary": "يحدد الشروط المفصلة للحصول على ترخيص وكالات التشغيل الخاصة، بما في ذلك شروط القيد المالي والأخلاقي والتأمين المالي.",
      "keywords": [
        "ترخيص التشغيل",
        "وكالات التشغيل",
        "التأمين المالي",
        "شروط الترخيص",
        "رأس المال"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-042",
      "article_number": "42",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: التشغيل - الفصل الثاني: التشغيل في الداخل والخارج",
      "original_text": "يصدر الوزير المختص قراراً يتضمن التزامات الشركات المرخص لها بالتشغيل والشروط الواجب توافرها فى مقر الشركة وإدارتها، وتنظيم إجراءات العمل فى هذا النشاط والسجلات اللازمة لمباشرة عملها والتى يتعين إمساكها، وقواعد القيد فيها، والرقابة والتفتيش عليها، والشروط الواجب توافرها فى الإعلانات التى تنشر عن فرص العمل.",
      "simplified_summary": "يخول الوزير المختص إصدار قرارات تنظيمية لتحديد التزامات شركات التشغيل المرخصة وضوابط عملها.",
      "keywords": [
        "التزامات الشركات",
        "سجلات التشغيل",
        "الرقابة والتفتيش",
        "إعلانات الوظائف"
      ],
      "legal_nature": "قاعدة قانونية تخويلية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-043",
      "article_number": "43",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: التشغيل - الفصل الثاني: التشغيل في الداخل والخارج",
      "original_text": "يحظر على الجهات المشار إليها فى المادة (٤٠) من هذا القانون تقاضى أى مبالغ مالية من العامل بطريقة مباشرة أو غير مباشرة نظير إلحاقه بالعمل، ولها أن تتقاضى مقابل ذلك من صاحب العمل.\nواستثناءً من أحكام الفقرة الأولى من هذه المادة يجوز للشركات المشار إليها فى البند (٣) من المادة (٤٠) من هذا القانون أن تتقاضى مبلغاً لا يجوز (١٪) من أجر العامل الذى يتم إلحاقه بالعمل، وذلك عن السنة الأولى فقط كمصروفات إدارية، ويحظر تقاضى أى مبالغ أخرى من العامل تحت أى مسمى.",
      "simplified_summary": "يحظر على جهات التشغيل تقاضي أموال من العمال مقابل الإلحاق بالعمل مع استثناء محدد لوكالات التشغيل الخاصة.",
      "keywords": [
        "حظر تقاضي أموال",
        "مصروفات إدارية",
        "وكالات التشغيل",
        "إلحاق العمال"
      ],
      "legal_nature": "قاعدة قانونية حظرية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-044",
      "article_number": "44",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: التشغيل - الفصل الثاني: التشغيل في الداخل والخارج",
      "original_text": "يلغى الترخيص المشار إليه بالبند (٣) من المادة (٤٠) من هذا القانون بقرار من الوزير المختص فى الحالات الآتية:\n١- فقد الشركة شرطاً من شروط الترخيص.\n٢- حصول الشركة على الترخيص أو تجديده بناءً على ما قدمته من بيانات غير صحيحة.\n٣- ثبوت ممارسة الشركة لنشاطها خارج المقر المرخص لها ممارسة النشاط فيه.\n٤- تشغيل العامل دون تحرير عقد عمل مكتوب، أو ما يقوم مقامه لدى بعض الدول، أو عدم اعتماد العقد من الجهة الإدارية المختصة.\n٥- عدم إمساك السجلات الخاصة بتسجيل بيانات العمالة أو تسجيل المبالغ التى يتم تحصيلها منهم، والتى يصدر بتحديدها قرار من الوزير المختص.\n٦- قيام الشركة بالإعلان عن وظائف غير حقيقية أو تجاوز الشركة حدود التعاقد مع أصحاب الأعمال.\n٧- تقاضى الشركة أى مبالغ من العامل نظير تشغيله بالمخالفة لأحكام هذا القانون.\nويجوز للوزير المختص إيقاف نشاط الشركة مؤقتاً فى أى من الحالات المبينة فى الفقرة الأولى من هذه المادة لحين الفصل فى مدى ثبوت تلك الحالات، أو زوال تلك المخالفات.\nولا يخل إلغاء الترخيص فى أى من الحالات المبينة فى هذه المادة بالمسئولية الجنائية أو المدنية أو التأديبية.",
      "simplified_summary": "يحدد حالات إلغاء ترخيص وكالات التشغيل الخاصة وإجراءات الإيقاف المؤقت مع الحفاظ على المسؤوليات القانونية.",
      "keywords": [
        "إلغاء الترخيص",
        "وكالات التشغيل",
        "الإيقاف المؤقت",
        "المسؤولية القانونية"
      ],
      "legal_nature": "قاعدة قانونية جزائية إدارية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-045",
      "article_number": "45",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: التشغيل - الفصل الثاني: التشغيل في الداخل والخارج",
      "original_text": "مع مراعاة حكم المادة (٤٠) من هذا القانون، لا يجوز للمنشآت تشغيل عمال عن طريق متعهد أو مقاول توريد عمال.",
      "simplified_summary": "يحظر على المنشآت تشغيل العمال عن طريق المتعهدين أو مقاولي توريد العمال.",
      "keywords": [
        "حظر تشغيل العمال",
        "المتعهدين",
        "مقاولي التوريد",
        "التشغيل المباشر"
      ],
      "legal_nature": "قاعدة قانونية حظرية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-046",
      "article_number": "46",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: التشغيل - الفصل الثاني: التشغيل في الداخل والخارج",
      "original_text": "مع عدم الإخلال بأحكام قانون تنظيم ممارسة العمل الأهلى الصادر بالقانون رقم ١٤٩ لسنة ٢٠١٩ يجوز للوزير المختص، وفقاً لاحتياجات سوق العمل الترخيص للجمعيات والمؤسسات الأهلية بإنشاء مكاتب لتشغيل المتعطلين بالداخل.\nوعلى تلك المكاتب مراعاة الأحكام الواردة فى هذا الفصل من القانون والقرارات الوزارية الصادرة بشأنه.\nويصدر الوزير المختص قراراً بتنظيم أعمال تلك المكاتب، وشروط منح الترخيص وحالات إلغائه والرسوم المقررة عليه بما لا يجاوز خمسة آلاف جنيه.\nوتعفى تلك المكاتب من الشكل القانونى للشركات، كما تعفى من تقديم التأمين أو خطاب الضمان.",
      "simplified_summary": "يسمح للجمعيات والمؤسسات الأهلية بإنشاء مكاتب لتشغيل المتعطلين مع إعفائها من بعض الشروط المطلوبة للشركات.",
      "keywords": [
        "مكاتب التشغيل",
        "الجمعيات الأهلية",
        "المتعطلين",
        "الإعفاءات"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-047",
      "article_number": "47",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: التشغيل - الفصل الثاني: التشغيل في الداخل والخارج",
      "original_text": "لصاحب العمل الإعلان عن الوظائف الشاغرة بمختلف وسائل الإعلام، أو أن يعهد إلى وكالات التشغيل الخاصة لشغل تلك الوظائف.\nوعلى صاحب العمل أو وكالة التشغيل إخطار الجهة الإدارية المختصة ورقياً أو إلكترونياً بالإعلان، وتقديم بيان بالوظائف التى تم شغلها وفقاً له.",
      "simplified_summary": "ينظم طرق الإعلان عن الوظائف الشاغرة وإخطار الجهات المختصة بالوظائف التي تم شغلها.",
      "keywords": [
        "الإعلان عن الوظائف",
        "وكالات التشغيل",
        "إخطار الجهات",
        "الوظائف الشاغرة"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-048",
      "article_number": "48",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: التشغيل - الفصل الثاني: التشغيل في الداخل والخارج",
      "original_text": "تلتزم الجهات المشار إليها فى المادة (٤٠) من هذا القانون عدا البند (١) منها، بأن تقدم إلى الوزارة المختصة خلال خمسة أيام عمل فعلية صورة طبق الأصل من الطلب الوارد إليها بشأن توفير فرص العمل بالخارج وشروطها، موثقة من السلطات المختصة، كما تقدم نسخة من الاتفاقيات وعقود العمل المبرمة، متضمنة تحديد العمل والأجر المحدد له وشروط وظروف أدائه والتزامات العامل.\nويكون للوزارة المختصة خلال خمسة عشر يوماً على الأكثر من تاريخ إخطارها بالاتفاقيات والطلبات والعقود المستوفاة الاعتراض عليها فى حالة عدم مناسبة الأجر، أو مخالفتها للنظام العام والآداب العامة.\nفإذا انقضت المدة المشار إليها دون اعتراض من الوزارة اعتبرت الاتفاقيات والطلبات والعقود موافقاً عليها.\nويصدر الوزير المختص قراراً بإجراءات وأسلوب ووسيلة إخطار تلك الجهات بشأن اعتراض الوزارة المختصة.",
      "simplified_summary": "تحدد التزامات جهات التشغيل بتقديم عقود العمل للخارج للموافقة عليها من الوزارة وإجراءات الاعتراض عليها.",
      "keywords": [
        "عقود العمل بالخارج",
        "الموافقة الوزارية",
        "الاعتراض على العقود",
        "توثيق العقود"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-049",
      "article_number": "49",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: التشغيل - الفصل الثاني: التشغيل في الداخل والخارج",
      "original_text": "تتولى الوزارة المختصة بالتعاون مع الوزارات والجهات المعنية متابعة تنفيذ الاتفاقيات الدولية والتعاقدات المتعلقة بالعمالة المصرية فى الخارج، وبحث تسوية المنازعات الناشئة عن تنفيذ هذه الاتفاقيات والتعاقدات.",
      "simplified_summary": "تحدد مسؤولية الوزارة المختصة في متابعة تنفيذ الاتفاقيات الدولية للعمالة المصرية بالخارج وتسوية المنازعات.",
      "keywords": [
        "الاتفاقيات الدولية",
        "العمالة المصرية بالخارج",
        "تسوية المنازعات",
        "المتابعة الوزارية"
      ],
      "legal_nature": "قاعدة قانونية تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-050",
      "article_number": "50",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: تنظيم عمليات التشغيل",
      "original_text": "للمنظمات الدولية أن تزاول عمليات إلحاق العمالة المصرية للعمل خارج البلاد بخبرات وكفاءات خاصة، إذا كان التعاقد مع جهات حكومية أو هيئات عامة عربية أو أجنبية، وذلك بعد أخذ موافقة الجهات المعنية. وعليها أن تتقدم إلى الوزارة المختصة بيانًا بفرص العمل التي يتم توفيرها بهذه الجهات، والجهات المبرمة معها عقود العمل.",
      "simplified_summary": "تنظيم قيام المنظمات الدولية بإلحاق العمالة المصرية للخارج بشروط وموافقة الجهات المختصة.",
      "keywords": [
        "إلحاق العمالة",
        "المنظمات الدولية",
        "العمل بالخارج",
        "الوزارة المختصة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-051",
      "article_number": "51",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: تنظيم عمليات التشغيل",
      "original_text": "تلتزم جميع الجهات التي تزاول عمليات التشغيل بالداخل والخارج بأن توافي الوزارة المختصة ببيانات ونتائج أعمالها على الأقل كل ستة أشهر، ويصدر بتحديد قواعد وإجراءات ذلك قرار من الوزير المختص.",
      "simplified_summary": "إلزام جهات التشغيل بتقديم تقارير دورية للوزارة المختصة.",
      "keywords": [
        "جهات التشغيل",
        "التقارير الدورية",
        "الوزارة المختصة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-052",
      "article_number": "52",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثاني: تنظيم عمليات التشغيل",
      "original_text": "لا يجوز ممارسة عمليات إلحاق المصريين بالداخل والخارج إلكترونيًا من خلال مواقع أو صفحات أو منصات إلكترونية إلا بعد الحصول على ترخيص بذلك من الوزارة المختصة، ويستثنى من ذلك وكالات التشغيل المشار إليها في البند (3) من المادة (40). ويصدر الوزير المختص بالتشاور مع الوزير المعني بشئون الاتصالات قرارًا بقواعد منح هذا الترخيص ومدته بما لا يجاوز سنة، والرسوم المقررة عليه بما لا يقل عن ألف جنيه ولا يزيد على عشرة آلاف جنيه، وضوابط وقواعد التشغيل، وآليات التنسيق معها، والتقارير التي تقدمها عن نتائج أعمالها.",
      "simplified_summary": "تنظيم ترخيص منصات ومواقع إلحاق العمالة إلكترونيًا وتحديد مدته ورسومه.",
      "keywords": [
        "الترخيص الإلكتروني",
        "منصات التشغيل",
        "إلحاق المصريين",
        "الرسوم"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-053",
      "article_number": "53",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الثالث: تشغيل النساء",
      "original_text": "تسري على النساء العاملات جميع الأحكام المنظمة لتشغيل العمال، دون تمييز، ويستحق جميع العاملين من الذكور والإناث أجرًا متساويًا عن العمل ذي القيمة المتساوية، ويشمل ذلك كل صور الأجر وعناصره من مزايا نقدية أو عينية أو علاوات أو حوافز أو بدلات أو غيرها. ويصدر الوزير المختص بعد أخذ رأي المجلس القومي للمرأة والمجلس القومي للطفولة والأمومة قرارًا بتحديد الأحوال أو الأعمال التي لا يجوز تشغيل النساء فيها أو مواجهة مخاطر، بهدف توفير التدابير اللازمة لحماية الأمومة والسلامة والصحة المهنية.",
      "simplified_summary": "تقرير المساواة بين الرجال والنساء في الأجر وتنظيم حماية المرأة العاملة.",
      "keywords": [
        "تشغيل النساء",
        "المساواة في الأجر",
        "حماية الأمومة",
        "السلامة المهنية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-054",
      "article_number": "54",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الثالث: تشغيل النساء",
      "original_text": "للعاملة الحق في إجازة وضع لمدة أربعة أشهر تشمل المدة التي تسبق الوضع والتي تليه، على ألا تقل مدة هذه الإجازة بعد الوضع عن خمسة وأربعين يومًا، وذلك بشرط أن تقدم شهادة طبية مبينًا بها التاريخ الذي يرجح حصول الوضع فيه. وتكون هذه الإجازة مدفوعة الأجر، ولا تستحق العاملة هذه الإجازة لأكثر من ثلاث مرات طوال مدة خدمتها. ويخصم مما يلتزم به صاحب العمل من تعويض ما أدته عنها وفقًا لحكم المادة (77) من قانون التأمينات الاجتماعية والمعاشات الصادر بالقانون رقم 148 لسنة 2019. وتخفض ساعات العمل اليومية للمرأة الحامل بساعة على الأقل اعتبارًا من الشهر السادس من الحمل، ولا يجوز إلزامها بساعات عمل إضافية طوال مدة الحمل وحتى نهاية ستة أشهر من تاريخ الوضع.",
      "simplified_summary": "تنظيم إجازة الوضع للعاملة وحقوقها أثناء الحمل وبعد الولادة.",
      "keywords": [
        "إجازة الوضع",
        "الحمل",
        "حقوق العاملة",
        "تخفيض ساعات العمل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-055",
      "article_number": "55",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الثالث: تشغيل النساء",
      "original_text": "للعاملة بعد انتهاء إجازة الوضع المبينة بالمادة (54) من هذا القانون الحق في العودة إلى وظيفتها أو وظيفة مماثلة لها دون الإخلال بأية مزايا مقررة لوظيفتها الأصلية. ويحظر فصل العاملة أو إنهاء خدمتها أثناء إجازة الوضع، كما يحظر فصلها أو إنهاء خدمتها عقب عودتها من هذه الإجازة ما لم يثبت صاحب العمل أن الفصل أو إنهاء الخدمة لسبب مشروع. ومع ذلك يكون لصاحب العمل حرمان العاملة من التعويض عن أجرها عن مدة الإجازة المشار إليها أو استرداد ما تم أداؤه منها إذا ثبت اشتغالها خلال الإجازة لدى الغير، وذلك مع عدم الإخلال بالمساءلة التأديبية.",
      "simplified_summary": "ضمان حق العاملة في العودة للعمل وحمايتها من الفصل التعسفي بسبب إجازة الوضع.",
      "keywords": [
        "حظر الفصل",
        "العودة للعمل",
        "إجازة الوضع",
        "المساءلة التأديبية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-056",
      "article_number": "56",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الثالث: تشغيل النساء",
      "original_text": "يكون للعاملة التي ترضع طفلها خلال السنتين التاليتين لتاريخ الوضع، فضلًا عن فترة الراحة المقررة، الحق في فترتين أخريين للرضاعة لا تقل كل منهما عن نصف ساعة، وللعاملة الحق في ضم هاتين الفترتين. وتحسب هاتان الفترتان الإضافيتان من ساعات العمل، ولا يترتب على ذلك أي تخفيض في الأجر.",
      "simplified_summary": "منح العاملة المرضعة فترتي رضاعة مدفوعتي الأجر خلال أول سنتين بعد الوضع مع إمكانية ضمهما.",
      "keywords": [
        "فترات الرضاعة",
        "العاملة المرضعة",
        "ساعات العمل",
        "عدم تخفيض الأجر"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-057",
      "article_number": "57",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الثالث: تشغيل النساء",
      "original_text": "مع مراعاة حكم الفقرة الثانية من المادة (72) من قانون الطفل الصادر بالقانون رقم 12 لسنة 1996، يكون للعاملة في المنشأة التي تستخدم خمسين عاملًا فأكثر الحق في الحصول على إجازة دون أجر لمدة لا تجاوز سنتين وذلك لرعاية طفلها، ولا تستحق هذه الإجازة لأكثر من ثلاث مرات طوال مدة خدمتها، بشرط أن تكون قد أمضت في خدمة المنشأة سنة على الأقل، على ألا تقل المدة بين الإجازة الأولى والثانية عن سنتين.",
      "simplified_summary": "إجازة رعاية طفل بدون أجر حتى سنتين للعاملة في منشأة 50 عاملًا فأكثر بشروط وحدود تكرار.",
      "keywords": [
        "إجازة رعاية الطفل",
        "دون أجر",
        "خمسون عاملًا",
        "قانون الطفل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-058",
      "article_number": "58",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الثالث: تشغيل النساء",
      "original_text": "للعاملة أن تنهي عقد العمل بسبب زواجها أو حملها أو إنجابها، على أن تخطر صاحب العمل كتابة برغبتها في ذلك خلال ثلاثة أشهر من تاريخ إبرام عقد الزواج أو ثبوت الحمل أو من تاريخ الوضع بحسب الأحوال، مع مراعاة ألا يؤثر ذلك على الحقوق المقررة لها وفقًا لأحكام هذا القانون أو لأحكام قانون التأمينات الاجتماعية والمعاشات المشار إليه.",
      "simplified_summary": "حق العاملة في إنهاء عقد العمل لسبب الزواج/الحمل/الإنجاب خلال مهلة إخطار محددة دون المساس بحقوقها القانونية والتأمينية.",
      "keywords": [
        "إنهاء العقد",
        "الزواج",
        "الحمل",
        "الإنجاب",
        "الإخطار الكتابي"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-059",
      "article_number": "59",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الثالث: تشغيل النساء",
      "original_text": "يجب على صاحب العمل في حالة تشغيله عاملة أو أكثر أن يعلق في أماكن العمل أو تجمع العمال نسخة من نظام تشغيل النساء. ويجب أن يتضمن ذلك النظام إجراءات وضوابط وقواعد ومواعيد ساعات العمل، والعمل المرن أو العمل عن بعد للمرأة التي ترعى أطفالًا أو ذوي إعاقة.",
      "simplified_summary": "إلزام صاحب العمل بإعلان نظام تشغيل النساء متضمنًا ضوابط ساعات العمل والعمل المرن/عن بعد للحالات الأسرية الخاصة.",
      "keywords": [
        "نظام تشغيل النساء",
        "تعليق النظام",
        "العمل المرن",
        "العمل عن بعد",
        "ذوي الإعاقة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-060",
      "article_number": "60",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الثالث: تشغيل النساء",
      "original_text": "مع عدم الإخلال بأحكام قانون الطفل المشار إليه، على صاحب العمل الذي يستخدم مائة عاملة فأكثر في مكان واحد أن ينشئ دارًا للحضانة أو يعهد إلى دار حضانة برعاية أطفال العاملات. وتلتزم المنشآت التي تقع في منطقة واحدة وتستخدم كل منها أقل من مائة عاملة أن تشترك في تنفيذ الالتزام المنصوص عليه في الفقرة الأولى من هذه المادة. واستثناءً من ذلك، لصاحب العمل أن يتحمل تكاليف رعاية الأطفال بدار الحضانة. ويصدر قرار من الوزير المختص بالضوابط والأوضاع المنظمة لكل ذلك بالتنسيق مع الوزير المعني بشئون التضامن الاجتماعي والمجلس القومي للطفولة والأمومة.",
      "simplified_summary": "التزام منشآت معينة بتوفير حضانة لأطفال العاملات أو التعاقد مع حضانة، مع تنظيم الضوابط بقرار وزاري.",
      "keywords": [
        "دار حضانة",
        "مائة عاملة",
        "رعاية أطفال العاملات",
        "التضامن الاجتماعي",
        "المجلس القومي للطفولة والأمومة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-061",
      "article_number": "61",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الرابع: أحكام تشغيل وتدريب الأطفال",
      "original_text": "تسري أحكام هذا الفصل فيما لم يرد بشأنه نص خاص بأحكام قانون الطفل المشار إليه. ويعتبر طفلًا في تطبيق أحكام هذا القانون كل من لم يبلغ ثماني عشرة سنة.",
      "simplified_summary": "تطبيق أحكام تشغيل الأطفال مع الإحالة لقانون الطفل، وتعريف الطفل بأنه من لم يبلغ 18 سنة.",
      "keywords": [
        "تشغيل الأطفال",
        "تعريف الطفل",
        "ثماني عشرة سنة",
        "قانون الطفل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-062",
      "article_number": "62",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الرابع: أحكام تشغيل وتدريب الأطفال",
      "original_text": "يحظر تشغيل الأطفال قبل بلوغهم خمس عشرة سنة، ومع ذلك يجوز تدريبهم متى بلغت سنهم أربع عشرة سنة بما لا يعيقهم عن مواصلة التعليم. ويلتزم كل صاحب عمل يدرب طفلًا دون سن الخامسة عشرة بمنحه بطاقة تثبت أنه يتدرب لديه، وتلصق عليها صورة الطفل، وتعتمد من الجهة الإدارية المختصة وتختم بخاتمها.",
      "simplified_summary": "حظر تشغيل من هم دون 15 سنة مع السماح بالتدريب من سن 14 بشرط عدم تعطيل التعليم، وإلزام بطاقة تدريب معتمدة.",
      "keywords": [
        "حظر تشغيل الأطفال",
        "التدريب",
        "أربع عشرة سنة",
        "بطاقة تدريب",
        "مواصلة التعليم"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-063",
      "article_number": "63",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الرابع: أحكام تشغيل وتدريب الأطفال",
      "original_text": "يكون تشغيل أو تدريب الأطفال وتحديد الظروف والأحوال والقواعد التي يتم فيها ذلك وفقًا للقرار الصادر من الوزير المختص بالتنسيق مع المجلس القومي للطفولة والأمومة.",
      "simplified_summary": "تنظيم تشغيل/تدريب الأطفال بقرار من الوزير المختص بالتنسيق مع المجلس القومي للطفولة والأمومة.",
      "keywords": [
        "تشغيل الأطفال",
        "تدريب الأطفال",
        "قرار وزاري",
        "المجلس القومي للطفولة والأمومة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-064",
      "article_number": "64",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الرابع: أحكام تشغيل وتدريب الأطفال",
      "original_text": "يحظر تشغيل أو تدريب الأطفال في الأعمال والمهن والصناعات من شأنها أن تعرض صحتهم البدنية أو النفسية أو سلامتهم أو أخلاقهم للخطر أو تعوقهم عن مواصلة التعليم، كما يحظر تشغيلهم أو تدريبهم في أي عمل غير مشروع أو أي أعمال تعتبر من صور أسوأ أشكال عمل الأطفال وفقًا للاتفاقيات والمواثيق والمعاهدات الدولية التي صدقت عليها جمهورية مصر العربية. ويصدر الوزير المختص بالتنسيق مع المجلس القومي للطفولة والأمومة قرارًا بتحديد تلك الأعمال والمهن والصناعات طبقًا لمراحل السن المختلفة.",
      "simplified_summary": "حظر تشغيل الأطفال في الأعمال الخطرة أو غير المشروعة أو التي تعوق التعليم، مع تحديدها بقرار وزاري وفق الفئات العمرية.",
      "keywords": [
        "حظر تشغيل الأطفال",
        "الأعمال الخطرة",
        "أسوأ أشكال عمل الأطفال",
        "الاتفاقيات الدولية",
        "تعويق التعليم"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-065",
      "article_number": "65",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الرابع: أحكام تشغيل وتدريب الأطفال",
      "original_text": "يحظر تشغيل الطفل أكثر من ست ساعات يوميًا، ويجب أن تتخلل ساعات العمل فترة أو أكثر لتناول الطعام والراحة لا تقل في مجموعها عن ساعة واحدة، بحيث لا يعمل الطفل أكثر من أربع ساعات متصلة. ويحظر تشغيل الطفل ساعات عمل إضافية أو تشغيله في أيام الراحة الأسبوعية والعطلات الرسمية. وفي جميع الأحوال يحظر تشغيل الطفل فيما بين الساعة السابعة مساءً والساعة السابعة صباحًا.",
      "simplified_summary": "تحديد الحد الأقصى لساعات عمل الطفل والراحة وحظر الإضافي والليل والعطلات.",
      "keywords": [
        "ساعات عمل الطفل",
        "راحة",
        "حظر العمل الليلي",
        "حظر العمل الإضافي",
        "العطلات الرسمية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-066",
      "article_number": "66",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الرابع: أحكام تشغيل وتدريب الأطفال",
      "original_text": "على صاحب العمل الذي يقوم بتشغيل طفل أو أكثر مراعاة الآتي: 1- تعليق نسخة تحتوي على الأحكام التي يتضمنها هذا الفصل في مكان ظاهر بمحل العمل. 2- تحرير كشف موضح به ساعات العمل وفترات الراحة معتمد من الجهة الإدارية المختصة. 3- إبلاغ الجهة الإدارية المختصة بأسماء الأطفال العاملين لديه، والأعمال المكلفين بها، وأسماء الأشخاص المنوط بهم مراقبة أعمالهم. 4- توفير مسكن منفصل للأطفال عن غيرهم من البالغين وفقًا للضوابط التي يصدر بها قرار من الوزير المختص، ويحظر في جميع الأحوال تبيت الطفل في مكان العمل.",
      "simplified_summary": "التزامات صاحب العمل عند تشغيل الأطفال: إعلان الأحكام، كشوف معتمدة، إخطار الجهة المختصة، وسكن منفصل مع حظر التبيت بمكان العمل.",
      "keywords": [
        "التزامات صاحب العمل",
        "تشغيل الأطفال",
        "كشوف ساعات العمل",
        "إخطار إداري",
        "حظر التبيت"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-067",
      "article_number": "67",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الرابع: أحكام تشغيل وتدريب الأطفال",
      "original_text": "مع عدم الإخلال بأحكام قانون الطفل المشار إليه، تقوم جهات التأهيل بإخطار الجهة الإدارية المختصة التي يقع في دائرتها محل إقامة الطفل ذي الإعاقة بما يفيد تأهيله، وتقيد لديها أسماء الأطفال الذين تم تأهيلهم في سجل خاص ورقي أو إلكتروني، وتسلم إلى الطفل ذي الإعاقة أو من ينوب عنه شهادة القيد دون مقابل. وتلتزم الجهة الإدارية المختصة بمعاونة الأطفال ذوي الإعاقة المقيدين لديها على الالتحاق بالأعمال التي تتناسب أعمارهم وكفاءتهم ومحل إقامتهم، وعليها إخطار مديرية التضامن الاجتماعي الواقعة في دائرتها ببيان شهري عن الأطفال ذوي الإعاقة الذين تم تشغيلهم.",
      "simplified_summary": "تنظيم قيد وتأهيل وتشغيل الأطفال ذوي الإعاقة وتبادل الإخطارات والسجلات والإحصاءات الشهرية.",
      "keywords": [
        "الأطفال ذوو الإعاقة",
        "جهات التأهيل",
        "سجل القيد",
        "شهادة قيد",
        "إخطار التضامن الاجتماعي"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-068",
      "article_number": "68",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الرابع: أحكام تشغيل وتدريب الأطفال",
      "original_text": "يحظر على الأبوين أو متولي أمر الطفل تشغيل الطفل بالمخالفة لأحكام هذا القانون والقرارات التنفيذية الصادرة له.",
      "simplified_summary": "حظر تشغيل الطفل من قبل وليّه بالمخالفة للقانون والقرارات التنفيذية.",
      "keywords": [
        "ولي الأمر",
        "حظر المخالفة",
        "تشغيل الأطفال",
        "القرارات التنفيذية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-069",
      "article_number": "69",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: تنظيم عمل الأجانب",
      "original_text": "يقصد بالعمل في تطبيق أحكام هذا الفصل كل عمل تابع أو حر أو لحساب النفس أو الغير، أو العمل في أي مهنة أو صنعة أو حرفة، بما في ذلك العمل في الخدمة المنزلية.",
      "simplified_summary": "تعريف العمل للأجانب بأنه يشمل التابع والحر ولحساب النفس/الغير بما فيه الخدمة المنزلية.",
      "keywords": [
        "عمل الأجانب",
        "عمل تابع",
        "عمل حر",
        "الخدمة المنزلية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-070",
      "article_number": "70",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: تنظيم عمل الأجانب",
      "original_text": "يخضع عمل الأجانب في جميع منشآت القطاع الخاص، ووحدات القطاع العام، وقطاع الأعمال العام، والهيئات العامة، والإدارة المحلية، والجهاز الإداري للدولة، للأحكام الواردة في هذا الفصل، وذلك مع مراعاة شرط المعاملة بالمثل. ويحدد الوزير المختص النسبة القصوى لتشغيل الأجانب في تلك المنشآت، وحالات الاستثناء من تلك النسبة، والمهن والحرف التي يحظر على الأجانب الاشتغال بها. ويجوز للوزير المختص إعفاء الأجانب من شرط المعاملة بالمثل.",
      "simplified_summary": "خضوع عمل الأجانب لأحكام الفصل مع شرط المعاملة بالمثل وتحديد نسب التشغيل والمهن المحظورة والاستثناءات.",
      "keywords": [
        "عمل الأجانب",
        "المعاملة بالمثل",
        "النسبة القصوى",
        "المهن المحظورة",
        "استثناءات"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-071",
      "article_number": "71",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: تنظيم عمل الأجانب",
      "original_text": "لا يجوز للأجنبي العمل داخل البلاد إلا بعد الحصول على ترخيص بذلك من الوزارة المختصة، وأن يكون مصرحًا له بدخول البلاد والإقامة بها بقصد العمل. ولا يجوز لأصحاب الأعمال تشغيل الأجانب إلا بعد الحصول على الترخيص. ويصدر الوزير المختص قرارًا بشروط الحصول على الترخيص وإجراءاته، والبيانات التي يتضمنها، وإجراءات تجديده، والرسم الذي يحصل عنه بما لا يقل عن خمسة آلاف جنيه ولا يزيد على خمسين ألف جنيه، ورسوم الإعفاء من شرط الاستقدام، ويحدد حالات إلغاء الترخيص قبل انتهاء مدته، وحالات إعفاء الأجانب من شرط الحصول عليه، وحالات الإعفاء من شرط الاستقدام بما يتماشى مع احتياجات سوق العمل. ويلتزم كل من أعفي من شرط الحصول على الترخيص بأن يخطر الجهة الإدارية المختصة بذلك خلال سبعة أيام من مزاولة الأجنبي للعمل، وعند انتهاء خدمته.",
      "simplified_summary": "اشتراط ترخيص عمل للأجنبي وتنظيم شروطه ورسومه وتجديده وإلغائه وإخطارات الإعفاء.",
      "keywords": [
        "ترخيص عمل",
        "الأجنبي",
        "رسوم الترخيص",
        "تجديد الترخيص",
        "إلغاء الترخيص",
        "الإخطار"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-072",
      "article_number": "72",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: تنظيم عمل الأجانب",
      "original_text": "يلتزم صاحب العمل بإبلاغ الجهة الإدارية المختصة والسلطات المختصة عن غياب العامل الأجنبي عن العمل مدة خمسة عشر يومًا متصلة دون مسوغ قانوني يجيز ذلك، ويصدر الوزير المختص قرارًا بالإجراءات المنظمة لذلك والضوابط والشروط.",
      "simplified_summary": "إلزام صاحب العمل بالإبلاغ عن غياب العامل الأجنبي 15 يومًا متصلة دون مسوغ، وفق ضوابط يحددها الوزير.",
      "keywords": [
        "العامل الأجنبي",
        "الإبلاغ",
        "الغياب",
        "خمسة عشر يومًا",
        "ضوابط وإجراءات"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-073",
      "article_number": "73",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: تنظيم عمل الأجانب",
      "original_text": "مع عدم الإخلال بأحكام قانون الاستثمار الصادر بالقانون رقم 72 لسنة 2017، يجوز للوزير المختص بالاتفاق مع الوزير المعني بشئون الاستثمار وضع القواعد والضوابط اللازمة للترخيص بالعمل للأجانب المخاطبين بأحكام قانون الاستثمار المشار إليه.",
      "simplified_summary": "تنظيم ترخيص عمل الأجانب الخاضعين لقانون الاستثمار بالتنسيق بين الوزارات المختصة.",
      "keywords": [
        "قانون الاستثمار",
        "ترخيص عمل الأجانب",
        "قواعد وضوابط",
        "تنسيق وزاري"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-074",
      "article_number": "74",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: تنظيم عمل الأجانب",
      "original_text": "يلتزم صاحب العمل الذي يعمل لديه الأجنبي بإعادته إلى الدولة التي تم استقدامه منها على نفقة صاحب العمل الخاصة حال انتهاء علاقة العمل، ما لم ينص عقد العمل على خلاف ذلك. ويصدر الوزير المختص قرارًا بالإجراءات والمواعيد والحالات المنظمة لذلك.",
      "simplified_summary": "التزام صاحب العمل بإعادة الأجنبي المستقدم إلى دولته عند انتهاء علاقة العمل ما لم يُتفق على خلافه.",
      "keywords": [
        "إعادة الأجنبي",
        "الاستقدام",
        "نفقة صاحب العمل",
        "انتهاء علاقة العمل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-075",
      "article_number": "75",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثالث: تشغيل العمالة غير المنتظمة",
      "original_text": "تهدف أحكام هذا الباب إلى تنظيم ودعم تشغيل العمالة غير المنتظمة والعاملين في القطاع غير الرسمي على المستوى القومي، ومساعدتهم في الحصول على فرص العمل اللائقة بما يتناسب مع احتياجات سوق العمل بالداخل والخارج وتنمية مهاراتهم، وحمايتهم أثناء العمل، وتقديم الدعم اللازم أثناء فترات التعطل. وتسري على العمالة غير المنتظمة والعاملين في القطاع غير الرسمي الذين يعملون لدى أصحاب الأعمال جميع الحقوق والواجبات الواردة في هذا القانون. ويصدر الوزير المختص قرارًا بالقواعد والأحكام المنظمة لشروط وظروف عمل تلك الفئات وطرق الحصول على حقوقهم والقيام بواجباتهم بما يتوافق مع طبيعة عملهم وفتراته.",
      "simplified_summary": "تنظيم ودعم وحماية العمالة غير المنتظمة والقطاع غير الرسمي وتحديد قواعد وشروط عملهم بقرار وزاري.",
      "keywords": [
        "العمالة غير المنتظمة",
        "القطاع غير الرسمي",
        "فرص العمل اللائقة",
        "تنمية المهارات",
        "دعم التعطل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-076",
      "article_number": "76",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثالث: تشغيل العمالة غير المنتظمة",
      "original_text": "تتولى الوزارة المختصة رسم سياسة ومتابعة تشغيل العمالة غير المنتظمة وعلى الأخص الموسميين وعمال الزراعة، وعمال البحر، وعمال المقاولات، وعمال المناجم والمحاجر، بما يتفق مع السياسة العامة للدولة. وللوزير المختص بالتشاور مع الوزراء المعنيين والمنظمات النقابية العمالية المعنية ومنظمات أصحاب الأعمال المعنيين تحديد فئات العمالة غير المنتظمة.",
      "simplified_summary": "اختصاص الوزارة بوضع سياسة متابعة العمالة غير المنتظمة وتحديد فئاتها بالتشاور مع الجهات المعنية.",
      "keywords": [
        "سياسة العمالة غير المنتظمة",
        "الوزارة المختصة",
        "العمال الموسميون",
        "المناجم والمحاجر",
        "التشاور"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-077",
      "article_number": "77",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثالث: تشغيل العمالة غير المنتظمة",
      "original_text": "تلتزم الجهة الإدارية المختصة بحصر وقيد العمالة غير المنتظمة وتصنيفها في السجلات الورقية أو الإلكترونية المعدة لذلك. كما تلتزم بإعداد قواعد بيانات قومية لفئات العمالة غير المنتظمة وربطها بالتنسيق مع الوزارات وأجهزة الدولة المعنية وعلى الأخص الجهاز المركزي للتعبئة العامة والإحصاء والهيئة القومية للتأمين الاجتماعي. ويصدر الوزير المختص قرارًا بالقواعد والإجراءات اللازمة لذلك.",
      "simplified_summary": "حصر وقيد وتصنيف العمالة غير المنتظمة وإنشاء قواعد بيانات قومية وربطها مع الجهات المعنية.",
      "keywords": [
        "قيد وحصر",
        "قواعد بيانات قومية",
        "العمالة غير المنتظمة",
        "CAPMAS",
        "التأمين الاجتماعي"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-078",
      "article_number": "78",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثالث: تشغيل العمالة غير المنتظمة",
      "original_text": "ينشأ صندوق يسمى \"صندوق إعانات الطوارئ والخدمات الاجتماعية والصحية للعمالة غير المنتظمة\" تكون له الشخصية الاعتبارية العامة، ويتبع الوزير المختص، ويكون مقره الرئيسي محافظة القاهرة، وله أن ينشئ فروعًا في المحافظات. ويصدر رئيس مجلس الوزراء قرارًا بتشكيل مجلس إدارة الصندوق برئاسة الوزير المختص وعضوية ممثلي المنظمات النقابية العمالية المعنية ومنظمات أصحاب الأعمال المعنية بالتساوي فيما بينهم، وممثلي الوزارات والجهات المعنية، ويحدد القرار اختصاصات المجلس والنظام الأساسي للصندوق والمعاملة المالية والنظام المحاسبي الواجب اتباعه.",
      "simplified_summary": "إنشاء صندوق لإعانات الطوارئ والخدمات للعمالة غير المنتظمة وتحديد إدارته واختصاصاته.",
      "keywords": [
        "صندوق إعانات الطوارئ",
        "الشخصية الاعتبارية",
        "مجلس الإدارة",
        "النظام الأساسي",
        "النظام المحاسبي"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-079",
      "article_number": "79",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثالث: تشغيل العمالة غير المنتظمة",
      "original_text": "يختص الصندوق بما يأتي: 1- صرف إعانات الطوارئ للعمالة غير المنتظمة في حالات الأزمات والكوارث أو الأوبئة أو حالات التوقف المؤقت عن العمل للأسباب الاقتصادية العامة. 2- تقديم الخدمات الاجتماعية والصحية لفئات العمالة غير المنتظمة. 3- دعم النفقات العلاجية والخدمات الطبية. 4- المساهمة في سداد اشتراكات التأمين الاجتماعي للعمالة غير المنتظمة بالاتفاق مع وزير المالية ووزير التضامن الاجتماعي والهيئة القومية للتأمين الاجتماعي وفي حدود موارد الصندوق. 5- دعم وتطوير وتعزيز عمليات التشغيل اللازمة للعمالة غير المنتظمة. 6- تدريب العمالة غير المنتظمة المخاطبين بأحكام هذا القانون وتنمية مهاراتهم الفنية والمهنية في مجالات العمل المختلفة بالتنسيق مع الوزارة المختصة. 7- المساهمة في توفير أدوات العمل اللازمة لبعض فئات العمالة غير المنتظمة للقيام بأعمالهم. 8- المساهمة في توفير سبل الانتقال والإعاشة والإقامة بمواقع العمل النائية. 9- المشاركة في دعم الالتزام باشتراطات السلامة والصحة المهنية وتأمين بيئة العمل. 10- تقديم البرامج الثقافية والرياضية والترفيهية وتنمية المهارات وإقامة المسابقات وإعداد برامج الرحلات الترفيهية وفقًا للموارد المتاحة. 11- المساهمة في تمويل عمليات حصر العمالة غير المنتظمة على المستوى القومي أو إعداد قواعد بياناتها. 12- إطلاق الحملات الإعلامية للتعريف بحقوق العمالة غير المنتظمة وحقوقهم التأمينية والاجتماعية وغيرها. 13- إنشاء المنصات الإلكترونية اللازمة لتقديم خدمات الصندوق. 14- إقامة مشروعات تنموية تستهدف الارتقاء بأوضاع العمالة غير المنتظمة ودمج العاملين في القطاع غير الرسمي بالقطاع الرسمي، وذلك بالتعاون مع الجهات والمنظمات الإقليمية أو الدولية المتخصصة أو بعد موافقة الجهات الوطنية المعنية.",
      "simplified_summary": "اختصاصات الصندوق تشمل إعانات الطوارئ والخدمات والدعم والتدريب والمساهمات التأمينية والمنصات والمشروعات التنموية.",
      "keywords": [
        "اختصاصات الصندوق",
        "إعانات الطوارئ",
        "خدمات اجتماعية وصحية",
        "تأمين اجتماعي",
        "منصات إلكترونية",
        "مشروعات تنموية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-080",
      "article_number": "80",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثالث: تشغيل العمالة غير المنتظمة",
      "original_text": "يصدر الوزير المختص بالتشاور مع الوزراء المعنيين اللوائح المالية والإدارية للصندوق، ونظام تحصيل موارده، ولائحة الخدمات التي يقدمها، وقيمة الإعانات المالية الطارئة وضوابط استحقاقها ومدتها وحالات وقفها، والمستندات اللازمة لإثباتها، وطريقة وآليات صرفها.",
      "simplified_summary": "تنظيم لوائح الصندوق المالية والإدارية والتحصيل والخدمات والإعانات وشروطها وآليات صرفها بقرار وزاري.",
      "keywords": [
        "لوائح الصندوق",
        "تحصيل الموارد",
        "الإعانات الطارئة",
        "ضوابط الاستحقاق",
        "صرف الإعانات"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-081",
      "article_number": "81",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثالث: تشغيل العمالة غير المنتظمة",
      "original_text": "يجوز بقرار من رئيس الجمهورية في حالات الطوارئ العامة صرف إعانات طوارئ عاجلة لفئات العمالة غير المنتظمة أو بعضهم أو لأسرهم، وذلك في الحالات والأحوال التي يحددها القرار.",
      "simplified_summary": "صرف إعانات طوارئ عاجلة بقرار من رئيس الجمهورية في حالات الطوارئ العامة لفئات العمالة غير المنتظمة أو أسرهم.",
      "keywords": [
        "قرار رئيس الجمهورية",
        "الطوارئ العامة",
        "إعانات طوارئ",
        "أسر العمالة غير المنتظمة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-082",
      "article_number": "82",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثالث: تشغيل العمالة غير المنتظمة",
      "original_text": "تتكون موارد الصندوق مما يأتي: 1- نسبة لا تقل عن (1%) ولا تزيد على (3%) من قيمة الأجور الفعلية للعمالة غير المنتظمة في قطاع المقاولات والتشييد والبناء، فإذا تعذر الوقوف على قيمة الأجور الفعلية حكمًا قدرت بما لا تزيد على (20%) من قيمة العملية في المقاولات العامة، وبما لا تزيد على (45%) في عمليات الخدمات والمصنعية. 2- نسبة لا تقل عن (1%) ولا تزيد على (3%) من قيمة الأجور الفعلية للعمالة غير المنتظمة في قطاع المناجم والمحاجر وما في حكمها، فإذا تعذر الوقوف على قيمة الأجور الفعلية حكمًا قدرت بما لا تزيد على (15%) من قيمة العملية. 3- اشتراك قيد لفئات العمالة غير المنتظمة الأخرى لا يقل عن 20 جنيهًا ولا يزيد على 200 جنيه شهريًا. 4- نسبة (0.5%) في نصف في المائة من قيمة مبيعات المنتجات الزراعية التي تشتريها الدولة. 5- مبلغ 100 جنيه عن كل طلب توثيق أو طلب صحة توقيع أو صحة نفاذ عقود بيع الأراضي الزراعية. 6- مبلغ 50 جنيهًا لا يجاوز عن كل رخصة قيادة مهنية تصدر لأول مرة أو عند تجديدها. 7- كافة الأموال بحسابات العمالة غير المنتظمة بمديريات العمل، وعوائد الأصول والودائع الخاصة بها. 8- التبرعات والهبات العينية والنقدية التي يوافق عليها مجلس الإدارة وبما لا يخالف القوانين واللوائح المعمول بها. 9- عائد الخدمات التي يقدمها الصندوق بمقابل رمزي (إن وجدت). 10- عائد استثمار أموال الصندوق. ويصدر رئيس مجلس إدارة الصندوق قرارًا بتحديد فئات الرسوم والاشتراكات المشار إليها في هذه المادة، وبما لا يجاوز الحد الأقصى المقرر، ومواعيد الوفاء بها.",
      "simplified_summary": "تحديد موارد الصندوق من نسب على الأجور/العمليات واشتراكات ورسوم وتبرعات وعوائد استثمار مع تنظيم الفئات ومواعيد السداد بقرار.",
      "keywords": [
        "موارد الصندوق",
        "نِسَب الأجور",
        "اشتراكات",
        "رسوم",
        "تبرعات",
        "عائد الاستثمار"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-083",
      "article_number": "83",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثالث: تشغيل العمالة غير المنتظمة",
      "original_text": "يكون للصندوق حساب خاص لدى أحد البنوك التجارية المسجلة لدى البنك المركزي المصري، وموازنة مستقلة، وتعد على نمط موازنات الهيئات العامة الاقتصادية. ويعد الصندوق سنويًا القوائم الدالة على المركز المالي وفقًا لنظام المحاسبة المالية، وتبدأ السنة المالية للصندوق مع السنة المالية للدولة وتنتهي بانتهائها. وتخضع أموال الصندوق لرقابة الجهاز المركزي للمحاسبات، ويرحل فائض أمواله من سنة مالية إلى أخرى.",
      "simplified_summary": "حساب بنكي وموازنة مستقلة للصندوق مع قوائم مالية ورقابة المركزي للمحاسبات وترحيل الفائض.",
      "keywords": [
        "حساب خاص",
        "موازنة مستقلة",
        "قوائم مالية",
        "الجهاز المركزي للمحاسبات",
        "ترحيل الفائض"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-084",
      "article_number": "84",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثالث: تشغيل العمالة غير المنتظمة",
      "original_text": "تعد أموال الصندوق أموالًا عامة، وبصفة خاصة فيما يتعلق بتطبيق أحكام قانون العقوبات. وللصندوق الحق في اتخاذ إجراءات التنفيذ المباشر والحجز الإداري وفقًا لأحكام القانون رقم 308 لسنة 1955 في شأن الحجز الإداري.",
      "simplified_summary": "اعتبار أموال الصندوق أموالًا عامة ومنح الصندوق سلطة الحجز الإداري والتنفيذ المباشر وفق قانون 308 لسنة 1955.",
      "keywords": [
        "أموال عامة",
        "قانون العقوبات",
        "الحجز الإداري",
        "التنفيذ المباشر",
        "قانون 308 لسنة 1955"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-085",
      "article_number": "85",
      "part (Bab)": "الكتاب الثاني: التدريب والتشغيل وتشغيل العمالة غير المنتظمة",
      "chapter (Fasl)": "الباب الثالث: تشغيل العمالة غير المنتظمة",
      "original_text": "يلتزم العاملون بالوزارة المختصة ومديرياتها كل في حدود اختصاصه بتنفيذ أحكام هذا الباب وما يصدر عن مجلس إدارة الصندوق من لوائح وقرارات، وذلك بالتنسيق مع إدارة الصندوق، ويصدر الوزير المختص قرارًا بقواعد وإجراءات وآليات التنسيق.",
      "simplified_summary": "التزام موظفي الوزارة ومديرياتها بتنفيذ أحكام الباب وقرارات الصندوق مع تنظيم التنسيق بقرار وزاري.",
      "keywords": [
        "تنفيذ الأحكام",
        "الوزارة المختصة",
        "مجلس إدارة الصندوق",
        "لوائح وقرارات",
        "آليات التنسيق"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-086",
      "article_number": "86",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الأول: عقد العمل الفردي",
      "original_text": "تسري أحكام هذا الفصل على العقد الذي يتعهد بمقتضاه عامل بأن يعمل لدى صاحب عمل تحت إدارته أو إشرافه لقاء أجر.",
      "simplified_summary": "سريان أحكام عقد العمل الفردي على علاقة عمل تحت الإدارة/الإشراف مقابل أجر.",
      "keywords": [
        "عقد العمل الفردي",
        "الإدارة",
        "الإشراف",
        "الأجر"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-087",
      "article_number": "87",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الأول: عقد العمل الفردي",
      "original_text": "يبرم عقد العمل الفردي لمدة غير محددة، أو لمدة محددة إذا كانت طبيعة العمل تقتضي ذلك. كما يجوز باتفاق الطرفين تجديد العقد لمدد أخرى مماثلة.",
      "simplified_summary": "إبرام العقد غير محدد المدة كأصل، ويجوز تحديده وتجديده باتفاق الطرفين إذا اقتضت طبيعة العمل.",
      "keywords": [
        "مدة العقد",
        "غير محدد المدة",
        "محدد المدة",
        "تجديد العقد"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-088",
      "article_number": "88",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الأول: عقد العمل الفردي",
      "original_text": "يعتبر عقد العمل غير محدد المدة منذ إبرامه في الحالات الآتية: 1- إذا كان غير مكتوب. 2- إذا لم ينص العقد على مدته. 3- إذا كان مبرمًا لمدة محددة واستمر الطرفان في تنفيذه بعد انتهاء هذه المدة دون اتفاق مكتوب بينهما.",
      "simplified_summary": "حالات اعتبار عقد العمل غير محدد المدة: عدم الكتابة، عدم النص على المدة، أو الاستمرار بعد انتهاء المدة دون اتفاق مكتوب.",
      "keywords": [
        "غير محدد المدة",
        "عدم كتابة العقد",
        "عدم تحديد المدة",
        "الاستمرار بعد الانتهاء"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-089",
      "article_number": "89",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الأول: عقد العمل الفردي",
      "original_text": "يلتزم صاحب العمل بتحرير عقد العمل كتابة باللغة العربية من أربع نسخ، يحتفظ صاحب العمل بنسخة، وتسلم نسخة للعامل، وتودع النسخة الثالثة بمكتب التأمين الاجتماعي المختص، والنسخة الرابعة بالجهة الإدارية المختصة. وإذا كان العامل أجنبيًا ولا يجيد اللغة العربية يجوز أن يحرر عقد العمل باللغة العربية ولغة العامل، وفي حالة الاختلاف في التفسير يعمل بعقد العمل المحرر باللغة العربية. ويجب أن يتضمن العقد على الأخص البيانات الآتية: 1- تاريخ بداية العقد. 2- اسم صاحب العمل وعنوان محل العمل. 3- اسم العامل ومؤهله ومهنته ورقم التأميني أو حرفته أو ما يلزم لإثبات شخصيته ومحل إقامته. 4- طبيعة ونوع العمل محل العقد. 5- الأجر المتفق عليه وطريقة وموعد أدائه وسائر المزايا النقدية والعينية المتفق عليها. وإذا لم يوجد عقد مكتوب فيكون لكل من العامل وصاحب العمل الحق في إثبات علاقة العمل ومدتها وجميع الحقوق المترتبة عليها بكافة طرق الإثبات. ويعطي صاحب العمل للعامل إيصالًا بما يكون قد أودعه لديه من أوراق وشهادات.",
      "simplified_summary": "إلزام كتابة عقد العمل بأربع نسخ وباللغة العربية مع بيانات أساسية، والسماح بإثبات العلاقة بكافة الطرق عند عدم وجود عقد مكتوب.",
      "keywords": [
        "كتابة عقد العمل",
        "أربع نسخ",
        "اللغة العربية",
        "بيانات العقد",
        "طرق الإثبات"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-090",
      "article_number": "90",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: عقد العمل الفردي",
      "original_text": "تحدد فترة الاختبار في عقد العمل لمدة لا تزيد على ثلاثة أشهر، ولا يجوز تعيين العامل تحت الاختبار أكثر من مرة واحدة لدى صاحب عمل واحد.",
      "simplified_summary": "تحديد الحد الأقصى لفترة الاختبار بثلاثة أشهر، ومنع تكرارها لدى نفس صاحب العمل.",
      "keywords": [
        "فترة الاختبار",
        "عقد العمل",
        "ثلاثة أشهر",
        "صاحب العمل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-091",
      "article_number": "91",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: عقد العمل الفردي",
      "original_text": "لا يجوز لصاحب العمل أن يخرج على الشروط المتفق عليها في عقد العمل الفردي أو الجماعي، أو أن يكلف العامل بعمل غير المتفق عليه، إلا إذا دعت الضرورة إلى ذلك لمنع وقوع حادث أو لإصلاح ما نشأ عنه، أو في حالة القوة القاهرة، على أن يكون ذلك بصفة مؤقتة، وله أن يكلف العامل بعمل غير المتفق عليه إذا كان لا يختلف عنه اختلافاً جوهرياً، وفي جميع الأحوال لا يجوز المساس بحقوق العامل.",
      "simplified_summary": "التزام صاحب العمل بشروط العقد، مع جواز التكليف المؤقت بعمل آخر للضرورة دون المساس بحقوق العامل.",
      "keywords": [
        "شروط العقد",
        "تكليف العامل",
        "القوة القاهرة",
        "حقوق العامل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-092",
      "article_number": "92",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: عقد العمل الفردي",
      "original_text": "يلتزم صاحب العمل بإنشاء ملف ورقي أو إلكتروني لكل عامل يتضمن اسمه وحالته الاجتماعية ومحل إقامته ودرجته المهنية ومهارته عند الالتحاق بالعمل، وتاريخ بدء خدمته وأجره وما يطرأ عليه من تطورات وجزاءات، وبيان ما حصل عليه من إجازات، وتودع أو تدرج في الملف صورة عقد العمل وتقارير رؤسائه ومحاضر التحقيق إن وجدت، وأي أوراق أخرى تتعلق بخدمته. ولا يجوز الاطلاع على هذه البيانات إلا لمن رخص له قانوناً، ويقدم الملف للجهة الإدارية أو القضائية المختصة عند الطلب، ويحتفظ به لمدة لا تقل عن خمس سنوات من تاريخ انتهاء علاقة العمل، وفي حالة وجود نزاع قضائي يحتفظ به حتى الفصل فيه بحكم بات.",
      "simplified_summary": "إلزام صاحب العمل بإنشاء ملف شامل لكل عامل وحمايته والاحتفاظ به لمدة قانونية.",
      "keywords": [
        "ملف العامل",
        "بيانات العامل",
        "الاحتفاظ بالملف",
        "السرية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-093",
      "article_number": "93",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: عقد العمل الفردي",
      "original_text": "يلتزم صاحب العمل بنقل العامل من الجهة التي تم التعاقد معه فيها إلى مكان العمل، كما يلتزم بإعادته إلى تلك الجهة خلال ثلاثة أيام من تاريخ انتهاء عقد العمل لأي سبب من الأسباب المبينة في هذا القانون، ولو كان ذلك خلال فترة الاختبار، إلا إذا رفض العامل كتابة العودة خلال المدة المشار إليها. فإذا لم يقم صاحب العمل بذلك، وجب على الجهة الإدارية المختصة بناءً على طلب العامل إعادته على نفقة صاحب العمل، ولهذه الجهة استرداد ما أنفقته بطريق الحجز الإداري.",
      "simplified_summary": "التزام صاحب العمل بنقل العامل وإعادته بعد انتهاء العقد، وتحميله النفقة عند الإخلال.",
      "keywords": [
        "نقل العامل",
        "انتهاء العقد",
        "نفقة الإعادة",
        "الجهة الإدارية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-094",
      "article_number": "94",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: عقد العمل الفردي",
      "original_text": "إذا عهد صاحب العمل إلى صاحب عمل آخر بتنفيذ عمل من أعماله أو جزء منه في منطقة عمل واحدة، وجب على الأخير أن يساوي بين عماله وعمال صاحب العمل الأصلي في جميع الحقوق، ويكون متضامناً معه في الوفاء بجميع الالتزامات التي يفرضها هذا القانون، وفي جميع الأحوال لا يجوز المساس بحقوق العامل.",
      "simplified_summary": "مسؤولية تضامنية بين صاحب العمل الأصلي والآخر وضمان المساواة في الحقوق.",
      "keywords": [
        "المسؤولية التضامنية",
        "مقاولة من الباطن",
        "حقوق العمال",
        "المساواة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-095",
      "article_number": "95",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: عقد العمل الفردي",
      "original_text": "يلتزم العامل الذي تم تدريبه على نفقة صاحب العمل بأن يقضي لديه المدة المتفق عليها، وفي حالة تركه العمل قبل انقضاء هذه المدة يلتزم بسداد نفقات التدريب، وذلك ما لم ينص عقد العمل على خلاف ذلك، دون إخلال بحق صاحب العمل في التعويض.",
      "simplified_summary": "إلزام العامل برد نفقات التدريب إذا ترك العمل قبل المدة المتفق عليها.",
      "keywords": [
        "التدريب",
        "نفقات التدريب",
        "التزام العامل",
        "التعويض"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-096",
      "article_number": "96",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثاني: أنماط العمل الجديدة",
      "original_text": "يعتبر نمطًا جديدًا من أنماط العمل كل عمل يقوم به العامل بطريقة غير تقليدية لصالح صاحب العمل وتحت إدارته أو إشرافه لقاء أجر أيًا كانت صورته. ويعتبر من أنماط العمل الجديدة على الأخص ما يأتي: 1- العمل عن بعد، وهو أداء العمل في مكان يختلف عن المقر التقليدي للمنشأة ويتم تنفيذه من خلال الوسائل التكنولوجية. 2- العمل لبعض الوقت أو جزء منه، وهو العمل الذي يتم خلال ساعات عمل أقل من ساعات العمل الكاملة للعمل المماثل. 3- العمل المرن، وهو أداء العمل بنفس عدد ساعات العمل المطلوبة من العامل في أوقات غير متصلة يتم الاتفاق عليها بين طرفي علاقة العمل أو بتغيير في مواعيد ساعات العمل أو عددها أو مكان العمل. 4- تقاسم العمل، وهو العمل الذي يقوم بإنجازه أكثر من شخص ويتقاسمون فيه الأدوار أو الأوقات كما يتقاسمون الأجر وفقًا لما يتم الاتفاق عليه. 5- أي صور أخرى للعمل يصدر بتحديدها قرار من الوزير المختص.",
      "simplified_summary": "تعريف أنماط العمل الجديدة وذكر صورها الرئيسية مثل العمل عن بُعد، الجزئي، المرن، وتقاسم العمل.",
      "keywords": [
        "أنماط العمل الجديدة",
        "العمل عن بعد",
        "العمل لبعض الوقت",
        "العمل المرن",
        "تقاسم العمل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-097",
      "article_number": "97",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثاني: أنماط العمل الجديدة",
      "original_text": "تسري على علاقات العمل في أنماط العمل الجديدة ما يسري على علاقات العمل التقليدية، وذلك مع مراعاة طبيعة كل عمل وطريقة أدائه. كما تسري على العاملين في تلك الأنماط جميع الحقوق والواجبات، وعلى الأخص الحماية الاجتماعية والضمان الاجتماعي، وإتاحة وضمان الحصول عليه، والحد الأدنى للأجر وطريقة حسابه، والتدريب المهني وبرامج تنمية المهارات، والحق في المفاوضة الجماعية، والحرية وحماية حق التنظيم النقابي وفقًا لأحكام قانون المنظمات النقابية العمالية وحماية حق التنظيم النقابي الصادر بالقانون رقم 213 لسنة 2017.",
      "simplified_summary": "سريان حقوق وواجبات العمل التقليدي على أنماط العمل الجديدة مع مراعاة طبيعة الأداء، بما يشمل الأجر والحماية والتدريب والحقوق النقابية.",
      "keywords": [
        "الحماية الاجتماعية",
        "الحد الأدنى للأجر",
        "التدريب المهني",
        "المفاوضة الجماعية",
        "التنظيم النقابي"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-098",
      "article_number": "98",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثاني: أنماط العمل الجديدة",
      "original_text": "يجوز باتفاق الطرفين في أنماط العمل الجديدة أن يقوم العامل بالعمل لدى أكثر من صاحب عمل، أو أن يعمل لحساب نفسه إلى جانب عمله لدى الغير، مع التزام العامل بعدم إفشاء أسرار العمل.",
      "simplified_summary": "يجوز الجمع بين أكثر من عمل أو العمل لحساب النفس في أنماط العمل الجديدة بشرط الحفاظ على أسرار العمل.",
      "keywords": [
        "تعدد أصحاب العمل",
        "العمل لحساب النفس",
        "سرية العمل",
        "اتفاق الطرفين"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-099",
      "article_number": "99",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثاني: أنماط العمل الجديدة",
      "original_text": "يجب أن تكون علاقة العمل في أنماط العمل الجديدة في عقد مكتوب ورقيًا أو إلكترونيًا، ويجوز للعامل إثبات علاقة العمل بكافة طرق الإثبات.",
      "simplified_summary": "إلزام كتابة عقد لأنماط العمل الجديدة (ورقي/إلكتروني) مع السماح بالإثبات بكافة الطرق.",
      "keywords": [
        "عقد مكتوب",
        "إلكتروني",
        "إثبات علاقة العمل",
        "أنماط العمل الجديدة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-100",
      "article_number": "100",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثاني: أنماط العمل الجديدة",
      "original_text": "يصدر الوزير المختص بالتشاور مع المنظمات النقابية العمالية ومنظمات أصحاب الأعمال القرارات اللازمة لتنظيم أنماط العمل الجديدة وتحديد صورها، والنماذج الاسترشادية لعقود ولوائح العمل، وآليات وطرق إثبات علاقة العمل، وحصول الطرفين على حقوقهم، وذلك في موعد لا يتجاوز ستة أشهر من تاريخ إصدار هذا القانون.",
      "simplified_summary": "قرارات وزارية لتنظيم أنماط العمل الجديدة والنماذج وإثبات العلاقة خلال 6 أشهر من صدور القانون.",
      "keywords": [
        "قرارات تنظيمية",
        "نماذج استرشادية",
        "لوائح العمل",
        "إثبات العلاقة",
        "ستة أشهر"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-101",
      "article_number": "101",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثالث: الأجور",
      "original_text": "يشكل المجلس القومي للأجور برئاسة الوزير المعني بشئون التخطيط والتنمية الاقتصادية والتعاون الدولي، وعضوية كل من: الوزير المختص أو من ينيبه. الوزير المعني بشئون التضامن الاجتماعي أو من ينيبه. الوزير المعني بشئون المالية أو من ينيبه. الوزير المعني بشئون الصناعة أو من ينيبه. الوزير المعني بشئون قطاع الأعمال العام أو من ينيبه. الوزير المعني بشئون التموين والتجارة الداخلية أو من ينيبه. رئيس المجلس القومي للمرأة أو من ينيبه. رئيس الجهاز المركزي للتعبئة العامة والإحصاء. الرئيس التنفيذي للهيئة العامة للاستثمار والمناطق الحرة. رئيس مجلس إدارة الهيئة القومية للتأمين الاجتماعي. رئيس الجهاز المركزي للتنظيم والإدارة أو من ينيبه. رئيس المجلس القومي للأشخاص ذوي الإعاقة أو من ينيبه. ستة أعضاء يمثلون منظمات أصحاب الأعمال يتم اختيارهم من المنظمات الأكثر تمثيلاً من حيث العضوية. ستة أعضاء يمثلون المنظمات النقابية العمالية المعنية الأكثر تمثيلاً، ترشحهم منظماتهم على أن يراعى تمثيل جميع مستويات المنظمات النقابية المعنية ما لم يكن ذلك متعذرًا. ويجوز للمجلس الاستعانة بعدد كاف من الخبراء أو المختصين أو الشخصيات العامة للموضوعات المطروحة على جدول الأعمال دون أن يكون لهم صوت في المداولات.",
      "simplified_summary": "تشكيل المجلس القومي للأجور واختصاص تمثيل الحكومة وأصحاب الأعمال والعمال وإمكانية الاستعانة بالخبراء دون تصويت.",
      "keywords": [
        "المجلس القومي للأجور",
        "تشكيل المجلس",
        "ممثلو أصحاب الأعمال",
        "ممثلو العمال",
        "خبراء دون تصويت"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-102",
      "article_number": "102",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثالث: الأجور",
      "original_text": "يختص المجلس المشار إليه في المادة (101) من هذا القانون على وجه الخصوص بالآتي: 1- وضع الحد الأدنى لأجور العاملين في كل القطاعات على المستوى القومي، بمراعاة احتياجات العمال وعائلاتهم وتكاليف المعيشة وتغيراتها وتحقيق التوازن بين طرفي علاقة العمل، وضمان زيادة معدلات الإنتاج. 2- وضع الحد الأدنى للعلاوة الدورية السنوية المقررة بما لا يقل عن النسبة المقررة في المادة (12) من هذا القانون، وفقًا لأحكام هذا القانون والقواعد المنظمة لصرفها. 3- النظر في طلبات أصحاب الأعمال للتخفيض أو الإعفاء من صرف العلاوة الدورية لظروف اقتصادية طارئة. 4- وضع المعايير والضوابط التي يتم على أساسها قبول أو رفض طلبات التخفيض أو الإعفاء من صرف العلاوة الدورية السنوية. 5- إخطار الوزارات المعنية بقبول أو رفض الطلبات المقدمة من ذوي الشأن بالتخفيض أو الإعفاء من صرف العلاوة الدورية السنوية. ويصدر رئيس مجلس الوزراء قرارًا بتحديد نظام العمل بالمجلس واختصاصاته الأخرى في موعد أقصاه ستة أشهر من تاريخ العمل بهذا القانون.",
      "simplified_summary": "اختصاصات المجلس القومي للأجور: الحد الأدنى للأجور والعلاوة الدورية ومعايير الإعفاء/التخفيض، مع تنظيم عمله بقرار من رئيس الوزراء خلال 6 أشهر.",
      "keywords": [
        "الحد الأدنى للأجور",
        "العلاوة الدورية",
        "إعفاء أو تخفيض",
        "معايير وضوابط",
        "قرار رئيس مجلس الوزراء"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-103",
      "article_number": "103",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثالث: الأجور",
      "original_text": "يجتمع المجلس القومي للأجور بدعوة من رئيسه كل ستة أشهر على الأقل، أو كلما دعت الحاجة إلى ذلك، وتكون اجتماعاته صحيحة بحضور أغلبية الأعضاء، وتصدر قراراته بأغلبية آراء الحاضرين من أعضائه، وعند التساوي يرجح الجانب الذي منه الرئيس.",
      "simplified_summary": "مواعيد انعقاد المجلس ونصاب صحة الاجتماعات وطريقة إصدار القرارات.",
      "keywords": [
        "انعقاد المجلس",
        "نصاب",
        "الأغلبية",
        "ترجيح صوت الرئيس"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-104",
      "article_number": "104",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثالث: الأجور",
      "original_text": "تلتزم المنشآت الخاضعة لأحكام هذا القانون بتنفيذ قرارات المجلس القومي للأجور كل فيما يخصه.",
      "simplified_summary": "إلزام المنشآت بتنفيذ قرارات المجلس القومي للأجور.",
      "keywords": [
        "تنفيذ القرارات",
        "قرارات المجلس القومي للأجور",
        "التزام المنشآت"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-105",
      "article_number": "105",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثالث: الأجور",
      "original_text": "يتعين على أجهزة التفتيش بالوزارة المختصة القيام بإجراء التفتيش الدوري على المنشآت الخاضعة لأحكام هذا القانون للتحقق من تنفيذ قرارات المجلس القومي للأجور، وعلى أصحاب الأعمال أو من يمثلهم إمساك سجلات ورقية أو إلكترونية تتضمن بيانات العاملين والأجر المستحق لكل عامل.",
      "simplified_summary": "تفتيش دوري للتحقق من تنفيذ قرارات الأجور مع إلزام أصحاب الأعمال بسجلات بيانات وأجور.",
      "keywords": [
        "تفتيش دوري",
        "إمساك سجلات",
        "بيانات العاملين",
        "الأجر المستحق"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-106",
      "article_number": "106",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثالث: الأجور",
      "original_text": "مع عدم الإخلال بالاختصاص المقرر لمحاكم مجلس الدولة، لكل ذي مصلحة الطعن على القرارات الصادرة عن المجلس القومي للأجور في طلبات أصحاب الأعمال بالتخفيض أو الإعفاء من صرف العلاوة الدورية السنوية أمام المحكمة العمالية، وذلك خلال ثلاثين يومًا من التاريخ المقرر لصرف العلاوة أو الإخطار بالقرار المطعون فيه، بحسب الأحوال.",
      "simplified_summary": "إتاحة الطعن على قرارات المجلس بشأن إعفاء/تخفيض العلاوة الدورية خلال 30 يومًا وفقًا للضوابط.",
      "keywords": [
        "الطعن",
        "قرارات المجلس",
        "العلاوة الدورية",
        "ثلاثون يومًا"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-107",
      "article_number": "107",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثالث: الأجور",
      "original_text": "يحدد الأجر طبقًا لعقد العمل الفردي، أو اتفاقية العمل الجماعية، أو لائحة المنشأة المعتمدة. فإذا لم يحدد بأي من هذه الطرق استحق العامل أجر المثل في المهنة في الجهة التي يؤدي فيها العمل إن وجد، وإلا قدر الأجر طبقًا للعرف إن وجد، فإن لم يوجد عرف تولى قاضي الأمور الوقتية بالمحكمة العمالية المختصة تقدير الأجر وفقًا لمقتضيات العدالة مع مراعاة أحكام هذا القانون.",
      "simplified_summary": "تحديد الأجر وفق العقد/الاتفاقية/اللائحة، وإلا فأجر المثل أو العرف، وإلا فتقدير قضائي وقتي.",
      "keywords": [
        "تحديد الأجر",
        "أجر المثل",
        "العرف",
        "قاضي الأمور الوقتية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-108",
      "article_number": "108",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثالث: الأجور",
      "original_text": "تؤدى الأجور وغيرها من المبالغ المستحقة للعامل في أحد أيام العمل وفي مكانه أو في حساب العامل البنكي بالعملة المتداولة قانونًا، مع مراعاة الأحكام التالية: 1- تؤدى أجور العمال المعينين بأجر شهري مرة على الأقل في الشهر. 2- إذا كان الأجر بالإنتاج أو بالعمولة واستلزم العمل مدة تزيد على أسبوعين وجب أن يحصل العامل كل أسبوع على دفعة تحت الحساب تتناسب مع ما أتمه من العمل، وأن يؤدى له باقي أجره خلال الأسبوع التالي لتسليم ما كلف به. 3- في غير ما ذكر في البندين (1، 2) تؤدى أجور العمال مرة كل أسبوع على الأكثر ما لم يتفق على غير ذلك. 4- إذا انتهت علاقة العمل لأي سبب يؤدى صاحب العمل للعامل أجره وجميع المبالغ المستحقة له في مدة لا تجاوز سبعة أيام من تاريخ مطالبة العامل بهذه المستحقات. وفي جميع الأحوال يجب ألا يقل ما يحصل عليه العامل عن الحد الأدنى للأجور، ويحظر احتجاز أجر العامل أو جزء منه دون سند قانوني.",
      "simplified_summary": "قواعد ومواعيد صرف الأجور، وضمان الحد الأدنى، وحظر حجز الأجر دون سند قانوني.",
      "keywords": [
        "صرف الأجور",
        "العمولة",
        "دفعة تحت الحساب",
        "سبعة أيام",
        "حظر حجز الأجر"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-109",
      "article_number": "109",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثالث: الأجور",
      "original_text": "يكون حساب متوسط الأجر اليومي لعمال الإنتاج أو العمال الذين يتقاضون عمولة أو نسبة مئوية مضافًا إليها أجرًا أساسيًا على أساس متوسط ما تقاضاه العامل عن أيام العمل الفعلية في السنة الميلادية السابقة، أو عن المدة التي اشتغلها إن قلت عن ذلك، مقسومًا على عدد أيام العمل الفعلية عن ذات الفترة.",
      "simplified_summary": "طريقة حساب متوسط الأجر اليومي لعمال الإنتاج/العمولة وفق متوسط الأجر على أيام العمل الفعلية.",
      "keywords": [
        "متوسط الأجر اليومي",
        "عمال الإنتاج",
        "عمولة",
        "نسبة مئوية",
        "أيام العمل الفعلية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-110",
      "article_number": "110",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثالث: الأجور",
      "original_text": "يحظر على صاحب العمل أن ينقل العامل من فئة عمال الأجر الشهري إلى فئة عمال الأجر اليومية، أو بالأجر الأسبوعي، أو بالساعة، أو بالإنتاج، إلا بعد موافقته، ويكون للعامل في هذه الحالة جميع الحقوق التي اكتسبها في المدة التي قضاها بالأجر الشهري.",
      "simplified_summary": "منع تغيير فئة الأجر الشهري إلى أي فئة أخرى إلا بموافقة العامل مع احتفاظه بحقوقه المكتسبة.",
      "keywords": [
        "تحويل فئة الأجر",
        "موافقة العامل",
        "الأجر الشهري",
        "حقوق مكتسبة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-111",
      "article_number": "111",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثالث: الأجور",
      "original_text": "إذا حضر العامل إلى مقر عمله في الوقت المحدد للعمل وكان مستعدًا لمباشرة عمله وحالت دون ذلك أسباب ترجع إلى صاحب العمل اعتبر كأنه أدى عمله واستحق أجره كاملًا. أما إذا حضر وحالت بينه وبين مباشرة عمله أسباب قهرية خارجة عن إرادة صاحب العمل استحق نصف أجره.",
      "simplified_summary": "استحقاق الأجر الكامل عند منع العامل بسبب صاحب العمل، ونصف الأجر عند وجود قوة قاهرة خارجة عن إرادته.",
      "keywords": [
        "حضور العامل",
        "الأجر الكامل",
        "القوة القاهرة",
        "نصف الأجر"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-112",
      "article_number": "112",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثالث: الأجور",
      "original_text": "لا يجوز لصاحب العمل إلزام العامل بشراء أغذية أو سلع أو خدمات من محال معينة، أو مما ينتجه صاحب العمل من سلع، أو ما يقدمه من خدمات.",
      "simplified_summary": "حظر إلزام العامل بشراء سلع/خدمات من جهات محددة أو من صاحب العمل.",
      "keywords": [
        "حظر الإلزام بالشراء",
        "سلع وخدمات",
        "استغلال العامل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-113",
      "article_number": "113",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثالث: الأجور",
      "original_text": "لا يجوز لصاحب العمل أن يقتطع من أجر العامل أكثر من عشرة بالمائة وفاءً لما يكون قد أقرضه من مال أثناء سريان العقد، أو أن يتقاضى أية فائدة عن هذه القروض، ويسري هذا الحكم على الأجور المدفوعة مقدمًا.",
      "simplified_summary": "تحديد حد أقصى للاقتطاع مقابل القروض (10%) ومنع الفائدة، وسريان الحكم على السلف.",
      "keywords": [
        "اقتطاع الأجر",
        "قروض صاحب العمل",
        "10%",
        "حظر الفائدة",
        "أجور مقدمة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-114",
      "article_number": "114",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثالث: الأجور",
      "original_text": "مع عدم الإخلال بأحكام قانون تنظيم بعض أوضاع وإجراءات التقاضي في مسائل الأحوال الشخصية الصادر بالقانون رقم 1 لسنة 2000، لا يجوز في جميع الأحوال الاستقطاع أو الحجز أو النزول عن الأجر المستحق للعامل لأداء دين إلا في حدود خمسة وعشرين بالمائة من هذا الأجر، ويجوز رفع نسبة الخصم إلى خمسين بالمائة في حالة دين النفقة. وعند التزاحم يقدم دين النفقة ثم ما يكون مطلوبًا لصاحب العمل بسبب ما أتلفه العامل أو ما صرف إليه بغير وجه حق أو ما وقع على العامل من جزاءات أو استرداد ما تسلمه العامل من أدوات أو مهمات. ويشترط لصحة النزول عن الأجر في حدود النسبة المقررة بهذه المادة أن تصدر به موافقة مكتوبة من العامل. وتحسب النسبة المشار إليها في الفقرة الأولى من هذه المادة بعد استقطاع ضريبة الدخل على الأجر وقيمة الاشتراكات والمبالغ المستحقة وفقًا لقانون التأمينات الاجتماعية والمعاشات المشار إليه، وما يكون صاحب العمل قد أقرضه للعامل في حدود النسبة المنصوص عليها في المادة (113) من هذا القانون.",
      "simplified_summary": "تنظيم حدود الحجز/الخصم من الأجر (25% و50% للنفقة) وترتيب الأولويات وشروط الموافقة وحساب النسبة بعد الاستقطاعات القانونية.",
      "keywords": [
        "حجز الأجر",
        "الاستقطاع",
        "دين النفقة",
        "حدود الخصم",
        "موافقة مكتوبة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-115",
      "article_number": "115",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثالث: الأجور",
      "original_text": "لا تبرأ ذمة صاحب العمل من الأجر إلا إذا وقع العامل بما يفيد استلام الأجر في السجل المعد لذلك، أو في كشوف الأجور، أو إتمام تحويل أجره ومستحقاته إلى حسابه بأحد البنوك، ويلتزم صاحب العمل بإعطاء العامل بيانًا بمفردات أجره.",
      "simplified_summary": "طرق إبراء ذمة صاحب العمل من الأجر (توقيع/كشوف/تحويل بنكي) مع إلزام بيان مفردات الأجر.",
      "keywords": [
        "إثبات سداد الأجر",
        "كشوف الأجور",
        "تحويل بنكي",
        "مفردات الأجر"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-116",
      "article_number": "116",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الثالث: الأجور",
      "original_text": "مع مراعاة حكم المادة (115) من هذا القانون، يسلم صاحب العمل إلى ولي أمر الطفل أجره أو مكافآته أو غير ذلك مما يستحقه قانونًا، ويكون هذا التسليم مبرئًا لذمته.",
      "simplified_summary": "تسليم مستحقات الطفل لولي أمره مع اعتبار ذلك مبرئًا لذمة صاحب العمل.",
      "keywords": [
        "مستحقات الطفل",
        "ولي الأمر",
        "إبراء الذمة",
        "الأجر"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-117",
      "article_number": "117",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الرابع: ساعات العمل وفترات الراحة",
      "original_text": "مع عدم الإخلال بأحكام القانون رقم 133 لسنة 1961 في شأن تنظيم تشغيل العمال في المنشآت الصناعية، لا يجوز تشغيل العامل تشغيلاً فعليًا أكثر من ثماني ساعات في اليوم أو ثمان وأربعين ساعة في الأسبوع، ولا تدخل في حساب ساعات العمل الفترات المخصصة لتناول الطعام والراحة. ويجوز بقرار من الوزير المختص تخفيض الحد الأقصى لساعات العمل لبعض فئات العمال أو في بعض الأعمال أو الصناعات أو المنشآت التي يحددها.",
      "simplified_summary": "الحد الأقصى لساعات العمل 8 يوميًا أو 48 أسبوعيًا (دون فترات الراحة) مع جواز التخفيض بقرار وزاري.",
      "keywords": [
        "ساعات العمل",
        "8 ساعات",
        "48 ساعة",
        "فترات الراحة",
        "قرار وزاري"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-118",
      "article_number": "118",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الرابع: ساعات العمل وفترات الراحة",
      "original_text": "يجب أن تتخلل ساعات العمل فترة أو أكثر لتناول الطعام والراحة لا تقل في مجموعها عن ساعة، ويراعى في تحديد هذه الفترة ألا يعمل العامل أكثر من خمس ساعات متصلة. وللوزير المختص أن يحدد بقرار منه الحالات أو الأعمال التي تقتضي لأسباب فنية أو لظروف التشغيل استمرار العمل فيها دون فترة راحة، والأعمال المرهقة التي يمنح العامل فيها فترات راحة، وتحسب من ساعات العمل الفعلية.",
      "simplified_summary": "إلزام فترة راحة لا تقل عن ساعة وعدم العمل أكثر من 5 ساعات متصلة، مع تنظيم الاستثناءات والراحات المحتسبة ضمن ساعات العمل.",
      "keywords": [
        "فترة الراحة",
        "ساعة",
        "خمس ساعات متصلة",
        "استثناءات فنية",
        "أعمال مرهقة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-119",
      "article_number": "119",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الرابع: ساعات العمل وفترات الراحة",
      "original_text": "يجب تنظيم ساعات العمل وفترات الراحة بحيث لا تجاوز الفترة بين بداية ساعات العمل ونهايتها في اليوم الواحد أكثر من عشر ساعات، وتحسب فترة الراحة من ساعات التواجد إذا كان العامل خلالها في مكان العمل. ويستثنى من هذا الحكم العمال المشتغلون في أعمال متقطعة بطبيعتها والأعمال ذات الطبيعة الخاصة التي يحددها الوزير المختص بقرار منه، بحيث لا تزيد مدة تواجدهم في المنشأة في اليوم الواحد على اثنتي عشرة ساعة.",
      "simplified_summary": "تنظيم يوم العمل بحيث لا تتجاوز مدة اليوم 10 ساعات (وقد تُحتسب الراحة ضمن التواجد)، مع استثناءات بحد أقصى 12 ساعة تواجد.",
      "keywords": [
        "تنظيم ساعات العمل",
        "عشر ساعات",
        "ساعات التواجد",
        "أعمال متقطعة",
        "اثنتا عشرة ساعة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-120",
      "article_number": "120",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الأول: علاقات العمل الفردية - الفصل الرابع: ساعات العمل وفترات الراحة",
      "original_text": "يجب تنظيم العمل بالمنشأة بحيث يحصل كل عامل على راحة أسبوعية لا تقل عن أربع وعشرين ساعة كاملة بعد ستة أيام عمل متصلة على الأكثر، وفي جميع الأحوال تكون الراحة الأسبوعية مدفوعة الأجر.",
      "simplified_summary": "حق العامل في راحة أسبوعية مدفوعة لا تقل عن 24 ساعة بعد 6 أيام عمل متصلة كحد أقصى.",
      "keywords": [
        "راحة أسبوعية",
        "24 ساعة",
        "مدفوعة الأجر",
        "ستة أيام عمل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-121",
      "article_number": "121",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل الرابع: ساعات العمل وفترات الراحة",
      "original_text": "يجوز لصاحب العمل عدم التقيد بالأحكام الواردة بالمواد (117، 118، 119، 120) من هذا القانون، إذا كان التشغيل بقصد مواجهة ضرورات عمل غير عادية أو ظروف استثنائية، ويشترط في هذه الحالات إبلاغ الجهة الإدارية المختصة بمبررات ظروف العمل غير العادية أو الظروف الاستثنائية خلال سبعة أيام من وقوعها، والمدة اللازمة لإتمام العمل في التشغيل الإضافي. وفي هذه الحالة يستحق العامل بالإضافة إلى أجره عن ساعات العمل الأصلية، أجراً عن ساعات التشغيل الإضافية حسبما يتم الاتفاق عليه في عقد العمل الفردي أو الجماعي، بحيث لا يقل ما يضاف إليه عن (35%) عن أجر ساعة العمل النهارية، و(70%) عن أجر ساعة العمل الليلية تحتسب على أساس أجر ساعة عمله الأصلية. فإذا وقع التشغيل في يوم الراحة استحق العامل مثل أجره تعويضاً عن هذا اليوم، ويمنحه صاحب العمل يوماً آخر عوضاً عنه خلال الأسبوع التالي. وفي جميع الأحوال لا يجوز أن تزيد ساعات وجود العامل بالمنشأة على اثنتي عشرة ساعة.",
      "simplified_summary": "يجوز تجاوز قواعد ساعات العمل والراحة عند الضرورات غير العادية/الظروف الاستثنائية مع إخطار الجهة الإدارية خلال 7 أيام، ويستحق العامل مقابل إضافي (35% نهاراً و70% ليلاً) وتعويض راحة، وبحد أقصى 12 ساعة وجود بالمنشأة.",
      "keywords": [
        "ساعات العمل",
        "تشغيل إضافي",
        "ظروف استثنائية",
        "إخطار الجهة الإدارية",
        "مقابل إضافي",
        "35%",
        "70%",
        "حد أقصى 12 ساعة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-122",
      "article_number": "122",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل الرابع: ساعات العمل وفترات الراحة",
      "original_text": "على صاحب العمل أن يضع بالمداخل الرئيسية التي يستعملها العمال، أو في مكان ظاهر بالمنشأة، بياناً بيوم الراحة الأسبوعية، وساعات العمل، وفترات الراحة المقررة لكل العاملين، وما يطرأ على هذا الجدول من تعديل مع إخطار الجهة الإدارية المختصة بصورة من هذا الجدول أو ما يطرأ عليه من تعديل خلال سبعة أيام على الأكثر من تنفيذه.",
      "simplified_summary": "يلتزم صاحب العمل بإعلان جدول يوم الراحة الأسبوعية وساعات العمل وفترات الراحة في مكان ظاهر، وإخطار الجهة الإدارية خلال 7 أيام بأي تعديل.",
      "keywords": [
        "جدول ساعات العمل",
        "يوم الراحة الأسبوعية",
        "فترات الراحة",
        "إعلان",
        "إخطار الجهة الإدارية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-123",
      "article_number": "123",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل الرابع: ساعات العمل وفترات الراحة",
      "original_text": "لا تسري أحكام المواد (117، 118، 119، 120/ فقرة ثانية) من هذا القانون على الفئات الآتية: 1- الوكلاء المفوضين عن صاحب العمل. 2- العمال المشتغلين بالأعمال التجهيزية والتكميلية التي يتعين إنجازها قبل انتهاء العمل أو بعده. 3- العمال المخصصين للحراسة والنظافة. ويحدد الحد الأقصى لساعات العمل الفعلية والإضافية للأعمال المشار إليها في البندين (2، 3) من الفقرة الأولى من هذه المادة بقرار من الوزير المختص، ويستحق العمال في هذه الحالة أجراً إضافياً طبقاً لنص المادة (121) من هذا القانون.",
      "simplified_summary": "استثناء بعض الفئات من أحكام ساعات العمل والراحة (الوكلاء المفوضون/أعمال تجهيزية وتكميلية/حراسة ونظافة)، مع تحديد الحد الأقصى بقرار الوزير المختص للفئتين الأخيرتين واستحقاق الأجر الإضافي وفق المادة 121.",
      "keywords": [
        "استثناءات",
        "الوكلاء المفوضون",
        "أعمال تجهيزية",
        "حراسة",
        "نظافة",
        "قرار الوزير المختص",
        "أجر إضافي"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-124",
      "article_number": "124",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل الخامس: الإجازات",
      "original_text": "يستحق العامل إجازة سنوية بأجر، لا يدخل في حسابها أيام عطلات الأعياد والمناسبات الرسمية والراحة الأسبوعية، وذلك على الوجه الآتي: 1- خمسة عشر يوماً في السنة الأولى. 2- واحد وعشرون يوماً اعتباراً من السنة الثانية. 3- ثلاثون يوماً لمن أمضى عشر سنوات أو أكثر لدى صاحب عمل أو لمن تجاوزت سنه خمسين عاماً. 4- خمسة وأربعون يوماً للأشخاص ذوي الإعاقة والأقزام. وإذا قلت مدة خدمة العامل عن سنة تكون إجازته بنسبة المدة التي قضاها في العمل بشرط أن يكون قد أمضى ستة أشهر على الأقل في خدمة صاحب العمل. وفي جميع الأحوال تزيد مدة الإجازة السنوية بمقدار سبعة أيام للعمال الذين يعملون في الأعمال الخطرة أو المضرة بالصحة أو في المناطق النائية، ويصدر بتحديدها قرار من الوزير المختص بعد أخذ رأي الجهات المعنية.",
      "simplified_summary": "تحديد مدد الإجازة السنوية بأجر (15/21/30/45 يوماً) مع قواعد النسبة لمن خدم أقل من سنة، وزيادة 7 أيام للأعمال الخطرة/المضرة/المناطق النائية بقرار الوزير المختص.",
      "keywords": [
        "إجازة سنوية",
        "15 يوماً",
        "21 يوماً",
        "30 يوماً",
        "45 يوماً",
        "الأعمال الخطرة",
        "المناطق النائية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-125",
      "article_number": "125",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل الخامس: الإجازات",
      "original_text": "يحدد صاحب العمل مواعيد الإجازة السنوية حسب مقتضيات العمل وظروفه، ولا يجوز قطعها إلا لأسباب قوية تقتضيها مصلحة العمل. ولا يجوز للعامل النزول عن إجازته، ويلتزم بالقيام بالإجازة في التاريخ والمدة التي حددها صاحب العمل وتم إخطار العامل بها. وإذا رفض العامل كتابة القيام بالإجازة سقط حقه في مقابلها. وفي جميع الأحوال يجب أن يحصل العامل على إجازة سنوية مدتها خمسة عشر يوماً، منها ستة أيام متصلة على الأقل، ويلتزم صاحب العمل بتسوية رصيد الإجازات، أو الأجر المقابل لها كل ثلاث سنوات على الأكثر، فإذا انتهت علاقة العمل قبل استنفاد العامل رصيد إجازته السنوية استحق الأجر المقابل لهذا الرصيد. ولا يجوز تجزئة الإجازة أو ضمها أو تأجيلها بالنسبة للأطفال والأشخاص ذوي الإعاقة والأقزام.",
      "simplified_summary": "صاحب العمل يحدد مواعيد الإجازة السنوية ولا تُقطع إلا لضرورة، ولا يجوز التنازل عنها، وحد أدنى 15 يوماً سنوياً (6 متصلة)، وتسوية الرصيد/مقابله كل 3 سنوات، وصرف المقابل عند انتهاء الخدمة، ومنع التجزئة/التأجيل للأطفال وذوي الإعاقة والأقزام.",
      "keywords": [
        "مواعيد الإجازة",
        "عدم التنازل",
        "حد أدنى 15 يوماً",
        "6 أيام متصلة",
        "تسوية رصيد الإجازات",
        "مقابل الإجازة",
        "منع التجزئة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-126",
      "article_number": "126",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل الخامس: الإجازات",
      "original_text": "للعامل الحق في تحديد موعد إجازته السنوية إذا كان متقدماً لأداء الامتحان بإحدى مراحل التعليم بشرط أن يخطر صاحب العمل قبل قيامه بالإجازة بخمسة عشر يوماً على الأقل. وللعامل الحق في الحصول على إجازة دراسية بأجر عن أيام الامتحان الفعلية لا تحتسب من رصيد إجازاته السنوية، ويشترط لذلك: 1- إخطار صاحب العمل قبل القيام بالإجازة بعشرة أيام على الأقل. 2- إثبات دخوله الامتحان فعلياً بما يفيد ذلك.",
      "simplified_summary": "حق العامل في اختيار موعد الإجازة للامتحانات مع إخطار مسبق، وحقه في إجازة دراسية بأجر لأيام الامتحان لا تخصم من الإجازة السنوية بشرط الإخطار وإثبات الدخول.",
      "keywords": [
        "إجازة الامتحانات",
        "إجازة دراسية",
        "إخطار مسبق",
        "إثبات دخول الامتحان",
        "عدم خصم من الإجازة السنوية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-127",
      "article_number": "127",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل الخامس: الإجازات",
      "original_text": "لصاحب العمل أن يحرم العامل من أجره عن مدة الإجازة أو يسترد ما أداه من أجر عنها، إذا ثبت اشتغاله خلالها لدى الغير، وذلك دون إخلال بالجزاء التأديبي.",
      "simplified_summary": "يجوز لصاحب العمل حرمان العامل من أجر الإجازة أو استرداده إذا عمل لدى الغير أثناء الإجازة، مع عدم الإخلال بالجزاء التأديبي.",
      "keywords": [
        "عمل أثناء الإجازة",
        "استرداد أجر الإجازة",
        "جزاء تأديبي"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-128",
      "article_number": "128",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل الخامس: الإجازات",
      "original_text": "للعامل أن ينقطع عن العمل لسبب عارض لمدة لا تجاوز سبعة أيام خلال السنة، وبحد أقصى يومان في المرة الواحدة، وتحتسب الإجازة العارضة من الإجازة السنوية المقررة للعامل. وللعامل الذي يولد له مولود الحق في إجازة طارئة مدفوعة الأجر يوم الولادة لا تحتسب من رصيد إجازاته السنوية، وبحد أقصى ثلاث مرات طوال مدة الخدمة.",
      "simplified_summary": "إجازة عارضة بحد أقصى 7 أيام سنوياً (يومان في المرة) تُخصم من السنوية، وإجازة طارئة مدفوعة يوم الولادة لا تخصم من السنوية وبحد أقصى 3 مرات طوال الخدمة.",
      "keywords": [
        "إجازة عارضة",
        "7 أيام",
        "يومان في المرة",
        "إجازة ولادة للأب",
        "يوم مدفوع",
        "3 مرات"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-129",
      "article_number": "129",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل الخامس: الإجازات",
      "original_text": "يصدر قرار من الوزير المختص بتحديد الإجازات بأجر في العطلات والأعياد والمناسبات، وتسري بالنسبة للأعياد الدينية لغير المسلمين أحكام قرار مجلس الوزراء الصادر في هذا الشأن. ولصاحب العمل تشغيل العامل في هذه الأيام إذا اقتضت ظروف العمل ذلك، ويستحق العامل في هذه الحالة بالإضافة إلى أجره عن هذا اليوم مثلي هذا الأجر، أو يمنح العامل يوماً آخر عوضاً عنه بناءً على طلب كتابي من العامل يودع بالملف الخاص به.",
      "simplified_summary": "تحدد العطلات والأعياد بأجر بقرار الوزير المختص، ومع الأعياد الدينية لغير المسلمين تُطبق قرارات مجلس الوزراء، ويجوز التشغيل عند الحاجة مع مضاعفة الأجر أو يوم بديل بطلب كتابي.",
      "keywords": [
        "عطلات رسمية",
        "أعياد",
        "قرار الوزير المختص",
        "تشغيل في العطلات",
        "مضاعفة الأجر",
        "يوم بديل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-130",
      "article_number": "130",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل الخامس: الإجازات",
      "original_text": "للعامل الذي أمضى في خدمة صاحب عمل خمس سنوات متصلة الحق في إجازة بأجر لمدة شهر لأداء فريضة الحج أو زيارة بيت المقدس، وتكون هذه الإجازة مرة واحدة طوال مدة خدمته.",
      "simplified_summary": "إجازة شهر بأجر للحج أو زيارة بيت المقدس لمن أمضى 5 سنوات متصلة، وتكون مرة واحدة طوال الخدمة.",
      "keywords": [
        "إجازة الحج",
        "بيت المقدس",
        "شهر بأجر",
        "5 سنوات خدمة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-131",
      "article_number": "131",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل الخامس: الإجازات",
      "original_text": "للعامل الذي يثبت مرضه أو إصابته على نحو يحول بينه وبين أداء عمله الحق في إجازة مرضية تحددها الجهة الطبية المختصة، ويستحق العامل خلالها تعويضاً عن الأجر، تحدد نسبته ومدته وفقاً لأحكام قانون التأمينات الاجتماعية والمعاشات المشار إليه. ويكون للعامل الذي يثبت مرضه في المنشآت الصناعية التي يسري في شأنها قانون تيسير منح تراخيص المنشآت الصناعية الصادر بالقانون رقم 15 لسنة 2017 الحق في إجازة مرضية على أساس ثلاثة أشهر بأجر يعادل (75%) من أجره، ثم ثلاثة أشهر بأجر يعادل (85%) ثم ستة أشهر بأجر يعادل أجره إذا قررت الجهة الطبية المختصة احتمال شفائه. ويخصم من الأجر الذي يلتزم به صاحب العمل ما يلتزم بأدائه نظام التأمين الاجتماعي من تعويض عن الأجر. وللعامل أن يستفيد من رصيد إجازاته السنوية المتجمد إلى جانب ما يستحقه من إجازة مرضية، كما له أن يطلب تحويل الإجازة المرضية إلى إجازة سنوية إذا كان له رصيد بذلك يسمح.",
      "simplified_summary": "تنظيم الإجازة المرضية وتعويض الأجر وفق قانون التأمينات، ونظام خاص للمنشآت الصناعية (15/2017) بنِسَب 75% ثم 85% ثم 100% بشروط طبية، مع خصم ما يدفعه التأمين الاجتماعي وإمكانية استخدام/تحويل رصيد الإجازة السنوية.",
      "keywords": [
        "إجازة مرضية",
        "الجهة الطبية المختصة",
        "تعويض الأجر",
        "قانون التأمينات الاجتماعية والمعاشات",
        "منشآت صناعية",
        "قانون 15 لسنة 2017",
        "75%",
        "85%",
        "100%",
        "تحويل المرضية لسنوية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-132",
      "article_number": "132",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل الخامس: الإجازات",
      "original_text": "للجهة الطبية المختصة منع العامل المخالط للمريض المعرض لعدوى من أحد أفراد أسرته من مزاولة عمله لمدة مناسبة بما لا يجاوز ثلاثة أشهر، وتحدد هذه الأمراض بقرار من الوزير المعني بشئون الصحة، كما يحدد القرار الجهة الطبية المختصة المشار إليها.",
      "simplified_summary": "يجوز منع العامل المخالط لمريض مُعدٍ من مزاولة العمل لمدة مناسبة لا تتجاوز 3 أشهر، وتحدد الأمراض والجهة الطبية المختصة بقرار وزير الصحة.",
      "keywords": [
        "أمراض معدية",
        "مخالطة",
        "منع من العمل",
        "3 أشهر",
        "قرار وزير الصحة",
        "الجهة الطبية المختصة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-133",
      "article_number": "133",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل الخامس: الإجازات",
      "original_text": "تثبت عدم اللياقة للخدمة صحياً وفقاً لأحكام قانون التأمينات الاجتماعية والمعاشات المشار إليه.",
      "simplified_summary": "إثبات عدم اللياقة الصحية للخدمة يكون وفقاً لقواعد قانون التأمينات الاجتماعية والمعاشات.",
      "keywords": [
        "عدم اللياقة الصحية",
        "التأمينات الاجتماعية والمعاشات"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-134",
      "article_number": "134",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السادس: واجبات العمال ومسئولياتهم",
      "original_text": "يجب على العامل ما يأتي: 1- أن يؤدي بنفسه الواجبات المنوطة به بدقة وأمانة، وذلك وفقاً لما هو محدد بالقانون ولوائح العمل وعقود العمل الفردية والجماعية، وأن ينجيزها في الوقت المحدد، وأن يبذل فيها عناية الشخص المعتاد. 2- أن ينفذ أوامر وتعليمات صاحب العمل الخاصة بتنفيذ الواجبات التي تدخل في نطاق العمل المنوط به، إذا لم يكن في هذه الأوامر والتعليمات ما يخالف العقد أو القانون أو اللوائح أو الآداب العامة، ولم يكن في تنفيذها ما يعرضه للخطر. 3- أن يحافظ على مواعيد العمل، وأن يتبع الإجراءات المقررة في حالة التغيب عن العمل أو مخالفة مواعيده. 4- أن يحافظ على ما يسلمه إليه صاحب العمل من أدوات أو أجهزة أو مستندات أو أية أشياء أخرى، وأن يقوم بجميع الأعمال اللازمة لسلامتها، ويلتزم بأن يبذل في ذلك عناية الشخص المعتاد. 5- أن يحسن معاملة عملاء صاحب العمل. 6- أن يحترم رؤساءه وزملاءه في العمل، وأن يتعاون معهم بما يحقق مصلحة المنشأة التي يعمل بها. 7- أن يحافظ على كرامة العمل، وأن يتبع السلوك القويم. 8- أن يراعي النظم الموضوعة للمحافظة على سلامة المنشأة وأمنها. 9- أن يحافظ على أسرار العمل، فلا يفشي المعلومات المتعلقة بالعمل متى كانت سرية بطبيعتها أو وفقاً للتعليمات الكتابية الصادرة عن صاحب العمل. 10- أن يخطر جهة العمل بالبيانات الصحيحة المتعلقة بمحل إقامته وحالته الاجتماعية وموقفه من أداء الخدمة العسكرية، والبيانات الأخرى التي تتطلبها القوانين أو النظم إدراجها في السجل الخاص به، وبكل تغيير يطرأ على بيان من البيانات السابقة في المواعيد المحددة لذلك. 11- أن يتبع النظم التي يضعها صاحب العمل لتنمية وتطوير مهاراته وخبراته أو لتأهيله للقيام بعمل يتفق أو يتناسب مع عمله والتطور التقني داخل المنشأة، وذلك بالاشتراك مع المنظمة النقابية العمالية المعنية.",
      "simplified_summary": "تحديد واجبات العامل: أداء العمل بأمانة، اتباع التعليمات المشروعة، الالتزام بالمواعيد، المحافظة على أدوات ومستندات العمل، حسن المعاملة، احترام الرؤساء والزملاء، سرية المعلومات، تحديث البيانات، والالتزام ببرامج التدريب والتطوير.",
      "keywords": [
        "واجبات العامل",
        "التعليمات المشروعة",
        "الانضباط",
        "سرية المعلومات",
        "المحافظة على أدوات العمل",
        "تحديث البيانات",
        "التدريب والتطوير"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-135",
      "article_number": "135",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السادس: واجبات العمال ومسئولياتهم",
      "original_text": "مع عدم الإخلال بأحكام القانون رقم 137 لسنة 1958 في شأن الاحتياطات الصحية للوقاية من الأمراض المعدية، ومع مراعاة أحكام المادتين (132 و138) يلتزم العامل بالخضوع للاختبارات الطبية عن تعاطي المواد المخدرة أو الأمراض المعدية حينما يطلبه صاحب العمل ذلك وعلى نفقته، ويتم الاختبار الطبي بوزارة الصحة أو بالهيئة العامة للتأمين الصحي أو المعامل المركزية بوزارة الصحة. وتتم الاختبارات الطبية عن تعاطي المواد المخدرة والتظلم منها وفقاً للتنظيم والإجراءات والضمانات التي يصدر بها قرار من الوزير المختص، على أن يكون من بينها إجراء فحص لذات العينة في ذات يوم سحبها، وفي حالة اختلاف نتيجتي الفحص يتم إجراء تحليل تأكيدي لدى أي من الجهتين المشار إليهما في الفقرة الأولى من هذه المادة. فإذا تأكدت إيجابية العينة يتم إحالة العامل للمحكمة العمالية المختصة لإعمال شئونها. وفي جميع الأحوال يلتزم صاحب العمل باتباع السرية في إجراء الكشف الطبي وعدم الإفصاح عن الوضع الصحي للعامل بناء على هذه الاختبارات.",
      "simplified_summary": "إلزام العامل بالخضوع لاختبارات المخدرات/الأمراض المعدية عند طلب صاحب العمل وعلى نفقته، وتنظيم إجراءات الفحص والتظلم وضماناته بقرار الوزير المختص مع الحفاظ على السرية، وإحالة العامل للمحكمة العمالية عند ثبوت الإيجابية.",
      "keywords": [
        "اختبارات طبية",
        "تعاطي المخدرات",
        "الأمراض المعدية",
        "وزارة الصحة",
        "التأمين الصحي",
        "تحليل تأكيدي",
        "سرية البيانات الصحية",
        "المحكمة العمالية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-136",
      "article_number": "136",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السادس: واجبات العمال ومسئولياتهم",
      "original_text": "يُحظر على العامل أن يقوم بنفسه، أو بواسطة غيره بالأعمال الآتية: 1- الاحتفاظ لنفسه بأي ورقة أو مستند خاص بالعمل أو أي بيانات إلكترونية خاصة بالعمل أو أي من وسائل التأمين الإلكترونية الخاصة بالعمل سواء بنفسه أو بتمكين الغير من الحصول على أي معلومات تخص العمل أو منها. 2- العمل لدى الغير سواء بأجر أو دون أجر إذا كان في قيامه بهذا العمل ما يخل بحسن أدائه لعمله أو يمكن الغير من التعرف على أسرار المنشأة أو منافسة صاحب العمل. 3- ممارسة نشاط مماثل للنشاط الذي يمارسه صاحب العمل أثناء قيام علاقة العمل أو الاشتراك في نشاط من هذا القبيل سواء بصفته شريكاً أو عاملاً. 4- الاقتراض من عملاء صاحب العمل أو ممن يمارسون نشاطاً مماثلاً للنشاط الذي يمارسه صاحب العمل، ولا يسري هذا الحظر على الاقتراض من البنوك أو الجهات المرخص لها بذلك. 5- طلب أو قبول هدايا أو مبالغ أو عمولات أو مكافآت أو أشياء أخرى بأي صفة كانت بمناسبة قيامه بواجباته بغير موافقة صاحب العمل. 6- جمع تبرعات نقدية أو عينية، أو توزيع منشورات، أو جمع توقيعات، أو تنظيم اجتماعات داخل مكان العمل دون موافقة صاحب العمل كتابة، مع مراعاة ما تقضي به أحكام قانون المنظمات النقابية العمالية وحماية حق التنظيم النقابي المشار إليه.",
      "simplified_summary": "حظر أفعال تمس أسرار العمل أو تعارض المصالح: الاحتفاظ بمستندات/بيانات العمل، العمل للغير بما يخل بالأداء أو يضر بالمنافسة، ممارسة نشاط مماثل، الاقتراض من العملاء (إلا البنوك)، قبول مزايا دون موافقة، وتنظيم أنشطة داخل مقر العمل دون إذن كتابي مع مراعاة القانون النقابي.",
      "keywords": [
        "حظر",
        "تعارض المصالح",
        "أسرار العمل",
        "منافسة",
        "هدايا وعمولات",
        "منشورات وتوقيعات",
        "اجتماعات داخل العمل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-137",
      "article_number": "137",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السادس: واجبات العمال ومسئولياتهم",
      "original_text": "على كل صاحب عمل يستخدم عشرة عمال فأكثر أن يُعد لائحة بقواعد تنظيم العمل وفقاً لطبيعة النشاط، على أن تتضمن على الأخص نظم الترقى والنقل والأجور والمخالفات التي تمثل خروجاً على مقتضى الواجب الوظيفي والجزاءات التأديبية، من بداية عمل المنشأة أو تاريخ توافر هذا النصاب، خلال ستين يوماً، أو نفاذ هذا القانون بحسب الأحوال، وعليه تسليم نسخة منها إلى الجهة الإدارية المختصة لمراجعتها والتصديق عليها. وعلى الجهة الإدارية المختصة استطلاع رأي المنظمة النقابية العمالية المختصة عليها وتعين عليها إبداء رأيها إلى الجهة الإدارية المختصة في موعد لا يتجاوز خمسة عشر يوماً من تاريخ تسلمها اللائحة وإلا اعتبر ذلك بمثابة موافقة على اللائحة، فإذا لم تقم الجهة الإدارية المختصة بالتصديق عليها أو الاعتراض عليها خلال ثلاثين يوماً من تاريخ استلامها اعتبرت اللائحة نافذة. وعلى صاحب العمل أن يعلق هذه اللائحة في مكان ظاهر بالمنشأة وفروعها ومواقع عملها. وللوزير المختص أن يصدر قراراً بالقواعد العامة لهذه اللائحة.",
      "simplified_summary": "إلزام المنشآت التي تضم 10 عمال فأكثر بوضع لائحة تنظيم العمل وتسليمها لاعتماد الجهة الإدارية بعد استطلاع رأي المنظمة النقابية (15 يوماً)، وتصبح نافذة إذا لم يتم الاعتراض/التصديق خلال 30 يوماً، مع تعليقها بمكان ظاهر وإصدار قواعد عامة بقرار الوزير.",
      "keywords": [
        "لائحة تنظيم العمل",
        "10 عمال",
        "الترقي والنقل والأجور",
        "الجزاءات التأديبية",
        "اعتماد الجهة الإدارية",
        "رأي المنظمة النقابية",
        "نفاذ اللائحة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-138",
      "article_number": "138",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السادس: واجبات العمال ومسئولياتهم",
      "original_text": "يشترط في الفعل الذي تجوز مساءلة العامل عنه تأديبياً، أن يكون ذا صلة بالعمل، وتحدد لائحة الجزاءات المخالفات والجزاءات المقررة لها وفقاً لما هو منصوص عليه في المادة (139) من هذا القانون وبما يحقق تناسب الجزاء مع المخالفة. ولا يجوز توقيع جزاء تأديبي على العامل بعد مضي ثلاثين يوماً من تاريخ الانتهاء من التحقيق في المخالفة.",
      "simplified_summary": "يشترط لقيام المساءلة التأديبية أن تكون المخالفة مرتبطة بالعمل، وتحدد اللائحة المخالفات والجزاءات بما يتناسب معها وفق المادة 139، ولا توقع عقوبة بعد 30 يوماً من انتهاء التحقيق.",
      "keywords": [
        "مساءلة تأديبية",
        "صلة بالعمل",
        "لائحة الجزاءات",
        "تناسب الجزاء",
        "مدة 30 يوماً"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-139",
      "article_number": "139",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السادس: واجبات العمال ومسئولياتهم",
      "original_text": "الجزاءات التأديبية التي يجوز توقيعها على العامل وفقاً للوائح تنظيم العمل والجزاءات في المنشأة هي: 1- الإنذار الكتابي. 2- الخصم من الأجر الأساسي. 3- تأجيل موعد استحقاق العلاوة السنوية لمدة لا تجاوز ثلاثة أشهر. 4- الحرمان من جزء من العلاوة السنوية بما لا يجاوز نصفها. 5- تأجيل الترقية عند استحقاقها لمدة لا تزيد على سنة. 6- خفض الأجر الأساسي بمقدار علاوة على الأكثر. 7- الخفض إلى وظيفة في الدرجة الأدنى مباشرة دون تخفيض الأجر. 8- الفصل من الخدمة وفقاً لأحكام هذا القانون.",
      "simplified_summary": "تحديد أنواع الجزاءات التأديبية الممكن توقيعها داخل المنشأة من إنذار وخصم وتأجيل علاوة/ترقية وخفض أجر/وظيفة وصولاً للفصل وفق القانون.",
      "keywords": [
        "جزاءات تأديبية",
        "إنذار",
        "خصم",
        "تأجيل العلاوة",
        "تأجيل الترقية",
        "خفض الأجر",
        "خفض الوظيفة",
        "فصل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-140",
      "article_number": "140",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السادس: واجبات العمال ومسئولياتهم",
      "original_text": "لا يجوز لصاحب العمل توقيع أكثر من جزاء عن المخالفة الواحدة، كما لا يجوز له الجمع بين اقتطاع جزء من أجر العامل تطبيقاً لحكم المادة (139) من هذا القانون وبين جزاء مالي آخر يحدده القانون، فإذا زاد ما يجب اقتطاعه على أجر خمسة أيام في الشهر الواحد.",
      "simplified_summary": "حظر توقيع أكثر من جزاء عن المخالفة الواحدة، وحظر الجمع بين خصم جزاء تأديبي وخصم/جزاء مالي آخر، مع تقييد الخصم الشهري بما لا يتجاوز أجر 5 أيام.",
      "keywords": [
        "جزاء واحد",
        "عدم الجمع",
        "خصم من الأجر",
        "حد أقصى أجر 5 أيام"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-141",
      "article_number": "141",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السادس: واجبات العمال ومسئولياتهم",
      "original_text": "لا يجوز توقيع جزاء على العامل إلا بعد إبلاغه كتابة بما نسب إليه وسماع أقواله وتحقيق دفاعه وإثبات ذلك في محضر يودع في ملفه الخاص، على أن يبدأ التحقيق خلال سبعة أيام على الأكثر من تاريخ اكتشاف المخالفة ولا يتجاوز ثلاثة أشهر من تاريخ بداية التحقيق، ويجوز مد التحقيق ثلاثة أشهر أخرى إذا اكتشفت أثناء التحقيق وقائع أو مستندات جديدة. وللمنظمة النقابية التي يتبعها العامل أن تندب ممثلاً عنها لحضور التحقيق. وفي المخالفات التي يعاقب عليها بالإنذار أو الخصم من الأجر الأساسي لا يزيد مقداره على أجر يوم واحد يجوز أن يكون التحقيق شفهياً على أن يثبت ذلك في القرار الصادر بتوقيع الجزاء. وفي جميع الحالات يشترط أن يكون القرار الصادر بتوقيع الجزاء مسبباً.",
      "simplified_summary": "ضمانات التحقيق التأديبي: إخطار كتابي وسماع دفاع العامل وتوثيقه بملفه، بدء التحقيق خلال 7 أيام وحده الأقصى 3 أشهر (قابل للمد 3 أشهر)، حضور ممثل نقابي، وجواز التحقيق الشفهي للمخالفات البسيطة مع تسبيب القرار دائماً.",
      "keywords": [
        "تحقيق تأديبي",
        "إخطار كتابي",
        "سماع الدفاع",
        "محضر",
        "ملف العامل",
        "7 أيام",
        "3 أشهر",
        "ممثل نقابي",
        "تسبيب القرار"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-142",
      "article_number": "142",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السادس: واجبات العمال ومسئولياتهم",
      "original_text": "تختص الشئون القانونية بالمنشأة بالتحقيق مع العامل، وفي حالة عدم وجودها فلصاحب العمل أن يعهد بالتحقيق في موضوع المخالفة إلى شخص آخر من ذوي الخبرة أو أحد العاملين بالمنشأة بشرط ألا يقل المستوى الوظيفي للمحقق عن المستوى الوظيفي للعامل الذي يحقق معه.",
      "simplified_summary": "التحقيق يكون من اختصاص الشئون القانونية، وإن لم توجد يجوز تكليف محقق آخر بشرط ألا يقل مستواه الوظيفي عن العامل المحقق معه.",
      "keywords": [
        "الشئون القانونية",
        "التحقيق",
        "مستوى وظيفي",
        "محقق"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-143",
      "article_number": "143",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السادس: واجبات العمال ومسئولياتهم",
      "original_text": "لا يجوز لصاحب العمل أن يوقع جزاء الخصم على العامل عن المخالفة الواحدة بما يزيد على خمسة أيام من الأجر الأساسي، كما لا يجوز أن يقتطع من هذا الأجر وفاءً للجزاءات التي يوقعها أكثر من أجر خمسة أيام في الشهر الواحد. وإذا حدد الخصم بنسبة محددة من الأجر، اعتبر أن المقصود بذلك هو الأجر اليومي للعامل الأساسي.",
      "simplified_summary": "حدود الخصم: بحد أقصى 5 أيام من الأجر الأساسي عن المخالفة الواحدة، وبحد أقصى 5 أيام خصم شهرياً، وإذا كان الخصم بنسبة فيُقصد به الأجر اليومي الأساسي.",
      "keywords": [
        "جزاء الخصم",
        "5 أيام",
        "الأجر الأساسي",
        "حد أقصى شهري"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-144",
      "article_number": "144",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السادس: واجبات العمال ومسئولياتهم",
      "original_text": "يجوز تشديد الجزاء إذا عاد العامل إلى ارتكاب مخالفة جديدة من نوع المخالفة التي سبق مجازاته عليها متى وقعت هذه المخالفة خلال سنة من تاريخ إبلاغ العامل بتوقيع الجزاء السابق.",
      "simplified_summary": "يجوز تشديد الجزاء عند تكرار نفس نوع المخالفة خلال سنة من تاريخ إبلاغ العامل بالجزاء السابق.",
      "keywords": [
        "تشديد الجزاء",
        "تكرار المخالفة",
        "سنة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-145",
      "article_number": "145",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السادس: واجبات العمال ومسئولياتهم",
      "original_text": "لصاحب العمل أن يوقف العامل عن عمله مؤقتاً بموجب قرار مكتوب لمدة لا تزيد على ستين يوماً مع صرف أجره كاملاً وذلك في الحالات الآتية: 1- إذا أحيل العامل للتحقيق بسبب مخالفة ارتكبها داخل مقر العمل واقتضت مصلحة التحقيق ذلك. 2- إذا اتهم العامل بارتكاب جناية أو جنحة مخلة بالشرف أو الأمانة أو الآداب العامة داخل محل العمل أو أي جنحة أخرى. 3- إذا طلب صاحب العمل من المحكمة العمالية المختصة فصل العامل من الخدمة.",
      "simplified_summary": "يجوز وقف العامل مؤقتاً بقرار مكتوب لمدة لا تتجاوز 60 يوماً مع صرف الأجر كاملاً في حالات التحقيق أو الاتهام بجرائم معينة أو عند طلب فصل العامل قضائياً.",
      "keywords": [
        "وقف عن العمل",
        "قرار مكتوب",
        "60 يوماً",
        "صرف الأجر كاملاً",
        "تحقيق",
        "اتهام",
        "طلب فصل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-146",
      "article_number": "146",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السادس: واجبات العمال ومسئولياتهم",
      "original_text": "للعامل التظلم من قرار وقفه عن العمل الصادر وفقاً للبندين (1، 2) من المادة (145) من هذا القانون بموجب عريضة تقدم لقاضي الأمور الوقتية بالمحكمة العمالية المختصة خلال ثلاثة أيام من تاريخ إخطارِه أو علمه بصدور القرار، وعلى القاضي الفصل في هذا التظلم في اليوم التالي لتقديمه على الأكثر، فإذا قضى بعدم صحة قرار الوقف قضى بعودته للعمل مرة أخرى.",
      "simplified_summary": "حق العامل في التظلم من قرار الوقف (في حالتي 1 و2 من المادة 145) خلال 3 أيام أمام قاضي الأمور الوقتية، ويُفصل فيه سريعاً، ومع إلغاء الوقف يعود للعمل.",
      "keywords": [
        "تظلم",
        "وقف عن العمل",
        "قاضي الأمور الوقتية",
        "3 أيام",
        "عودة للعمل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-147",
      "article_number": "147",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السادس: واجبات العمال ومسئولياتهم",
      "original_text": "لصاحب العمل أن يطلب من قاضي الأمور الوقتية بالمحكمة العمالية المختصة مد فترة الإيقاف عن العمل لمدة أو لمدد أخرى مع صرف نصف أجر العامل وذلك قبل انتهاء مدة الإيقاف بعشرة أيام. وعلى قاضي الأمور الوقتية البت في الطلب قبل انتهاء فترة الإيقاف، فإذا لم يصدر قراره خلال هذه المدة ولم يعد العامل إلى عمله استمر إيقاف العامل مع صرف الأجر كاملاً لحين البت في الطلب، فإذا قضى برفض الطلب أُعيد العامل لعمله فوراً. فإذا كان الوقف عند البند (2) من المادة (145) ورأت السلطة المختصة بالأتهام حفظ التحقيق أو إصدار أمر بأن لا وجه لإقامة الدعوى الجنائية أو قدم العامل للمحاكمة الجنائية وقضى ببراءته، وجبت إعادته إلى عمله مع صرف ما لم يصرف له من مستحقات عن فترة الإيقاف، وإلا اعتبر عدم إعادته للعمل فصلاً تعسفياً.",
      "simplified_summary": "يجوز لصاحب العمل طلب مد الإيقاف أمام قاضي الأمور الوقتية مع صرف نصف الأجر، مع ضوابط للبت واستمرار الصرف، وإعادة العامل إذا حُفظ التحقيق/لا وجه لإقامة الدعوى/براءة، وإلا اعتبر عدم الإعادة فصلاً تعسفياً.",
      "keywords": [
        "مد الإيقاف",
        "قاضي الأمور الوقتية",
        "نصف الأجر",
        "براءة",
        "فصل تعسفي"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-148",
      "article_number": "148",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السادس: واجبات العمال ومسئولياتهم",
      "original_text": "يكون الاختصاص بتوقيع جزاء الفصل من العمل للمحكمة العمالية المختصة، ويكون توقيع باقي الجزاءات التأديبية لصاحب العمل أو من يفوضه لذلك، ويكون لمدير المنشأة توقيع جزائي الإنذار الكتابي والخصم من الأجر لمدة لا تجاوز ثلاثة أيام. وفي جميع الأحوال لا يجوز فصل العامل إلا إذا ارتكب خطأً جسيماً، ويعتبر من قبيل الخطأ الجسيم الحالات الآتية: 1- إذا ثبت انتحال العامل شخصية غير صحيحة أو قدم مستندات مزورة. 2- إذا ثبت ارتكاب العامل لخطأ نشأت عنه أضرار جسيمة لصاحب العمل بشرط أن يبلغ صاحب العمل الجهات المختصة بالواقعة أو الحادث خلال أربع وعشرين ساعة من وقت علمه بوقوعه. 3- إذا ثبت تكرار عدم مراعاة العامل التعليمات اللازم اتباعها لسلامة العمال أو المنشأة بشرط أن تكون هذه التعليمات مكتوبة ومعلنة في مكان ظاهر، رغم التنبيه عليه كتابة بمراعاة ذلك. 4- إذا ثبت أن العامل أفشى أسرار المنشأة التي يعمل بها وأدى ذلك إلى إحداث أضرار جسيمة بالمنشأة. 5- إذا ثبت قيام العامل بمنافسة صاحب العمل في ذات نشاطه. 6- إذا ثبت وجود العامل في حالة سكر بين أو متأثر بمادة مخدرة أثناء ساعات العمل. 7- إذا ثبت اعتداء العامل على صاحب العمل أو المدير العام، وكذلك إذا وقع منه اعتداء جسيم على أحد رؤسائه أثناء العمل أو بسببه. وفي جميع الأحوال لا يجوز الفصل من الخدمة إلا وفقاً لأحكام هذا القانون.",
      "simplified_summary": "الفصل من العمل اختصاص المحكمة العمالية، وباقي الجزاءات لصاحب العمل/المفوض، ومدير المنشأة يوقع الإنذار والخصم حتى 3 أيام. ولا فصل إلا لخطأ جسيم محدد حصراً (تزوير/انتحال، ضرر جسيم مع إخطار خلال 24 ساعة، تكرار مخالفة تعليمات السلامة، إفشاء أسرار، منافسة، سُكر/مخدرات أثناء العمل، اعتداء جسيم).",
      "keywords": [
        "فصل",
        "محكمة عمالية",
        "خطأ جسيم",
        "تزوير",
        "إفشاء أسرار",
        "منافسة",
        "سكر",
        "مخدرات",
        "اعتداء"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-149",
      "article_number": "149",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "مع عدم الإخلال بحق التقاضي، إذا نشأ نزاع فردي بين صاحب العمل والعامل بشأن تطبيق أحكام هذا القانون أو أي من القوانين ذات الصلة، كان لأي منهما خلال عشرة أيام من تاريخ نشوء النزاع أن يطلب تسويته ودياً بمعرفة لجنة تُشكل على النحو الآتي: 1- مدير مديرية العمل، أو من ينيبه (رئيساً). 2- العامل، أو من يمثله (عضواً). 3- صاحب العمل، أو من يمثله (عضواً). ولرئيس اللجنة أن يستعين بذوي الخبرة حسب الموضوع المعروض. ويجب أن تنتهي اللجنة من أعمالها خلال واحد وعشرين يوماً من تاريخ تقديم الطلب، فإذا تمت التسوية الودية يثبت ذلك في محضر يوقعه رئيس اللجنة وطرفا النزاع، ويلحق بمحضر الجلسة التي تمت فيها التسوية، ويحيل إلى قاضي الأمور الوقتية بالمحكمة العمالية المختصة ويكون قابلاً للتنفيذ بالأمر الذي يصدره وينتهي به النزاع في حدود ما تمت فيه التسوية الودية. ويصدر الوزير المختص قراراً بنظام عمل اللجنة والنماذج والسجلات التي تستعين بها.",
      "simplified_summary": "إنشاء آلية تسوية ودية للنزاعات الفردية خلال 10 أيام أمام لجنة (مديرية العمل/العامل/صاحب العمل) تنهي أعمالها خلال 21 يوماً، ومحضر التسوية يُحال لقاضي الأمور الوقتية ليكتسب قوة التنفيذ، وتنظيم عمل اللجنة بقرار الوزير المختص.",
      "keywords": [
        "نزاع فردي",
        "تسوية ودية",
        "مديرية العمل",
        "21 يوماً",
        "قاضي الأمور الوقتية",
        "قوة تنفيذية",
        "قرار الوزير"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-150",
      "article_number": "150",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: ساعات العمل وفترات الراحة - الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "إذا لم تتم تسوية النزاع ودياً يحرر رئيس اللجنة محضراً بما تم ويوقعه منه وطرفا النزاع، ويثبت ما تم من أعمال وما تلقته اللجنة من مستندات ورأيها، ويحال إلى المحكمة العمالية المختصة بناءً على طلب أي من طرفيه. ويحدد قلم كتاب المحكمة جلسة لنظر النزاع في مدة لا تتجاوز عشرين يوماً من تاريخ ورود الطلب، وعلى طرفي النزاع إعلانها. فإذا كان موضوع النزاع يتعلق بفصل العامل وجب على المحكمة أن تفصل في هذا الطلب بصفة مستعجلة خلال ثلاثة أشهر من تاريخ أول جلسة مستعجلة. فإذا رأت المحكمة أن طلب الفصل ظاهر الصحة ألزمت صاحب العمل بأن يؤدي إلى العامل مبلغا يعادل أجره وبحد أقصى ستة أشهر من تاريخ الفصل، ويكون قرارها نهائياً. وتخصم المبالغ التي استوفاها العامل نفاذاً لقرار المحكمة من مبلغ التعويض الذي يحكم به أو أي مبالغ أخرى مستحقة له قبل صاحب العمل، مع مراعاة نص المادة (143) من هذا القانون. فإذا كان فصل العامل بسبب النشاط النقابي قضت المحكمة بإعادته إلى عمله إذا طلب ذلك.",
      "simplified_summary": "عند فشل التسوية الودية يُحال النزاع للمحكمة العمالية خلال إجراءات محددة، ونزاعات الفصل تُفصل على وجه الاستعجال خلال 3 أشهر، وقد تلزم المحكمة صاحب العمل بمبلغ يعادل الأجر بحد أقصى 6 أشهر إذا كان طلب الفصل ظاهر الصحة، مع خصم ما صُرف لاحقاً من التعويض، وإعادة العامل إذا كان الفصل بسبب النشاط النقابي وطلب ذلك.",
      "keywords": [
        "محضر عدم التسوية",
        "المحكمة العمالية",
        "نظر النزاع خلال 20 يوماً",
        "فصل العامل",
        "استعجال 3 أشهر",
        "حد أقصى 6 أشهر أجر",
        "نشاط نقابي",
        "إعادة للعمل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-151",
      "article_number": "151",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "[يتم تحديد الباب والفصل]",
      "original_text": "إذا تسبب العامل بخطئه فى فقد أو إتلاف مهمات، أو آلات، أو خامات، أو منتجات، أو غيرها يملكها صاحب العمل، أو كانت فى عهدته، التزم بأداء قيمة ما فقد أو أتلف.",
      "simplified_summary": "إذا تسبب العامل بخطئه في فقد/إتلاف ممتلكات صاحب العمل أو ما في عهدته يلتزم بتعويض قيمة التلف أو الفقد.",
      "keywords": [
        "إتلاف",
        "فقد",
        "مسؤولية العامل",
        "تعويض",
        "عهدة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-152",
      "article_number": "152",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "[يتم تحديد الباب والفصل]",
      "original_text": "لا تخل الأحكام الواردة بهذا الفصل بالضمانات المقررة بقانون المنظمات النقابية العمالية وحماية حق التنظيم النقابي المشار إليه.",
      "simplified_summary": "أحكام الفصل لا تمس ضمانات وحماية حق التنظيم النقابي المنصوص عليها في قانون المنظمات النقابية.",
      "keywords": [
        "ضمانات",
        "التنظيم النقابي",
        "حماية",
        "قانون المنظمات النقابية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-153",
      "article_number": "153",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "[يتم تحديد الباب والفصل]",
      "original_text": "يجب على صاحب العمل أن يمسك سجلاً ورقياً أو إلكترونياً لقيد الجزاءات المالية الموقعة على العمال، مع بيان سبب توقيعها واسم العامل ومقدار أجره، وأن يفرد حساباً خاصاً لحصيلتها للصرف على عمال المنشأة في الأغراض الاجتماعية والثقافية والرياضية، ولا يجوز صرف هذه المبالغ للوفاء بالالتزامات المنصوص عليها في المادة (272) من هذا القانون، وتوزع حصيلة تلك الأموال عند تصفية المنشأة بالتساوي على الموجودين بها وقت التصفية.",
      "simplified_summary": "يلتزم صاحب العمل بسجل للجزاءات المالية وحساب مستقل لحصيلتها لصالح العمال (اجتماعي/ثقافي/رياضي) ولا تُستخدم لسداد التزامات أخرى، وتوزّع حصيلتها عند التصفية بالتساوي على العمال الموجودين وقتها.",
      "keywords": [
        "سجل الجزاءات",
        "جزاءات مالية",
        "حساب خاص",
        "التصفية",
        "توزيع بالتساوي"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-154",
      "article_number": "154",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "مع عدم الإخلال بما نصت عليه مواد هذا القانون (87، 88، 95)، ينتهي عقد العمل المحدد المدة بانقضاء مدته. فإذا أبرم العقد أو جُدد لمدة تزيد على خمس سنوات، جاز للعامل إنهاؤه دون تعويض عند انقضاء خمس سنوات وذلك بعد إخطار صاحب العمل قبل الإنهاء بثلاثة أشهر. وتسري أحكام الفقرة الثانية من هذه المادة على حالات إنهاء العامل للعقد بعد انقضاء المدة المذكورة. فإذا كان الإنهاء من جانب صاحب العمل استحق العامل مكافأة تعادل أجر شهر عن كل سنة من سنوات الخدمة.",
      "simplified_summary": "عقد المدة ينتهي بانقضاء مدته. إذا زادت المدة عن 5 سنوات يجوز للعامل الإنهاء بعد 5 سنوات بإخطار 3 أشهر. إذا أنهى صاحب العمل يستحق العامل مكافأة شهر عن كل سنة خدمة.",
      "keywords": [
        "عقد محدد المدة",
        "انقضاء المدة",
        "إخطار",
        "خمس سنوات",
        "مكافأة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-155",
      "article_number": "155",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "إذا أبرم عقد العمل لإنجاز عمل معين، انتهى العقد بإنجاز هذا العمل، ويجوز تجديده باتفاق صريح بين طرفيه لعمل أو أعمال أخرى مماثلة. فإذا انتهى العقد المبرم لإنجاز عمل معين واستمر طرفاه في تنفيذه اعتبر ذلك تجديداً لهذا العقد لعمل أو أعمال أخرى مماثلة. فإذا استغرق إنجاز العمل الأصلي أو الأعمال التي جدد لها أكثر من خمس سنوات، لا يجوز للعامل إنهاء العقد قبل تمام إنجاز هذه الأعمال.",
      "simplified_summary": "عقد إنجاز عمل ينتهي بإنجازه. يمكن تجديده صراحة أو يُعد مجدداً ضمنياً إذا استمر التنفيذ. وإذا تجاوزت مدة الإنجاز (أو التجديد) 5 سنوات لا يحق للعامل الإنهاء قبل إتمام الأعمال.",
      "keywords": [
        "عقد لإنجاز عمل",
        "تجديد صريح",
        "تجديد ضمني",
        "أكثر من خمس سنوات"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-156",
      "article_number": "156",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "إذا كان عقد العمل غير محدد المدة، جاز لأي من طرفيه إنهاؤه بشرط أن يخطر الطرف الآخر كتابة قبل الإنهاء بثلاثة أشهر، مع عدم الإخلال بأحكام المادة (165).",
      "simplified_summary": "في العقد غير محدد المدة يجوز لأي طرف إنهاؤه بشرط إخطار كتابي مسبق بـ 3 أشهر، مع مراعاة المادة 165.",
      "keywords": [
        "عقد غير محدد المدة",
        "إنهاء",
        "إخطار كتابي",
        "ثلاثة أشهر"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-157",
      "article_number": "157",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "مع عدم الإخلال بحكم المادة (235)، ومع مراعاة أحكام المواد من (158 إلى 175)، لا يجوز لأصحاب الأعمال والعمال إنهاء عقد العمل غير محدد المدة إلا بمبرر مشروع وكاف، وفي جميع الأحوال يراعى أن يتم الإنهاء في وقت مناسب لظروف العمل.",
      "simplified_summary": "لا يجوز إنهاء العقد غير محدد المدة إلا بسبب مشروع وكاف، مع مراعاة المواد 158–175 والمادة 235، وأن يكون الإنهاء في وقت مناسب لظروف العمل.",
      "keywords": [
        "إنهاء العقد",
        "غير محدد المدة",
        "مبرر مشروع",
        "وقت مناسب"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-158",
      "article_number": "158",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "لا يجوز تعليق الإخطار بالإنهاء على شرط واقف أو فاسخ. ويبدأ سريان مهلة الإخطار من تاريخ تسلمه.",
      "simplified_summary": "لا يجوز ربط الإخطار بشرط؛ وتبدأ مهلة الإخطار من تاريخ استلامه.",
      "keywords": [
        "الإخطار",
        "شرط واقف",
        "شرط فاسخ",
        "سريان المهلة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-159",
      "article_number": "159",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "لا يجوز توجيه الإخطار للعامل خلال إجازاته، ولا تُحتسب مهلة الإخطار إلا من اليوم التالي لانتهاء الإجازة. وإذا حصل العامل على إجازة مرضية خلال مهلة الإخطار يوقف سريان هذه المهلة ولا يبدأ سريانها من جديد إلا من اليوم التالي لانتهاء تلك الإجازة.",
      "simplified_summary": "لا يُوجَّه الإخطار أثناء الإجازات، والمهلة تبدأ بعد انتهائها. والإجازة المرضية أثناء مهلة الإخطار توقفها ثم تُستأنف بعد انتهائها.",
      "keywords": [
        "الإخطار",
        "الإجازات",
        "إجازة مرضية",
        "وقف سريان المهلة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-160",
      "article_number": "160",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "يظل عقد العمل قائماً طوال مهلة الإخطار، ويلتزم طرفاه بتنفيذ جميع الالتزامات، وينتهي العقد بانقضاء هذه المهلة.",
      "simplified_summary": "العقد يستمر خلال مهلة الإخطار مع استمرار الالتزامات، وينتهي بانتهاء المهلة.",
      "keywords": [
        "مهلة الإخطار",
        "استمرار العقد",
        "التزامات",
        "انتهاء العقد"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-161",
      "article_number": "161",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "لا يجوز الاتفاق على الإعفاء من شرط الإخطار أو تخفيض مدته، ويجوز الاتفاق على زيادة هذه المدة. ويجوز لصاحب العمل إعفاء العامل من مراعاة مهلة الإخطار كلها أو بعضها في حالة إنهاء العقد من جانب العامل.",
      "simplified_summary": "لا يجوز إسقاط/تقليل مهلة الإخطار باتفاق، لكن يجوز زيادتها. ويجوز لصاحب العمل إعفاء العامل من المهلة (كلها/بعضها) إذا كان الإنهاء من جانب العامل.",
      "keywords": [
        "مهلة الإخطار",
        "الإعفاء",
        "زيادة المدة",
        "إنهاء من جانب العامل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-162",
      "article_number": "162",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "إذا كان الإخطار بالإنهاء من جانب صاحب العمل، يحق للعامل أن يتغيب يوماً كاملاً أو ثمان ساعات أثناء الأسبوع للبحث عن عمل آخر مع استحقاقه لأجره عن يوم أو ساعات الغياب. ويكون للعامل تحديد يوم الغياب أو ساعاته بشرط أن يخطر صاحب العمل بذلك في اليوم السابق للغياب على الأقل.",
      "simplified_summary": "عند إخطار الإنهاء من صاحب العمل: للعامل يوم كامل أو 8 ساعات أسبوعياً للبحث عن عمل مع أجره، بشرط إخطار صاحب العمل مسبقاً (قبلها بيوم على الأقل).",
      "keywords": [
        "إخطار من صاحب العمل",
        "بحث عن عمل",
        "يوم غياب",
        "ثمان ساعات",
        "أجر"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-163",
      "article_number": "163",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "لصاحب العمل أن يعفي العامل من العمل أثناء مهلة الإخطار مع احتساب مدة خدمة العامل مستمرة إلى حين انتهاء تلك المهلة، مع ما يترتب على ذلك من آثار وبخاصة استحقاق العامل أجره عن هذه المهلة.",
      "simplified_summary": "يجوز لصاحب العمل إعفاء العامل من العمل أثناء مهلة الإخطار مع استمرار احتساب الخدمة وصرف أجر المهلة.",
      "keywords": [
        "إعفاء من العمل",
        "مهلة الإخطار",
        "استمرار الخدمة",
        "أجر المهلة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-164",
      "article_number": "164",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "إذا أنهى صاحب العمل عقد العمل غير محدد المدة دون إخطار أو قبل انقضاء مهلة الإخطار، التزم بأن يؤدي للعامل مبلغاً يعادل أجره عن مدة المهلة أو الجزء الباقي منها. وفي هذه الحالة تُحسب مدة المهلة أو الجزء الباقي منها ضمن مدة خدمة العامل وتستمر التزامات صاحب العمل المترتبة على ذلك. أما إذا كان الإنهاء من جانب العامل فإن العقد ينتهي من وقت تركه العمل.",
      "simplified_summary": "إذا أنهى صاحب العمل دون إخطار/قبل انتهاء المهلة يدفع أجر المهلة (أو المتبقي) وتُحتسب ضمن الخدمة. أما إذا أنهى العامل، ينتهي العقد من وقت ترك العمل.",
      "keywords": [
        "إنهاء دون إخطار",
        "تعويض مهلة الإخطار",
        "احتساب ضمن الخدمة",
        "ترك العمل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-165",
      "article_number": "165",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "إذا أنهى صاحب العمل العقد غير محدد المدة لسبب غير مشروع، كان للعامل الحق في تعويض عما أصابه من ضرر بسبب هذا الإنهاء بما لا يقل عن أجر شهرين عن كل سنة من سنوات الخدمة، ولا يخل ذلك بحق العامل في المطالبة بباقي حقوقه المقررة قانوناً. ويعتبر من الأسباب غير المشروعة: 1- انتساب العامل إلى منظمة نقابية أو مشاركته في نشاط نقابي. 2- ممارسة/سبق ممارسة/السعي لممارسة صفة المفاوض العمالي. 3- تقديم شكوى أو إقامة دعوى ضد صاحب العمل أو المشاركة في ذلك. 4- توقيع الحجز على مستحقات العامل تحت يد صاحب العمل. 5- استعمال العامل لحقه في الإجازات الممنوحة له طبقاً لأحكام القانون. 6- اللون أو الجنس أو الحالة الاجتماعية أو المسؤوليات العائلية أو الرأي السياسي أو الحمل أو الدين.",
      "simplified_summary": "إنهاء غير مشروع من صاحب العمل يوجب تعويضاً لا يقل عن أجر شهرين عن كل سنة خدمة، مع أمثلة لأسباب تُعد غير مشروعة (نقابة، شكاوى، تمييز… إلخ).",
      "keywords": [
        "إنهاء غير مشروع",
        "تعويض",
        "شهرين عن كل سنة",
        "تمييز",
        "نشاط نقابي"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-166",
      "article_number": "166",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "يُعتبر العامل مستقيلاً إذا تغيب عن العمل دون مبرر مشروع أكثر من عشرين يوماً متقطعة خلال السنة الواحدة، أو أكثر من عشرة أيام متتالية، على أن يسبق ذلك إنذار بخطاب موصى عليه بعلم الوصول من صاحب العمل للعامل أو من يمثله: بعد غياب عشرة أيام في الحالة الأولى، وخمسة أيام في الحالة الثانية.",
      "simplified_summary": "التغيب دون مبرر (أكثر من 20 يوماً متقطعاً بالسنة أو 10 أيام متتالية) يُعد استقالة بشرط إنذار مسجل بعلم الوصول بمواعيد محددة.",
      "keywords": [
        "استقالة حكمية",
        "تغيب",
        "إنذار",
        "خطاب موصى عليه",
        "10 أيام",
        "20 يوم"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-167",
      "article_number": "167",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "لصاحب العمل أن يقبل استقالة العامل كتابة بشرط أن تكون موقعة من العامل أو من وكيله الخاص ومعتمدة من الجهة الإدارية المختصة. ولا تنتهي خدمة العامل إلا بالقرار الصادر بقبول الاستقالة، وعلى العامل أن يستمر في العمل إلى أن تبت جهة العمل في الاستقالة خلال عشرة أيام من تاريخ تقديمها، وإلا اعتبرت مقبولة. وللعامل أو وكيله الخاص العدول عن الاستقالة خلال عشرة أيام من تاريخ إخطار صاحب العمل بقبولها، على أن يكون العدول مكتوباً ومعتمداً من الجهة الإدارية المختصة، وفي هذه الحالة تعتبر الاستقالة كأن لم تكن.",
      "simplified_summary": "الاستقالة تكون مكتوبة وموقعة ومعتمدة. لا تنتهي الخدمة إلا بقرار قبولها، وتُعتبر مقبولة إذا لم تُبت خلال 10 أيام. ويجوز العدول خلال 10 أيام من إخطار القبول بشرط الكتابة والاعتماد.",
      "keywords": [
        "استقالة",
        "اعتماد الجهة الإدارية",
        "قبول الاستقالة",
        "العدول",
        "عشرة أيام"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-168",
      "article_number": "168",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "للعامل إنهاء العقد إذا أخل صاحب العمل بالتزاماته الجوهرية الناشئة عن هذا القانون، أو عقد العمل الفردي أو الجماعي، أو لائحة النظام الأساسي للمنشأة، أو إذا وقع على العامل أو أحد ذويه اعتداء من صاحب العمل أو ممن يمثله. ويعتبر الإنهاء في هذه الحالات بمثابة إنهاء للعقد من جانب صاحب العمل بغير مبرر مشروع.",
      "simplified_summary": "يحق للعامل إنهاء العقد إذا أخل صاحب العمل بالتزاماته الجوهرية أو وقع اعتداء، ويُعامل هذا الإنهاء كأنه من جانب صاحب العمل دون مبرر مشروع.",
      "keywords": [
        "إخلال جوهري",
        "إنهاء من العامل",
        "اعتداء",
        "بغير مبرر مشروع"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-169",
      "article_number": "169",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "ينتهي عقد العمل بوفاة العامل حقيقة أو حكماً طبقاً للقواعد القانونية المقررة. ولا ينتهي عقد العمل بوفاة صاحب العمل إلا إذا كان قد أبرم اعتباراً يتعلق بشخص صاحب العمل أو نشاطه الذي ينقطع بوفاته. فإذا توفي العامل وهو في الخدمة صرف صاحب العمل لأسرته ما يعادل أجر شهرين لمواجهة نفقات الجنازة (للأرمل، فإن لم يوجد فلأرشد الأولاد، أو لمن يثبت قيامه بنفقات الجنازة) وبحد أدنى ألف جنيه. كما تصرف منحة تعادل أجر العامل عن الشهر الذي توفي فيه والشهرين التاليين، بالإضافة إلى الأجر المستحق عن أيام العمل خلال شهر الوفاة، وذلك طبقاً لأحكام قانون التأمينات الاجتماعية والمعاشات المشار إليه. ويلتزم صاحب العمل بنفقات تجهيز ونقل الجثمان إلى الجهة التي استقدم العامل منها أو التي تطلب أسرته نقله إليها.",
      "simplified_summary": "ينتهي العقد بوفاة العامل، ولا ينتهي بوفاة صاحب العمل إلا إذا كان مرتبطاً بشخصه/نشاطه. تُصرف للأسرة مبالغ للجنازة ومنحة (شهر الوفاة + شهرين) وفق التأمينات، وصاحب العمل يتحمل تجهيز/نقل الجثمان.",
      "keywords": [
        "وفاة العامل",
        "انتهاء العقد",
        "نفقات جنازة",
        "منحة",
        "نقل الجثمان"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-170",
      "article_number": "170",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "مع عدم الإخلال بأحكام قانون التأمينات الاجتماعية والمعاشات المشار إليه، ينتهي عقد العمل بعجز العامل عن تأدية عمله عجزاً كلياً أياً كان سبب هذا العجز. فإذا كان عجز العامل جزئياً فلا تنتهي علاقة العمل بهذا العجز إلا إذا ثبت عدم وجود عمل آخر لدى صاحب العمل يستطيع العامل أن يقوم به على وجه يرضي. وإذا ثبت وجود هذا العمل كان على صاحب العمل بناءً على طلب العامل كتابة أن ينقله إلى ذلك العمل.",
      "simplified_summary": "العجز الكلي ينهي العقد. العجز الجزئي لا ينهيه إلا إذا لا يوجد عمل مناسب بديل؛ وإذا وُجد يجب نقل العامل إليه بناءً على طلبه كتابة.",
      "keywords": [
        "عجز كلي",
        "عجز جزئي",
        "عمل بديل",
        "نقل العامل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-171",
      "article_number": "171",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "لا يجوز تحديد سن للتقاعد تقل عن ستين سنة. ويجوز لصاحب العمل إنهاء العقد إذا بلغ العامل سن الستين ما لم يكن العقد محدد المدة وكانت مدته تمتد إلى ما بعد بلوغ هذه السن، وفي هذه الحالة لا ينتهي العقد إلا بانقضاء مدته. وتطبق أحكام قانون التأمينات الاجتماعية والمعاشات المشار إليه فيما يتعلق بسن استحقاق المعاش.",
      "simplified_summary": "لا يجوز سن تقاعد أقل من 60. يجوز إنهاء العقد عند 60 إلا إذا كان العقد محدد المدة ويمتد لما بعد 60 فيستمر حتى نهاية مدته، مع مراعاة قواعد التأمينات للمعاش.",
      "keywords": [
        "سن التقاعد",
        "ستون سنة",
        "عقد محدد المدة",
        "استحقاق المعاش"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-172",
      "article_number": "172",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "يستحق العامل عن مدة عمله بعد سن الستين مكافأة بواقع أجر نصف شهر عن كل سنة من السنوات الخمس الأولى من الخدمة، وأجر شهر عن كل سنة من السنوات التالية لها، وذلك إذا لم تكن له حقوق عن هذه المدة وفقاً لأحكام تأمين الشيخوخة والعجز والوفاة في قانون التأمينات الاجتماعية والمعاشات المشار إليه. وتستحق هذه المكافأة عن سنوات الخدمة السابقة على سن الثامنة عشرة وذلك للعامل والمتدرج حسب الأحوال. وتحتسب المكافأة على أساس آخر أجر كان يتقاضاه العامل أو المتدرج حسب الأحوال. وتصرف المكافأة في حالة استحقاقها للوفاة وفقاً لأحكام قانون التأمينات الاجتماعية والمعاشات المشار إليه.",
      "simplified_summary": "مكافأة عن الخدمة بعد 60 (إذا لا توجد حقوق عنها في تأمين الشيخوخة/العجز/الوفاة): نصف شهر عن كل سنة من أول 5 سنوات، وشهر عن كل سنة بعد ذلك، وتحسب على آخر أجر، وتُصرف للورثة عند الوفاة وفق التأمينات.",
      "keywords": [
        "مكافأة",
        "بعد سن الستين",
        "نصف شهر",
        "شهر عن كل سنة",
        "آخر أجر"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-173",
      "article_number": "173",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "يُحظر على صاحب العمل إنهاء عقد العامل لمرضه إلا إذا استنفد إجازاته المرضية وما تبقى من متجمد إجازاته السنوية المستحقة له، وذلك مع عدم الإخلال بأحكام قانون التأمينات الاجتماعية والمعاشات المشار إليه. وعلى صاحب العمل أن يخطر العامل برغبته في إنهاء العقد قبل مضي خمسة عشر يوماً من تاريخ استنفاد إجازاته. فإذا شفي العامل قبل تمام الإخطار امتنع على صاحب العمل إنهاء العقد لمرض العامل.",
      "simplified_summary": "لا يجوز فصل العامل بسبب المرض إلا بعد استنفاد الإجازات المرضية وما تبقى من رصيد السنوية، مع إخطار خلال 15 يوم من تاريخ الاستنفاد؛ وإذا شُفي قبل اكتمال الإخطار لا يجوز إنهاء العقد لهذا السبب.",
      "keywords": [
        "مرض العامل",
        "حظر الإنهاء",
        "استنفاد الإجازات",
        "إخطار",
        "15 يوم"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-174",
      "article_number": "174",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "لصاحب العمل أن ينهي عقد العمل ولو كان محدد المدة أو مبرماً لإنجاز عمل معين إذا حكم نهائياً على العامل بعقوبة جنائية أو بعقوبة مقيدة للحرية في جريمة ماسّة بالشرف أو الأمانة، وذلك ما لم تأمر المحكمة بوقف تنفيذ العقوبة.",
      "simplified_summary": "يجوز إنهاء العقد (حتى لو محدد المدة/لإنجاز عمل) إذا صدر حكم نهائي بعقوبة جنائية أو مقيدة للحرية في جريمة مخلة بالشرف أو الأمانة، ما لم يُوقف تنفيذ العقوبة.",
      "keywords": [
        "حكم نهائي",
        "جريمة مخلة بالشرف",
        "الأمانة",
        "إنهاء العقد"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-175",
      "article_number": "175",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل السابع: انتهاء علاقة العمل الفردية",
      "original_text": "يلتزم صاحب العمل بأن يمكن العامل من الاطلاع على درجته الوظيفية وعناصر أجره، وأن يعطي العامل بناءً على طلبه ودون مقابل شهادة تحدد خبرته وكفاءته المهنية، وذلك أثناء سريان العقد أو عند انتهائه.",
      "simplified_summary": "يلتزم صاحب العمل بتمكين العامل من الاطلاع على درجته الوظيفية وعناصر أجره، وإعطائه شهادة خبرة وكفاءة مجاناً عند الطلب أثناء سريان العقد أو بعد انتهائه.",
      "keywords": [
        "شهادة خبرة",
        "عناصر الأجر",
        "الدرجة الوظيفية",
        "التزام صاحب العمل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-176",
      "article_number": "176",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: المحاكم العمالية المتخصصة",
      "original_text": "تنشأ بدائرة اختصاص كل محكمة ابتدائية محكمة تسمى \"المحكمة العمالية\"، كما تنشأ بدائرة كل محكمة من محاكم الاستئناف دوائر استئنافية متخصصة لنظر الطعون التي ترفع إليها في الأحكام الصادرة عن المحكمة العمالية. ويكون تعيين مقر المحاكم العمالية بقرار يصدر من وزير العدل وله عند الضرورة والاعتبارات التي يراها كظروف المكان أو الكثافة العمالية، وبناءً على طلب رئيس المحكمة الابتدائية المختصة، تعيين مقر آخر لنظر الدعاوى العمالية داخل اختصاص المحاكم الجزئية التابعة للمحكمة الابتدائية. وتكون قضاتها من قضاة المحاكم الابتدائية ومحاكم الاستئناف ويصدر قرار باختيارهم من مجلس القضاء الأعلى.",
      "simplified_summary": "إنشاء محكمة عمالية في نطاق كل محكمة ابتدائية، ودوائر استئنافية متخصصة للطعن. يحدد وزير العدل مقرها وقد يحدد مقراً آخر عند الضرورة. قضاة هذه المحاكم من قضاة الابتدائي والاستئناف باختيار مجلس القضاء الأعلى.",
      "keywords": [
        "المحكمة العمالية",
        "دوائر استئنافية متخصصة",
        "وزير العدل",
        "مجلس القضاء الأعلى"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-177",
      "article_number": "177",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: المحاكم العمالية المتخصصة",
      "original_text": "تختص المحكمة العمالية المشار إليها في المادة (176) دون غيرها بنظر المنازعات الناشئة عن تطبيق أحكام القوانين واللوائح المنظمة لعلاقات العمل كافة، وكذلك الدعاوى المتعلقة بحقوق العمال التأمينية والمنتفعين عنهم، والمنظمات النقابية العمالية وتشكيلاتها، وذلك دون الإخلال باختصاصات محاكم مجلس الدولة.",
      "simplified_summary": "المحكمة العمالية هي المختصة حصراً بمنازعات تطبيق قوانين/لوائح علاقات العمل وحقوق التأمينات والمنظمات النقابية، مع عدم المساس باختصاص مجلس الدولة.",
      "keywords": [
        "اختصاص المحكمة العمالية",
        "منازعات العمل",
        "حقوق تأمينية",
        "منظمات نقابية",
        "مجلس الدولة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-178",
      "article_number": "178",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: المحاكم العمالية المتخصصة",
      "original_text": "تشكل كل دائرة من دوائر المحكمة العمالية من ثلاثة من القضاة بالمحاكم الابتدائية، يكون أحدهم على الأقل بدرجة رئيس من الفئة (أ). وتشكل كل دائرة من الدوائر الاستئنافية المتخصصة من ثلاثة من قضاة محكمة الاستئناف، يكون أحدهم على الأقل بدرجة رئيس بمحكمة الاستئناف.",
      "simplified_summary": "تشكيل دوائر المحكمة العمالية: 3 قضاة (ابتدائي) أحدهم على الأقل رئيس فئة (أ). والدوائر الاستئنافية: 3 قضاة (استئناف) أحدهم على الأقل رئيس استئناف.",
      "keywords": [
        "تشكيل الدوائر",
        "ثلاثة قضاة",
        "ابتدائي",
        "استئناف"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-179",
      "article_number": "179",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: المحاكم العمالية المتخصصة",
      "original_text": "تعين الجمعية العمومية للمحكمة الابتدائية في بداية كل عام قاضياً من درجة رئيس محكمة من الفئة (أ) ليحكم بصفة مؤقتة مع عدم المساس بأصل الحق في المسائل المستعجلة التي يخشى عليها من فوات الوقت، وإصدار الأوامر على العرائض الوقتية، وأوامر الأداء في تلك المسائل أياً كانت قيمة الحق محل الطلب الذي تختص به المحاكم العمالية.",
      "simplified_summary": "تعيين قاضٍ مؤقت سنوياً (رئيس محكمة فئة أ) للفصل في الأمور المستعجلة وأوامر العرائض وأوامر الأداء دون مساس بأصل الحق، مهما كانت قيمة الطلب ضمن اختصاص المحاكم العمالية.",
      "keywords": [
        "قاضٍ الأمور الوقتية",
        "مسائل مستعجلة",
        "أوامر على عرائض",
        "أوامر أداء"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-180",
      "article_number": "180",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: المحاكم العمالية المتخصصة",
      "original_text": "يكون الطعن في الأحكام، والتظلم من الأوامر الصادرة عن قاضي الأمور المستعجلة، أمام المحاكم العمالية المتخصصة دون غيرها.",
      "simplified_summary": "الطعن في الأحكام والتظلم من أوامر قاضي الأمور المستعجلة يكون أمام المحاكم العمالية المتخصصة فقط.",
      "keywords": [
        "الطعن",
        "التظلم",
        "قاضي الأمور المستعجلة",
        "المحاكم العمالية المتخصصة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-181",
      "article_number": "181",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: المحاكم العمالية المتخصصة",
      "original_text": "تختص دوائر المحاكم العمالية بنظر الجرائم الناشئة عن تطبيق أحكام القوانين واللوائح المنظمة لعلاقات العمل، وحقوق العمال التأمينية والمنتفعين عنهم، والمنظمات النقابية العمالية وتشكيلاتها، ويكون استئنافها أمام الدوائر الاستئنافية المتخصصة.",
      "simplified_summary": "تختص المحاكم العمالية بالجرائم المرتبطة بتطبيق قوانين ولوائح العمل وحقوق التأمينات والمنظمات النقابية، والطعن يكون أمام دوائر استئنافية متخصصة.",
      "keywords": [
        "جرائم علاقات العمل",
        "حقوق تأمينية",
        "منظمات نقابية",
        "دوائر استئنافية متخصصة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-182",
      "article_number": "182",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: المحاكم العمالية المتخصصة",
      "original_text": "لا يجوز الطعن بالنقض في الأحكام الصادرة عن الدوائر الاستئنافية المتخصصة في الجرائم الناشئة عن تطبيق أحكام القوانين واللوائح المنظمة لعلاقات العمل، وحقوق العمال التأمينية والمنتفعين عنهم، والمنظمات النقابية العمالية وتشكيلاتها، غير الأحوال الصادر فيها أحكام بعقوبة مقيدة للحرية.",
      "simplified_summary": "الأصل: لا نقض على أحكام الاستئناف المتخصص في جرائم العمل/التأمينات/النقابات، والاستثناء: يجوز النقض إذا كان الحكم بعقوبة مقيدة للحرية.",
      "keywords": [
        "الطعن بالنقض",
        "استئناف متخصص",
        "عقوبة مقيدة للحرية",
        "جرائم العمل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-183",
      "article_number": "183",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: المحاكم العمالية المتخصصة",
      "original_text": "تختص المحكمة العمالية بالفصل في منازعات التنفيذ الوقتية والموضوعية للأحكام والأوامر الصادرة عنها أو التي تصدر وفقاً للمادة (179) من هذا القانون، ويطعن في الأحكام الصادرة عنها أمام الدوائر الاستئنافية المتخصصة. ويختص رؤساء الدوائر بالمحكمة العمالية بإصدار القرارات والأوامر المتعلقة بالتنفيذ. ويكون الاختصاص بالفصل في التظلمات من هذه القرارات والأوامر أمام المحكمة ذاتها، على ألا يكون من بين أعضائها من أصدر القرار أو الأمر.",
      "simplified_summary": "المحكمة العمالية تفصل في منازعات التنفيذ (وقتي/موضوعي) لأحكامها وأوامرها. الطعن أمام الاستئناف المتخصص. رؤساء الدوائر يصدرون أوامر التنفيذ، والتظلم يُنظر أمام نفس المحكمة بشرط عدم مشاركة مُصدر القرار/الأمر.",
      "keywords": [
        "منازعات التنفيذ",
        "أوامر التنفيذ",
        "تظلم",
        "الدوائر الاستئنافية المتخصصة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-184",
      "article_number": "184",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: المحاكم العمالية المتخصصة",
      "original_text": "ينشأ في دائرة اختصاص المحكمة العمالية قلم كتاب خاص بالمحكمة، وإدارة خاصة لتنفيذ الأحكام والقرارات الصادرة عنها أو عن دوائرها الاستئنافية. ويصدر رئيس المحكمة الابتدائية المختصة قراراً بتنظيم العمل بها.",
      "simplified_summary": "إنشاء قلم كتاب وإدارة تنفيذ خاصة بالمحكمة العمالية لتنفيذ أحكامها وأحكام دوائرها الاستئنافية، وتنظيم العمل يصدر بقرار من رئيس المحكمة الابتدائية المختصة.",
      "keywords": [
        "قلم كتاب",
        "تنفيذ الأحكام",
        "المحكمة العمالية",
        "رئيس المحكمة الابتدائية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-185",
      "article_number": "185",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: المحاكم العمالية المتخصصة",
      "original_text": "ينشأ في مقر كل محكمة ابتدائية وكذلك بكل مقر آخر تُعقد فيه المحكمة العمالية مكتب للمساعدة القانونية العمالية يُعنى بمعاونة المتقاضين في إقامة دعاواهم العمالية على الوجه القانوني الصحيح، وتكون خدمات هذا المكتب اختيارية للمتقاضين ودون مقابل. ويصدر وزير العدل قراراً بتشكيل هذه المكاتب وتحديد مقارها وما يلزم لحسن سير العمل فيها.",
      "simplified_summary": "إنشاء مكاتب مساعدة قانونية عمالية لمعاونة المتقاضين في رفع الدعاوى بشكل صحيح، الخدمة اختيارية ومجانية، ووزير العدل يحدد التشكيل والمقار والتنظيم.",
      "keywords": [
        "مساعدة قانونية",
        "مكتب عمالي",
        "خدمة مجانية",
        "وزير العدل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-186",
      "article_number": "186",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: المحاكم العمالية المتخصصة",
      "original_text": "تشكل بمحكمة النقض دائرة أو أكثر تختص دون غيرها بالفصل في الطعون بالنقض في الأحكام الصادرة عن المحاكم العمالية. كما تنشأ بمحكمة النقض دائرة أو أكثر لفحص تلك الطعون، فإذا رأت أن الطعن غير جائز أو غير مقبول للأسباب الواردة بالمادة (263) من قانون المرافعات المدنية والتجارية رقم 13 لسنة 1968 أمرت بعدم قبوله بقرار، وإذا رأت أن الطعن جدير بالنظر أحالته إلى الدائرة المختصة. وتشكل دوائر الفحص من ثلاثة قضاة من محكمة النقض، ويعرض الطعن فور إيداعه على تلك الدوائر مع مذكرة نيابة النقض برأيها. ولا يجوز الطعن في القرار الصادر عن دائرة الفحص بأي طريق من طرق الطعن. واستثناءً من أحكام الفقرة الثانية من المادة (269) من قانون المرافعات المدنية والتجارية المشار إليه، إذا قضت محكمة النقض بنقض الحكم المطعون فيه حكمت في موضوع الدعوى ولو كان الطعن لأول مرة.",
      "simplified_summary": "محكمة النقض تنظر طعون أحكام المحاكم العمالية عبر: (1) دائرة/دوائر لفحص الطعون و(2) دائرة/دوائر للفصل. دائرة الفحص قد تقضي بعدم القبول أو تحيل للدائرة المختصة، وقرارها غير قابل للطعن. وإذا نقضت محكمة النقض الحكم، تفصل في موضوع الدعوى حتى لو كان الطعن لأول مرة (استثناء من قانون المرافعات).",
      "keywords": [
        "محكمة النقض",
        "فحص الطعون",
        "عدم قبول الطعن",
        "استثناء قانون المرافعات"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-187",
      "article_number": "187",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثاني: المحاكم العمالية المتخصصة",
      "original_text": "تتبع في الطعن على أحكام المحاكم العمالية الأحكام الواردة في قوانين الإجراءات الجنائية، وإجراءات الطعن أمام محكمة النقض، والمرافعات المدنية والتجارية، والإثبات في المواد المدنية والتجارية، بحسب الأحوال، فيما لم يرد بشأنه نص خاص في هذا القانون.",
      "simplified_summary": "في الطعون الخاصة بأحكام المحاكم العمالية يُعمل بقواعد الإجراءات الجنائية/النقض/المرافعات/الإثبات حسب الحالة، ما لم يوجد نص خاص في قانون العمل.",
      "keywords": [
        "إجراءات الطعن",
        "قانون الإجراءات الجنائية",
        "المرافعات",
        "الإثبات"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-188",
      "article_number": "188",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: علاقات العمل الجماعية - الفصل الأول: الحوار الاجتماعي",
      "original_text": "ينشأ بالوزارة المختصة مجلس يسمى \"المجلس الأعلى للتشاور الاجتماعي\" وتكون له الشخصية الاعتبارية العامة، ويهدف إلى تعزيز التعاون والتشاور والحوار بين أطراف العمل الثلاثة بما يحقق التوازن والاستقرار في جميع قضايا علاقات العمل الفردية والجماعية.",
      "simplified_summary": "إنشاء مجلس أعلى للتشاور الاجتماعي بوزارة مختصة، له شخصية اعتبارية، هدفه دعم الحوار والتوازن والاستقرار بين أطراف العمل الثلاثة.",
      "keywords": [
        "المجلس الأعلى للتشاور الاجتماعي",
        "الحوار الاجتماعي",
        "أطراف العمل الثلاثة",
        "الاستقرار"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-189",
      "article_number": "189",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: علاقات العمل الجماعية - الفصل الأول: الحوار الاجتماعي",
      "original_text": "يختص المجلس الأعلى للتشاور الاجتماعي بما يأتي: (1) رسم السياسات القومية للتشاور والحوار الاجتماعي وخلق بيئة محفزة للتشاور وتبادل المعلومات بين الأطراف الثلاثة بما يتفق مع السياسة العامة للدولة. (2) إبداء الرأي في مشروعات القوانين المتعلقة بالعمل والحماية الاجتماعية والمنظمات النقابية العمالية والعلاقات الصناعية والقوانين ذات الصلة. (3) إبداء الرأي في اتفاقيات العمل الدولية والعربية قبل التصديق عليها وإعداد ودراسات تحليل الفجوة التشريعية والتنفيذية اللازمة لها. (4) اقتراح الحلول المناسبة لتفادي منازعات العمل الجماعية على المستوى القومي وبخاصة في الأزمات الاقتصادية. (5) اتخاذ الوسائل المناسبة لتعزيز الثقة والتفاهم بين أطراف العمل على جميع المستويات. (6) اقتراح الوسائل والإجراءات اللازمة لدعم المشروعات القومية والاقتصادية الهادفة لخلق فرص العمل. (7) إعداد الدراسات والأبحاث اللازمة في اقتصاديات العمل ومنها العلاقات الصناعية والتدريب المهني ودعم تنافسية الاقتصاد الوطني. (8) النظر في المقترحات والموضوعات التي تناقش في مؤتمرات العمل الدولية أو أجهزة منظمة العمل الدولية. (9) التشاور حول مسودات التقارير الحكومية الدورية المتعلقة باتفاقيات العمل الدولية. (10) إبداء الرأي فيما تعرضه عليه الوزارة المختصة.",
      "simplified_summary": "يحدد اختصاصات المجلس الأعلى للتشاور الاجتماعي: سياسات الحوار، إبداء الرأي في مشروعات قوانين العمل واتفاقيات العمل، اقتراح حلول لمنازعات العمل الجماعية، تعزيز الثقة، دعم فرص العمل، إعداد دراسات، ومتابعة موضوعات وتقارير منظمة العمل الدولية.",
      "keywords": [
        "اختصاصات المجلس",
        "سياسات الحوار",
        "اتفاقيات العمل الدولية",
        "منازعات العمل الجماعية",
        "خلق فرص عمل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-190",
      "article_number": "190",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: علاقات العمل الجماعية - الفصل الأول: الحوار الاجتماعي",
      "original_text": "يشكل المجلس بقرار من رئيس مجلس الوزراء برئاسة الوزير المختص، وتضم عضويته ممثلين عن الوزارات والجهات المعنية، وممثلين عن منظمات أصحاب الأعمال والمنظمات النقابية العمالية المعنية بالتساوي فيما بينهم، على أن يراعى عند الترشيح تمثيل جميع مستويات المنظمات النقابية المعنية وتمثيل المرأة بما لا يقل عن الثلث لكل من الأطراف الثلاثة ما لم يتعذر ذلك. ويحضر اجتماعات المجلس ممثلون عن المجلس القومي للمرأة والمجلس القومي للطفولة والأمومة والمجلس القومي لحقوق الإنسان والمجلس القومي للأشخاص ذوي الإعاقة دون أن يكون لهم صوت معدود في المداولات. وللمجلس دعوة من يراه من ذوي الخبرة والمتخصصين لحضور جلساته دون صوت معدود. ويحدد قرار تشكيله نظام العمل به واختصاصاته الأخرى.",
      "simplified_summary": "تشكيل المجلس الأعلى بقرار من رئيس الوزراء برئاسة الوزير المختص، وعضوية ممثلين متساوين لأطراف العمل الثلاثة مع مراعاة تمثيل المرأة (لا يقل عن الثلث لكل طرف إن أمكن). حضور جهات قومية وخبراء دون حق تصويت، والقرار يحدد نظام العمل واختصاصات أخرى.",
      "keywords": [
        "تشكيل المجلس",
        "تمثيل المرأة",
        "أطراف العمل الثلاثة",
        "حضور دون تصويت"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-191",
      "article_number": "191",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: علاقات العمل الجماعية - الفصل الأول: الحوار الاجتماعي",
      "original_text": "تبدأ دورة انعقاد المجلس أربع سنوات من اليوم التالي لصدور قرار رئيس مجلس الوزراء بتشكيله، ويعاد تشكيله خلال الستين يوماً الأخيرة على الأقل قبل انتهاء دورته. وإذا خلا محل أحد الأعضاء خلال مدة الدورة لأي سبب تلتزم الجهة بترشيح ممثل آخر لاستكمال المدة.",
      "simplified_summary": "مدة دورة المجلس 4 سنوات، ويعاد تشكيله قبل انتهائها (خلال آخر 60 يوم على الأقل). وإذا خلا مقعد عضو يُرشح بديل لاستكمال المدة.",
      "keywords": [
        "مدة المجلس",
        "أربع سنوات",
        "إعادة التشكيل",
        "استبدال الأعضاء"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-192",
      "article_number": "192",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: علاقات العمل الجماعية - الفصل الأول: الحوار الاجتماعي",
      "original_text": "للمجلس أن ينشئ فروعاً له في المحافظات للقيام بمهامه على مستوى المحافظة برئاسة مدير مديرية العمل وعضوية ممثلي المنظمات النقابية العمالية المعنية ومنظمات أصحاب الأعمال المعنية بالتساوي فيما بينهم. وله أن يشكل لجاناً نوعية من بين أعضائه أو من غيرهم مع مراعاة التمثيل الثلاثي. كما له أن ينشئ وحدات متخصصة لإجراء الدراسات والأبحاث اللازمة لأعماله بالتعاون مع الجامعات ومراكز البحوث. ويصدر المجلس اللوائح المالية والإدارية اللازمة لتنظيم عمل فروعه ولجانه النوعية ووحداته البحثية المتخصصة.",
      "simplified_summary": "يجوز للمجلس إنشاء فروع بالمحافظات ولجان نوعية ووحدات بحثية، مع مراعاة التمثيل الثلاثي، وإصدار لوائح مالية وإدارية لتنظيم العمل.",
      "keywords": [
        "فروع المحافظات",
        "لجان نوعية",
        "وحدات بحثية",
        "لوائح مالية وإدارية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-193",
      "article_number": "193",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: علاقات العمل الجماعية - الفصل الأول: الحوار الاجتماعي",
      "original_text": "يجوز للمجلس قبول الهبات والمنح والتبرعات بعد العرض على مجلس إدارته وموافقة ثلثي أعضائه على الأقل ووفقاً للقواعد والإجراءات المقررة قانوناً. ويكون للمجلس حساب خاص ضمن حساب الخزانة الموحد لدى البنك المركزي، وله فتح حساب لدى أحد البنوك المسجلة لدى البنك المركزي بعد موافقة وزير المالية، وله استثمار أمواله استثماراً آمناً، ويخضع حسابه لرقابة الجهاز المركزي للمحاسبات.",
      "simplified_summary": "يجوز للمجلس قبول الهبات والمنح والتبرعات بموافقة مجلس الإدارة وثلثي الأعضاء، وله حسابات واستثمار آمن للأموال، مع رقابة الجهاز المركزي للمحاسبات.",
      "keywords": [
        "هبات ومنح",
        "حساب خاص",
        "استثمار آمن",
        "الجهاز المركزي للمحاسبات"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-194",
      "article_number": "194",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: علاقات العمل الجماعية - الفصل الثاني: المفاوضة الجماعية",
      "original_text": "تُجرى المفاوضة الجماعية بحرية وطواعية في إطار من التوازن بين مصالح طرفيها من أجل: (1) تحسين شروط وظروف العمل وأحكام التشغيل. (2) تحقيق التنمية الاجتماعية لعمال المنشأة بالتعاون بين طرفي علاقة العمل. (3) تسوية المنازعات الجماعية بين العمال وأصحاب الأعمال.",
      "simplified_summary": "المفاوضة الجماعية تتم بحرية لتحقيق: تحسين شروط العمل، التنمية الاجتماعية داخل المنشأة، وتسوية المنازعات الجماعية.",
      "keywords": [
        "مفاوضة جماعية",
        "شروط العمل",
        "تنمية اجتماعية",
        "تسوية منازعات"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-195",
      "article_number": "195",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: علاقات العمل الجماعية - الفصل الثاني: المفاوضة الجماعية",
      "original_text": "تكون المفاوضة الجماعية على مستوى المنشأة أو فروعها أو المهنة أو الصناعة أو المستوى الإقليمي أو المستوى القومي.",
      "simplified_summary": "تحدد مستويات إجراء المفاوضة الجماعية: منشأة/فروعها/مهنة/صناعة/إقليمي/قومي.",
      "keywords": [
        "مستويات المفاوضة",
        "منشأة",
        "صناعة",
        "قومي"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-196",
      "article_number": "196",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: علاقات العمل الجماعية - الفصل الثاني: المفاوضة الجماعية",
      "original_text": "إذا أثير نزاع عمل جماعي وجب على طرفيه الدخول في مفاوضة جماعية لتسويته ودياً. ويلتزم طرفا المفاوضة بتقديم ما يطلب منهما من بيانات ومعلومات ومستندات تتعلق بموضوع النزاع وإجراءات سير المفاوضة. فإذا رفض أحد الطرفين البدء في إجراءات المفاوضة جاز للآخر أن يطلب من الجهة الإدارية المختصة تحريك إجراءات التفاوض بدعوة منظمة أصحاب الأعمال أو المنظمة النقابية العمالية المعنية أو المفوض العمالي بحسب الأحوال للتدخل وإقناع الطرف الرافض بالعدول عن موقفه.",
      "simplified_summary": "عند نزاع عمل جماعي يجب التفاوض ودياً وتبادل البيانات والمستندات. وإذا رفض طرف بدء التفاوض، يجوز للآخر طلب تدخل الجهة الإدارية لتحريك التفاوض عبر الجهات المعنية لإقناع الرافض.",
      "keywords": [
        "نزاع جماعي",
        "مفاوضة جماعية",
        "تقديم مستندات",
        "تدخل الجهة الإدارية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-197",
      "article_number": "197",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: علاقات العمل الجماعية - الفصل الثاني: المفاوضة الجماعية",
      "original_text": "إذا أسفرت المفاوضة الجماعية عن اتفاق الطرفين يُدون اتفاقهما في اتفاقية عمل جماعية طبقاً للقواعد والشروط المحددة في هذا القانون.",
      "simplified_summary": "إذا نجحت المفاوضة يتم تدوين الاتفاق في اتفاقية عمل جماعية وفق القانون.",
      "keywords": [
        "اتفاقية عمل جماعية",
        "نتيجة المفاوضة",
        "تدوين الاتفاق"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-198",
      "article_number": "198",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: علاقات العمل الجماعية - الفصل الثاني: المفاوضة الجماعية",
      "original_text": "يحظر على طرفي علاقة العمل أثناء المفاوضة اتخاذ إجراءات أو إصدار قرارات تتعلق بالموضوعات محل التفاوض إلا في حالة الضرورة والاستعجال، ويشترط أن يكون الإجراء أو القرار مؤقتاً.",
      "simplified_summary": "أثناء التفاوض يُمنع اتخاذ قرارات تخص موضوع التفاوض إلا لضرورة عاجلة وبشكل مؤقت.",
      "keywords": [
        "حظر إجراءات",
        "أثناء المفاوضة",
        "ضرورة واستعجال",
        "قرار مؤقت"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-199",
      "article_number": "199",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: علاقات العمل الجماعية - الفصل الثالث: اتفاقيات العمل الجماعية",
      "original_text": "يكون إبرام الاتفاقية الجماعية لمدة لا تزيد على ثلاث سنوات أو للمدة اللازمة لتنفيذ مشروع معين. فإذا زادت المدة في الحالة الأخيرة على ثلاث سنوات تعين على الطرفين التفاوض لتجديدها أو تعديل شروطها في ضوء ما يستجد من ظروف اقتصادية أو اجتماعية، وتتبع في شأن التجديد أحكام المادة (202) من هذا القانون.",
      "simplified_summary": "مدة الاتفاقية الجماعية: حتى 3 سنوات أو مدة مشروع معين. لو مدة المشروع تجاوزت 3 سنوات يجب التفاوض للتجديد/التعديل، والتجديد وفق المادة 202.",
      "keywords": [
        "مدة الاتفاقية الجماعية",
        "ثلاث سنوات",
        "تجديد الاتفاقية",
        "تعديل الشروط"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-200",
      "article_number": "200",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: اتفاقيات العمل الجماعية",
      "original_text": "كل نص يرد في اتفاقية العمل الجماعية يكون مخالفاً لأحكام هذا القانون أو القوانين ذات الصلة يقع باطلاً. وفي حالة تعارض نص في عقد العمل الفردي مع نص في الاتفاقية، يسري الحكم الذي يحقق للعامل فائدة كبرى.",
      "simplified_summary": "أي شرط في الاتفاقية يخالف القانون باطل. وعند التعارض بين العقد الفردي والاتفاقية يُطبق الأصلح للعامل.",
      "keywords": [
        "بطلان الشرط المخالف",
        "تعارض النصوص",
        "الأصلح للعامل",
        "اتفاقية جماعية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-201",
      "article_number": "201",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: اتفاقيات العمل الجماعية",
      "original_text": "يجب أن تكون اتفاقية العمل الجماعية مكتوبة باللغة العربية، ويجوز كتابة نسخة بلغة أجنبية، وفي حالة التعارض يُعتد بالنص المكتوب باللغة العربية.",
      "simplified_summary": "الاتفاقية تُكتب بالعربية، ويجوز نسخة أجنبية، وعند التعارض يُعمل بالنص العربي.",
      "keywords": [
        "لغة الاتفاقية",
        "اللغة العربية",
        "نسخة أجنبية",
        "حجية النص"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-202",
      "article_number": "202",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: اتفاقيات العمل الجماعية",
      "original_text": "يتعين على طرفي اتفاقية العمل الجماعية سلوك طريق المفاوضة الجماعية لتجديدها قبل انتهاء مدتها بثلاثة أشهر. فإذا انقضت المدة الأخيرة دون الاتفاق امتد العمل بالاتفاقية مدة ثلاثة أشهر ويستمر التفاوض لتجديدها. فإذا انقضى شهران دون التوصل لاتفاق كان لأي من طرفي الاتفاقية عرض الأمر على الجهة الإدارية المختصة لاتخاذ ما يلزم باتباع إجراءات الوساطة وفق أحكام هذا القانون.",
      "simplified_summary": "تجديد الاتفاقية قبل انتهائها بـ3 أشهر عبر التفاوض. لو لم يتم اتفاق: تمتد 3 أشهر ويستمر التفاوض. لو مر شهران دون اتفاق: يجوز اللجوء للجهة الإدارية لإجراءات الوساطة.",
      "keywords": [
        "تجديد الاتفاقية",
        "ثلاثة أشهر",
        "امتداد الاتفاقية",
        "الوساطة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-203",
      "article_number": "203",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: اتفاقيات العمل الجماعية",
      "original_text": "تكون اتفاقية العمل الجماعية نافذة وملزمة لطرفيها بعد التوقيع عليها، ويتعين إيداعها لدى الجهة الإدارية المختصة لقيدها خلال ثلاثين يوماً من تاريخ التوقيع عليها في سجل ورقي أو إلكتروني. ويجوز للجهة الإدارية الاعتراض عليها إذا توافرت حالة من الحالات المنصوص عليها في المادة (200) من هذا القانون، وإخطار طرفي الاتفاقية بالاعتراض وأسبابه بخطاب موصى عليه بعلم الوصول. فإذا انقضت المدة المذكورة ولم تقم الجهة المختصة بالاعتراض وجب قيدها وفق الأحكام السابقة.",
      "simplified_summary": "الاتفاقية نافذة بعد التوقيع. تُودع للقيد خلال 30 يوماً. للجهة الإدارية الاعتراض لأسباب مرتبطة بالمخالفة (وفق 200) مع إخطار رسمي. إذا لم تعترض خلال المدة تُقيد.",
      "keywords": [
        "نفاذ الاتفاقية",
        "إيداع وقيد",
        "سجل ورقي/إلكتروني",
        "اعتراض الجهة الإدارية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-204",
      "article_number": "204",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: اتفاقيات العمل الجماعية",
      "original_text": "إذا رفضت الجهة الإدارية المختصة قيد الاتفاقية وفق أحكام المادة (203) جاز لأي من طرفي الاتفاقية اللجوء إلى قاضي الأمور المستعجلة بالمحكمة العمالية المختصة التي يقع بدائرتها محل العمل لرفع الدعوى وفقاً للإجراءات المعتادة خلال ثلاثين يوماً من تاريخ الإخطار بالاعتراض. فإذا قضت بقيد الاتفاقية وجب على الجهة الإدارية إجراء القيد في السجل الخاص بذلك.",
      "simplified_summary": "لو الجهة رفضت القيد: يجوز اللجوء لقاضي الأمور المستعجلة بالمحكمة العمالية خلال 30 يوم من الإخطار. إذا حكم بالقيد تلتزم الجهة بالقيد.",
      "keywords": [
        "رفض القيد",
        "قاضي الأمور المستعجلة",
        "دعوى خلال 30 يوم",
        "إلزام بالقيد"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-205",
      "article_number": "205",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: اتفاقيات العمل الجماعية",
      "original_text": "يلتزم صاحب العمل بأن يضع اتفاقية العمل الجماعية في مكان ظاهر بمحل العمل متضمنة نصوصها والموقعين عليها وتاريخ إيداعها لدى الجهة الإدارية المختصة.",
      "simplified_summary": "صاحب العمل يجب أن يعلن الاتفاقية في مكان ظاهر بالموقع مع بياناتها وتاريخ الإيداع.",
      "keywords": [
        "إعلان الاتفاقية",
        "مكان ظاهر",
        "بيانات الموقعين",
        "تاريخ الإيداع"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-206",
      "article_number": "206",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: اتفاقيات العمل الجماعية",
      "original_text": "يكون الانضمام إلى الاتفاقية بعد قيدها لدى الجهة الإدارية المختصة من منظمات أصحاب الأعمال ومنظمات العمال غير طرفي الاتفاقية بناءً على اتفاق بين الطرفين الراغبين في الانضمام ودون حاجة إلى موافقة طرفي الاتفاقية الأصليين، بطلب موقع من الطرفين يقدم إلى الجهة الإدارية المختصة.",
      "simplified_summary": "بعد قيد الاتفاقية يمكن لجهات/منظمات غير أطرافها الانضمام باتفاق بينها وطلب للجهة الإدارية، دون اشتراط موافقة طرفي الاتفاقية الأصليين.",
      "keywords": [
        "الانضمام للاتفاقية",
        "بعد القيد",
        "طلب للجهة الإدارية",
        "دون موافقة الأطراف الأصلية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-207",
      "article_number": "207",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: اتفاقيات العمل الجماعية",
      "original_text": "تلتزم الجهة الإدارية المختصة بالتأشير بالسجل المشار إليه في المادة (203) بما يطرأ على اتفاقية العمل الجماعية من تجديد أو انضمام أو تعديل خلال خمسة عشر يوماً من تاريخ حصوله.",
      "simplified_summary": "الجهة الإدارية تؤشر في السجل بأي تجديد/انضمام/تعديل خلال 15 يوم من حدوثه.",
      "keywords": [
        "تأشير بالسجل",
        "تجديد",
        "انضمام",
        "تعديل",
        "خمسة عشر يوماً"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-208",
      "article_number": "208",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: اتفاقيات العمل الجماعية",
      "original_text": "يلتزم طرفا اتفاقية العمل الجماعية بتنفيذها بطريقة تتفق مع ما يقتضيه حسن النية، والامتناع عن القيام بأي عمل أو إجراء من شأنه أن يعطل تنفيذ أحكامها.",
      "simplified_summary": "التزام بتنفيذ الاتفاقية بحسن نية ومنع أي تصرف يعطل تنفيذها.",
      "keywords": [
        "حسن النية",
        "تنفيذ الاتفاقية",
        "الامتناع عن التعطيل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-209",
      "article_number": "209",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: اتفاقيات العمل الجماعية",
      "original_text": "إذا طرأت ظروف استثنائية غير متوقعة وترتب على حدوثها أن تنفيذ أحد أحكام الاتفاقية أو حكم منها أصبح مرهقاً وجب على الطرفين سلوك طريق المفاوضة الجماعية لمناقشة هذه الظروف والوصول إلى اتفاق يحقق التوازن بين مصلحتيهما. فإذا لم يصلا إلى اتفاق وجب عليهما عرض الأمر على الجهة الإدارية المختصة لاتخاذ ما يلزم باتباع إجراءات الوساطة أو التحكيم وفق أحكام هذا القانون.",
      "simplified_summary": "عند ظروف استثنائية تجعل تنفيذ بند مرهقاً: تفاوض لإعادة التوازن، وإن فشل الاتفاق يتم اللجوء للجهة الإدارية للوساطة/التحكيم.",
      "keywords": [
        "ظروف استثنائية",
        "إرهاق التنفيذ",
        "تفاوض",
        "وساطة",
        "تحكيم"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-210",
      "article_number": "210",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: اتفاقيات العمل الجماعية",
      "original_text": "لكل من طرفي اتفاقية العمل الجماعية وكذلك لكل ذي مصلحة من العمال أو أصحاب الأعمال أن يطلب الحكم بتنفيذ أي من أحكامها أو بالتعويض عن عدم تنفيذها أو مخالفتها. ولا يحكم بالتعويض على منظمة أصحاب الأعمال أو المنظمة النقابية العمالية المعنية إلا إذا كان الضرر الموجب للتعويض قد صدر عن مجلس إدارة المنظمة أو الممثل القانوني لها.",
      "simplified_summary": "يجوز لأي طرف أو صاحب مصلحة طلب تنفيذ الاتفاقية أو تعويض عند مخالفتها. التعويض ضد المنظمة لا يكون إلا إذا كان الضرر ناتجاً عن مجلس إدارتها أو ممثلها القانوني.",
      "keywords": [
        "تنفيذ الاتفاقية",
        "تعويض",
        "ذي مصلحة",
        "مسؤولية المنظمة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-211",
      "article_number": "211",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الباب الثالث: اتفاقيات العمل الجماعية",
      "original_text": "للمنظمة النقابية العمالية، ولمنظمة أصحاب الأعمال التي تكون طرفاً في الاتفاقية الجماعية، أن ترفع لحساب أي عضو من أعضائها جميع الدعاوى الناشئة عن الإخلال بأحكام الاتفاقية. وللعضو الذي رفعت الدعوى لمصلحته أن يتدخل فيها، كما يجوز له رفع هذه الدعوى ابتداءً مستقلاً عنها.",
      "simplified_summary": "يجوز للنقابة أو منظمة أصحاب الأعمال (طرف الاتفاقية) رفع دعاوى باسم العضو بسبب الإخلال بالاتفاقية، والعضو يمكنه التدخل أو رفع دعوى مستقلة.",
      "keywords": [
        "رفع دعاوى",
        "نقابة",
        "منظمة أصحاب أعمال",
        "إخلال بالاتفاقية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-212",
      "article_number": "212",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الرابع: منازعات العمل الجماعية (أحكام عامة)",
      "original_text": "مع عدم الإخلال بحق التقاضي، تخضع المنازعات الناشئة عن الاتفاقية للإجراءات الجماعية التي يتفق عليها الطرفان، مع مراعاة الأحكام الواردة في الباب الثالث من هذا الكتاب.",
      "simplified_summary": "منازعات الاتفاقية تُدار وفق الإجراءات الجماعية المتفق عليها بين الطرفين، مع بقاء حق التقاضي ومراعاة أحكام الباب الثالث.",
      "keywords": [
        "منازعات الاتفاقية",
        "إجراءات جماعية",
        "حق التقاضي"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-213",
      "article_number": "213",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الرابع: منازعات العمل الجماعية (الفرع الأول: أحكام عامة)",
      "original_text": "مع عدم الإخلال بحق التقاضي، تسري أحكام هذا الفصل على كل نزاع يتعلق بشروط العمل أو ظروفه أو أحكام التشغيل ينشأ بين صاحب عمل أو مجموعة أصحاب أعمال وجميع العمال أو فريق منهم أو منظماتهم.",
      "simplified_summary": "أحكام منازعات العمل الجماعية تسري على أي نزاع بين صاحب/أصحاب العمل والعمال (أو منظماتهم) بخصوص شروط/ظروف العمل أو التشغيل، دون مساس بحق التقاضي.",
      "keywords": [
        "نزاع جماعي",
        "شروط العمل",
        "ظروف العمل",
        "أحكام التشغيل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-214",
      "article_number": "214",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الرابع: منازعات العمل الجماعية (الفرع الأول: أحكام عامة)",
      "original_text": "إذا انقضى شهر من تاريخ بدء المفاوضة دون الوصول إلى اتفاق جاز للطرفين أو لأحدهما اللجوء للجهة الإدارية المختصة لبدء إجراءات التوفيق.",
      "simplified_summary": "إذا فشلت المفاوضة لمدة شهر بدون اتفاق، يجوز الانتقال لإجراءات التوفيق عبر الجهة الإدارية المختصة.",
      "keywords": [
        "مفاوضة",
        "انقضاء شهر",
        "التوفيق",
        "الجهة الإدارية المختصة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-215",
      "article_number": "215",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الرابع: منازعات العمل الجماعية (الفرع الثاني: التوفيق)",
      "original_text": "تحدد الجهة الإدارية المختصة جلسة للتوفيق في النزاع في موعد لا يتجاوز خمسة أيام من تاريخ تقديم الطلب إليها، ويخطر به طرفا النزاع قبل الموعد المحدد بثلاثة أيام على الأقل. ويصدر الوزير المختص قراراً بإجراءات وقواعد التوفيق.",
      "simplified_summary": "تحديد جلسة التوفيق خلال 5 أيام من الطلب وإخطار الأطراف قبلها بـ3 أيام على الأقل، والوزير المختص يحدد قواعد وإجراءات التوفيق.",
      "keywords": [
        "التوفيق",
        "جلسة",
        "خمسة أيام",
        "إخطار",
        "الوزير المختص"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-216",
      "article_number": "216",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الرابع: منازعات العمل الجماعية (الفرع الثاني: التوفيق)",
      "original_text": "إذا اتفق طرفا النزاع على تسويته ودياً وفقاً لأحكام هذا الفرع، يحرر الاتفاق ويوقع عليه منهما في اتفاقية عمل جماعية، وتتخذ بشأنه الإجراءات الواردة في هذا القانون، وتكون ملزمة لهما.",
      "simplified_summary": "التسوية الودية تُكتب وتوقّع كاتفاقية عمل جماعية وتصبح ملزمة بعد اتباع الإجراءات القانونية.",
      "keywords": [
        "تسوية ودية",
        "اتفاقية عمل جماعية",
        "إلزام"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-217",
      "article_number": "217",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الرابع: منازعات العمل الجماعية (الفرع الثاني: التوفيق)",
      "original_text": "مع مراعاة أحكام قانون التحكيم في المواد المدنية والتجارية الصادر بالقانون رقم 27 لسنة 1994، إذا لم تتم تسوية النزاع خلال واحد وعشرين يوماً من تاريخ بدء التوفيق، جاز للطرفين اللجوء إلى الجهة الإدارية المختصة لاتخاذ إجراءات الإحالة إلى مركز الوساطة والتحكيم المنصوص عليه في المادة (218) من هذا القانون.",
      "simplified_summary": "إذا لم يُحل النزاع خلال 21 يومًا من بدء التوفيق، يجوز إحالة النزاع لمركز الوساطة والتحكيم وفقاً للقانون ومع مراعاة قانون التحكيم.",
      "keywords": [
        "21 يوم",
        "إحالة",
        "مركز الوساطة والتحكيم",
        "قانون التحكيم 27 لسنة 1994"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-218",
      "article_number": "218",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الرابع: منازعات العمل الجماعية (الفرع الثالث: مركز الوساطة والتحكيم)",
      "original_text": "يُنشأ بالوزارة المختصة \"مركز الوساطة والتحكيم\"، وتكون له الشخصية الاعتبارية، ويتبع الوزير المختص، ويتكون من قسمين: قسم الوساطة وقسم التحكيم. ويكون له رئيس تنفيذي يصدر بتعيينه وتحديد معاملته المالية قرار من رئيس مجلس الوزراء بناءً على ترشيح من الوزير المختص، وذلك لمدة ثلاث سنوات قابلة للتجديد. ويصدر رئيس مجلس الوزراء قراراً بتحديد الهيكل الإداري والمالي ونظام العمل بالمركز ورسوم خدماته بما لا يجاوز خمسين ألف جنيه وحالات الإعفاء منها. ويلتزم المركز بنصوص هذا القانون وجميع القرارات واللوائح وبالضمانات والمبادئ الأساسية للتقاضي في قانون المرافعات، وتُطبق أحكام قانون التحكيم في المواد المدنية والتجارية فيما لم يرد بشأنه نص خاص.",
      "simplified_summary": "إنشاء مركز وساطة وتحكيم تابع للوزارة المختصة (شخصية اعتبارية) بقسمين، وتعيين رئيس تنفيذي بقرار رئيس الوزراء لمدة 3 سنوات قابلة للتجديد، وتنظيم رسوم وخدمات المركز، والالتزام بضمانات التقاضي وقواعد التحكيم عند عدم وجود نص خاص.",
      "keywords": [
        "مركز الوساطة والتحكيم",
        "شخصية اعتبارية",
        "رئيس تنفيذي",
        "رسوم",
        "قانون التحكيم"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-219",
      "article_number": "219",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "مركز الوساطة والتحكيم",
      "original_text": "يعد مركز الوساطة والتحكيم قائمة من الوسطاء وقائمة من المحكمين الذين تنطبق عليهم الشروط الواردة في هذا القانون، ويؤدي كل منهم أمام رئيس المركز القسم الآتي: \"أقسم بالله العظيم أن أؤدي مهمتي بالذمة والأمانة والصدق وألا أفشي سراً من أسرار العمل التي أطلع عليها بحكم مهمتي\".",
      "simplified_summary": "المركز يضع قوائم الوسطاء والمحكمين، ويؤدون يمين الأمانة وعدم إفشاء أسرار العمل أمام رئيس المركز.",
      "keywords": [
        "قائمة الوسطاء",
        "قائمة المحكمين",
        "يمين",
        "سرية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-220",
      "article_number": "220",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "مركز الوساطة والتحكيم",
      "original_text": "استثناءً من أحكام المادتين (221، 226) من هذا القانون، يجوز لمركز الوساطة الاستعانة بأعضاء من الجهات والهيئات القضائية الخاصة والتحكيم بعد موافقة مجالسهم.",
      "simplified_summary": "يجوز للمركز (استثناءً) الاستعانة بأعضاء جهات/هيئات قضائية أو تحكيمية بعد موافقة جهاتهم، رغم شروط القيد بالمادتين 221 و226.",
      "keywords": [
        "استثناء",
        "الاستعانة بجهات قضائية",
        "تحكيم",
        "موافقة الجهات"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-221",
      "article_number": "221",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "مركز الوساطة والتحكيم",
      "original_text": "يشترط فيمن يقيد بقائمة الوسطاء الشروط الآتية: (1) مؤهل عالٍ. (2) محمود السيرة حسن السمعة. (3) ألا يكون سبق إدانته في جناية أو جنحة مخلة بالشرف أو الأمانة ما لم يرد إليه اعتباره. (4) ألا يكون من العاملين بالجهاز الإداري للدولة. (5) ألا يكون سبق فصله تأديبياً. (6) قضاء مدة التدريب الأولى على أعمال الوساطة ومجالاتها بالمركز. (7) اجتياز الاختبار الذي يعقده المركز بدرجة لا تقل عن 70%.",
      "simplified_summary": "شروط قيد الوسطاء: مؤهل عالٍ، سمعة حسنة، بلا سوابق مخلة (إلا برد اعتبار)، ليس موظفًا بالجهاز الإداري، لم يُفصل تأديبيًا، تدريب بالمركز، واجتياز اختبار ≥70%.",
      "keywords": [
        "شروط قيد الوسطاء",
        "مؤهل",
        "سمعة",
        "تدريب",
        "اختبار 70%"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-222",
      "article_number": "222",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "مركز الوساطة والتحكيم",
      "original_text": "على طرفي النزاع اختيار أحد الوسطاء المقيدين بالقائمة في موعد غايته سبعة أيام من تاريخ تقديم طلب الوساطة. فإذا انقضت المدة ولم يتفق الطرفان على اختيار الوسيط تولى المركز اختيار الوسيط خلال ثلاثة أيام من تاريخ انتهاء تلك المدة.",
      "simplified_summary": "اختيار الوسيط خلال 7 أيام من طلب الوساطة، وإن لم يتفق الطرفان يختاره المركز خلال 3 أيام بعد انتهاء المهلة.",
      "keywords": [
        "اختيار وسيط",
        "7 أيام",
        "تدخل المركز",
        "3 أيام"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-223",
      "article_number": "223",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "مركز الوساطة والتحكيم",
      "original_text": "تبدأ مهمة الوسيط من تاريخ إحالة النزاع إليه، وعليه إنجاز مهمته خلال شهر. وللوسيط جميع الصلاحيات في نظر النزاع والإلمام بعناصره، وعلى الأخص سماع طرفي النزاع والاطلاع على ما يلزم من مستندات وطلب البيانات والمعلومات التي تعينه على أداء مهمته.",
      "simplified_summary": "الوسيط يبدأ من تاريخ الإحالة، ومدته شهر، وله صلاحيات سماع الطرفين وطلب مستندات وبيانات لازمة لإنهاء النزاع.",
      "keywords": [
        "مهمة الوسيط",
        "شهر",
        "صلاحيات",
        "مستندات",
        "بيانات"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-224",
      "article_number": "224",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "مركز الوساطة والتحكيم",
      "original_text": "مع عدم الإخلال بحكم المادة (223)، يحق لطرفي النزاع أن يطلبا من مركز الوساطة والتحكيم استبدال وسيط النزاع لمرة واحدة خلال خمسة عشر يوماً من تاريخ تسلمه للمهمة. فإذا رفض الطرف الآخر الاستبدال تعين على المركز الفصل في الطلب في موعد لا يجاوز يومين.",
      "simplified_summary": "يجوز طلب استبدال الوسيط مرة واحدة خلال 15 يومًا من تسلمه المهمة، وإذا اعترض الطرف الآخر يفصل المركز خلال يومين.",
      "keywords": [
        "استبدال الوسيط",
        "مرة واحدة",
        "15 يوم",
        "فصل خلال يومين"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-225",
      "article_number": "225",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "مركز الوساطة والتحكيم",
      "original_text": "على الوسيط بذل مساعيه للتقريب بين وجهات نظر طرفي النزاع. فإذا لم يتمكن من تحقيق ذلك يقدم للطرفين كتابة ما يقترحه من توصيات لحل النزاع. فإذا قبلها الطرفان أثبت ذلك في اتفاق يوقعه الطرفان والوسيط ويصبح ملزماً في حدود ما تم الاتفاق عليه ويثبت بالسجل الورقي أو الإلكتروني. وإذا لم يقبل الطرفان التوصيات كلها أو بعضها جاز اللجوء إلى التحكيم، فإذا توافقا أحال النزاع إلى قسم التحكيم بالمركز. وفي جميع الأحوال على وسيط النزاع أن يقدم خلال خمسة أيام من تاريخ انتهاء مهمته تقريراً لقسم الوساطة يتضمن ملخصاً للنزاع والأوراق والمستندات المقدمة وما تم قبوله أو رفضه وأسباب ذلك.",
      "simplified_summary": "الوسيط يحاول التقريب؛ إن لم ينجح يقدم توصيات مكتوبة. إذا قُبلت تُوثق باتفاق ملزم. إذا رُفضت يمكن اللجوء للتحكيم. ويقدم الوسيط تقريرًا خلال 5 أيام من انتهاء مهمته.",
      "keywords": [
        "توصيات الوسيط",
        "اتفاق ملزم",
        "تحكيم",
        "تقرير 5 أيام"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-226",
      "article_number": "226",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "مركز الوساطة والتحكيم",
      "original_text": "يشترط فيمن يقيد بقائمة المحكمين الشروط الآتية: (1) إجازة الحقوق من إحدى الجامعات المصرية أو ما يعادلها. (2) محمود السيرة حسن السمعة. (3) ألا يكون سبق إدانته في جناية أو جنحة مخلة بالشرف أو الأمانة ما لم يرد إليه اعتباره. (4) ألا يكون من العاملين بالجهاز الإداري للدولة. (5) ألا يكون سبق فصله تأديبياً. (6) قضاء مدة التدريب الأولى لمركز الوساطة والتحكيم على أعمال التحكيم ومجالاته. (7) اجتياز الاختبار الذي يعقده المركز بدرجة لا تقل عن 75%.",
      "simplified_summary": "شروط قيد المحكمين: حقوق/معادلها، سمعة حسنة، بلا سوابق مخلة (إلا برد اعتبار)، ليس موظفًا بالدولة، لم يُفصل تأديبيًا، تدريب تحكيم بالمركز، اختبار ≥75%.",
      "keywords": [
        "شروط قيد المحكمين",
        "حقوق",
        "تدريب",
        "اختبار 75%"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-227",
      "article_number": "227",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "التحكيم",
      "original_text": "تشكل هيئة التحكيم باتفاق الطرفين من محكم واحد أو أكثر بشرط أن يكون العدد فردياً، وذلك في موعد غايته خمسة عشر يوماً من تاريخ إحالة النزاع لقسم التحكيم. وإذا لم يتفق الطرفان على اختيار المحكمين خلال المدة يتولى مركز اختيار المحكمين وفقاً للوائح المنظمة لعمل المركز.",
      "simplified_summary": "هيئة التحكيم تُشكل باتفاق الطرفين (عدد فردي) خلال 15 يومًا من الإحالة، وإن لم يتفقا يختارهم المركز وفق لوائحه.",
      "keywords": [
        "هيئة التحكيم",
        "عدد فردي",
        "15 يوم",
        "اختيار المركز"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-228",
      "article_number": "228",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "التحكيم",
      "original_text": "يوقع طرفا النزاع مشارطة التحكيم وتحتوي على موضوع النزاع والشروط والإجراءات التي يجرى عليها التحكيم. وتتبع فيما لم تتضمنه المشارطة الأحكام المقررة في قانون التحكيم في المواد المدنية والتجارية المشار إليه.",
      "simplified_summary": "مشارطة التحكيم تُحدد موضوع النزاع وإجراءات التحكيم، وما لم يرد بها يُطبق قانون التحكيم المدني والتجاري.",
      "keywords": [
        "مشارطة التحكيم",
        "إجراءات",
        "قانون التحكيم"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-229",
      "article_number": "229",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "التحكيم",
      "original_text": "يراعى عند الفصل في النزاع التشريعات المعمول بها داخل الدولة والاتفاقيات الدولية المصدق عليها والعرف والعدالة الاجتماعية ومبادئ القانون الطبيعي وفقاً للحالة الاقتصادية والاجتماعية السائدة. ويصدر الحكم بأغلبية الآراء عند تعدد المحكمين. وعلى المحكمة أو المحكمين الفصل في النزاع خلال ثلاثين يوماً من تاريخ إحالة النزاع. ويعتبر حكم التحكيم نهائياً وقابلاً للتنفيذ بعد وضع الصيغة التنفيذية عليه من المحكمة العمالية المختصة.",
      "simplified_summary": "التحكيم يراعي التشريعات والاتفاقيات والعرف والعدالة… والحكم بالأغلبية خلال 30 يومًا، ويصبح نهائيًا وينفذ بعد الصيغة التنفيذية من المحكمة العمالية المختصة.",
      "keywords": [
        "حكم التحكيم",
        "30 يوم",
        "أغلبية",
        "صيغة تنفيذية",
        "محكمة عمالية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-230",
      "article_number": "230",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "التحكيم",
      "original_text": "تشكل بقسم التحكيم دائرة عليا أو أكثر لإعادة النظر مكونة من خمسة محكمين من المقيدين بقائمتها للطعن في الأحكام المشار إليها بالمادة (229). وإذا تضمنت مشارطة التحكيم أو شرط التحكيم أن يكون على درجتين، يحال النزاع إلى تلك الدائرة خلال خمسة عشر يوماً من تاريخ صدور حكم أول درجة، ويتعين عليها الفصل خلال خمسة وأربعين يوماً من تاريخ الإحالة إليها.",
      "simplified_summary": "إنشاء دائرة عليا للتحكيم (5 محكمين) للطعن على أحكام التحكيم، وإذا كان التحكيم على درجتين: الإحالة خلال 15 يومًا والفصل خلال 45 يومًا.",
      "keywords": [
        "دائرة عليا",
        "طعن",
        "5 محكمين",
        "15 يوم",
        "45 يوم"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-231",
      "article_number": "231",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: الإضراب والإغلاق",
      "original_text": "للعمال حق الإضراب عن العمل للمطالبة بما يرونه محققاً لمصالحهم المهنية والاقتصادية والاجتماعية، وذلك بعد استنفاد طرق التسوية الودية للمنازعات المنصوص عليها في هذا القانون، ويكون إعلانه وتنظيمه من خلال المنظمة النقابية العمالية المعنية أو المفوض العمالي وفق الضوابط والإجراءات المقررة في هذا القانون.",
      "simplified_summary": "حق الإضراب مكفول بعد استنفاد التسوية الودية، ويُنظم عبر المنظمة النقابية أو المفوض العمالي وفق ضوابط القانون.",
      "keywords": [
        "حق الإضراب",
        "تسوية ودية",
        "منظمة نقابية",
        "مفوض عمالي"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-232",
      "article_number": "232",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: الإضراب والإغلاق",
      "original_text": "يجب أن يتضمن الإعلان عن الإضراب إخطار كل من صاحب العمل والجهة الإدارية المختصة قبل التاريخ المحدد للإضراب بعشرة أيام على الأقل، وذلك بكتاب موصى عليه بعلم الوصول، على أن يتضمن الإخطار الأسباب الدافعة للإضراب وموعده.",
      "simplified_summary": "الإضراب يتطلب إخطار صاحب العمل والجهة الإدارية قبل الموعد بـ10 أيام على الأقل مع بيان الأسباب والموعد.",
      "keywords": [
        "إخطار",
        "10 أيام",
        "أسباب الإضراب",
        "جهة إدارية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-233",
      "article_number": "233",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: الإضراب والإغلاق",
      "original_text": "يُحظر على العمال الدعوة إلى الإضراب أو إعلانه بقصد تعديل اتفاقية عمل جماعية أثناء مدة سريانها.",
      "simplified_summary": "لا يجوز الإضراب بهدف تعديل اتفاقية عمل جماعية أثناء سريانها.",
      "keywords": [
        "حظر الإضراب",
        "اتفاقية عمل جماعية",
        "مدة السريان"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-234",
      "article_number": "234",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: الإضراب والإغلاق",
      "original_text": "يُحظر الإضراب أو الدعوة إليه أو إعلانه بالمنشآت الحيوية التي تقدم خدمات أساسية للمواطنين والتي يترتب على توقف العمل فيها الإخلال بالأمن القومي. ويحظر الدعوة للإضراب أو إعلانه في الظروف الاستثنائية. ويصدر رئيس مجلس الوزراء قراراً بتحديد المنشآت الحيوية والخدمات الأساسية التي تقدمها.",
      "simplified_summary": "يُحظر الإضراب في المنشآت الحيوية والخدمات الأساسية أو الظروف الاستثنائية، ورئيس الوزراء يحددها بقرار.",
      "keywords": [
        "حظر الإضراب",
        "منشآت حيوية",
        "خدمات أساسية",
        "الأمن القومي",
        "ظروف استثنائية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-235",
      "article_number": "235",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: الإضراب والإغلاق",
      "original_text": "يترتب على الإضراب عن العمل وقف الالتزامات الناشئة عن عقد العمل خلال مدة الإضراب.",
      "simplified_summary": "الإضراب يوقف التزامات عقد العمل طوال مدة الإضراب.",
      "keywords": [
        "أثر الإضراب",
        "وقف الالتزامات",
        "عقد العمل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-236",
      "article_number": "236",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: الإضراب والإغلاق",
      "original_text": "لصاحب العمل، لضرورات اقتصادية، حق الإغلاق الكلي أو الجزئي للمنشأة بما قد يمس حجم العمالة بها على نحو مؤقت أو دائم أو حجز أو تقليل نشاطها، وذلك وفق الأوضاع والشروط والإجراءات المنصوص عليها في هذا القانون.",
      "simplified_summary": "يجوز لصاحب العمل الإغلاق الكلي/الجزئي لأسباب اقتصادية وفق ضوابط وإجراءات القانون.",
      "keywords": [
        "إغلاق",
        "ضرورات اقتصادية",
        "كلي",
        "جزئي",
        "إجراءات"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-237",
      "article_number": "237",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: الإضراب والإغلاق",
      "original_text": "على صاحب العمل أن يتقدم بطلب إغلاق المنشأة أو تقليل حجمها أو نشاطها إلى لجنة تشكل لهذا الغرض، ويتضمن الطلب الأسباب والأوضاع والشروط والإجراءات التي يستند إليها، وإعداد وفئات العمال الذين سيتم الاستغناء عنهم. وعلى اللجنة أن تصدر قرارها خلال خمسة وأربعين يوماً على الأكثر من تاريخ تقديم الطلب، وإذا قبلت الطلب وجب أن تحدد موعد تنفيذ الإغلاق. وإذا لم تصدر اللجنة قرارها خلال المدة اعتبر ذلك موافقة ضمنية. ولصاحب الشأن التظلم من قرار اللجنة أمام لجنة أخرى ويترتب على قبول التظلم وقف تنفيذ القرار. ويصدر رئيس مجلس الوزراء قراراً بتشكيل اللجنتين وتحديد اختصاصاتهما والإجراءات والمواعيد وإجراءات التظلم، على أن يتضمن تشكيلهما ممثلاً عن المنظمة النقابية وممثلاً عن منظمة أصحاب الأعمال ترشح كل منهما ممثله.",
      "simplified_summary": "إجراءات طلب الإغلاق: طلب للجنة مع أسباب وبيانات العمال، قرار خلال 45 يومًا (وإلا موافقة ضمنية)، تظلم يوقف التنفيذ، وتشكيل اللجان وإجراءاتها بقرار رئيس الوزراء مع تمثيل العمال وأصحاب الأعمال.",
      "keywords": [
        "طلب الإغلاق",
        "لجنة",
        "45 يوم",
        "موافقة ضمنية",
        "تظلم",
        "قرار رئيس الوزراء"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-238",
      "article_number": "238",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: الإضراب والإغلاق",
      "original_text": "يخطر صاحب العمل العمال والمنظمة النقابية العمالية المعنية بالطلب المقدم وبالقرار الصادر بالإغلاق الكلي أو الجزئي للمنشأة أو بتقليل حجمها أو نشاطها. ويكون تنفيذ القرار اعتباراً من التاريخ الذي تحدده اللجنة التي نظرت الطلب حسب الأحوال على التظلم أو لا.",
      "simplified_summary": "إخطار العمال والنقابة بطلب/قرار الإغلاق أو التقليل، والتنفيذ من التاريخ الذي تحدده اللجنة وفق الحال (مع/بدون تظلم).",
      "keywords": [
        "إخطار",
        "قرار الإغلاق",
        "نقابة",
        "تاريخ التنفيذ"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-239",
      "article_number": "239",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: الإضراب والإغلاق",
      "original_text": "في حالة الإغلاق الجزئي أو تقليل حجم المنشأة أو نشاطها، إذا لم تتضمن الاتفاقية الجماعية السارية بالمنشأة المعايير الموضوعية لاختيار من سيتم الاستغناء عنهم من العمال، تعين على صاحب العمل أن يتشاور في هذا الشأن مع المنظمة النقابية العمالية المعنية، وذلك بعد صدور القرار وقبل التنفيذ. وتعتبر الأقدمية والأعباء العائلية والسن والقدرات والمهارات المهنية من المعايير التي يمكن الاسترشاد بها. ويصدر الوزير المختص قراراً بالمعايير الموضوعية لاختيار من سيتم الاستغناء عنهم، وذلك بالتشاور مع منظمات العمال وأصحاب الأعمال.",
      "simplified_summary": "في الإغلاق الجزئي/تقليل النشاط: إن لم توجد معايير اختيار بالتفاقية، يلزم التشاور مع النقابة قبل التنفيذ، ومعايير استرشادية (الأقدمية/السن/…)، والوزير المختص يصدر معايير موضوعية بعد التشاور.",
      "keywords": [
        "تقليل النشاط",
        "معايير الاستغناء",
        "تشاور",
        "أقدمية",
        "وزير مختص"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-240",
      "article_number": "240",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: الإضراب والإغلاق",
      "original_text": "يُحظر على صاحب العمل التقدم بطلب الإغلاق الكلي أو الجزئي للمنشأة أو تقليل حجمها أو نشاطها أثناء مراحل تسوية منازعات العمل الجماعية، كما يُحظر عليه التقدم بهذا الطلب بسبب أو أثناء إضراب العمال عن العمل.",
      "simplified_summary": "لا يجوز طلب الإغلاق أثناء تسوية منازعات العمل الجماعية أو بسبب/أثناء الإضراب.",
      "keywords": [
        "حظر الإغلاق",
        "تسوية المنازعات",
        "إضراب"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-241",
      "article_number": "241",
      "part (Bab)": "الكتاب الثالث: علاقات العمل الفردية والجماعية",
      "chapter (Fasl)": "الفصل الخامس: الإضراب والإغلاق",
      "original_text": "مع عدم الإخلال بحكم المادة (238)، يحق لصاحب العمل لأسباب اقتصادية أن يستخدم بدائل مؤقتة: تعديل شروط العقد مؤقتاً، تكليف العامل بعمل يختلف عن عمله الأصلي ولو غير متفق عليه، وخفض الأجر بما لا يقل عن الحد الأدنى للأجور. وإذا قام صاحب العمل بتعديل شروط العقد وفقاً لذلك جاز للعامل إنهاء عقده دون التزام بالإخطار ويُعد الإنهاء مبرراً. وفي جميع الأحوال يستحق العامل مكافأة تعادل أجر شهر عن كل سنة من السنوات الخمس الأولى من الخدمة وشهر ونصف عن كل سنة تالية دون تجاوز ذلك.",
      "simplified_summary": "بدائل اقتصادية مؤقتة لصاحب العمل (تعديل شروط/تكليف بعمل آخر/خفض أجر دون النزول عن الحد الأدنى)، وللعامل إنهاء العقد دون إخطار ويُعد مبرراً، مع مكافأة محسوبة شهرياً حسب سنوات الخدمة (شهر لكل سنة لأول 5 سنوات ثم شهر ونصف بعد ذلك).",
      "keywords": [
        "أسباب اقتصادية",
        "تعديل الشروط",
        "خفض الأجر",
        "إنهاء مبرر",
        "مكافأة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-242",
      "article_number": "242",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "أحكام عامة",
      "original_text": "ينظم هذا الكتاب أحكام وضوابط الوقاية من الحوادث والأضرار الصحية الناتجة عن العمل أو المتصلة به أو التي تقع أثناءه أو بسببه، وذلك للحد من المخاطر وأسبابها التي تنطوي عليها بيئة العمل.",
      "simplified_summary": "الكتاب ينظم قواعد الوقاية من الحوادث والأضرار الصحية وتقليل المخاطر في بيئة العمل.",
      "keywords": [
        "وقاية",
        "حوادث",
        "أضرار صحية",
        "مخاطر",
        "بيئة العمل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-243",
      "article_number": "243",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "أحكام عامة",
      "original_text": "يقصد بالمنشأة في تطبيق أحكام هذا الكتاب كل مشروع أو مرفق يملكه أو يديره أشخاص القانون العام أو الخاص.",
      "simplified_summary": "تعريف المنشأة: أي مشروع/مرفق يملكه أو يديره أشخاص القانون العام أو الخاص.",
      "keywords": [
        "تعريف المنشأة",
        "قانون عام",
        "قانون خاص"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-244",
      "article_number": "244",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "أحكام عامة",
      "original_text": "تسري أحكام هذا الكتاب على جميع مواقع العمل والمنشآت وفروعها أياً كان نوعها أو تبعيتها سواء كانت برية أو بحرية أو جوية. كما تسري أيضاً على المسطحات المائية بجميع أنواعها ووسائل النقل المختلفة.",
      "simplified_summary": "تطبيق أحكام السلامة والصحة المهنية على كل مواقع العمل والمنشآت ووسائل النقل (بر/بحر/جو).",
      "keywords": [
        "سريان",
        "مواقع العمل",
        "منشآت",
        "وسائل نقل"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-245",
      "article_number": "245",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "أحكام عامة",
      "original_text": "يجوز للوزير المختص بقرار منه الترخيص بإنشاء مكاتب امتثال تهدف إلى التحقق من امتثال المنشآت لمتطلبات السلامة والصحة المهنية وتأمين بيئة العمل وتقديم الدعم الفني والمشورة اللازمة. ويحدد القرار الشكل القانوني لمكاتب الامتثال وضوابط وشروط مزاولة نشاطها وشروط وقواعد الترخيص ومدته ومؤهلات العاملين بها والرسوم المقررة عليه بما لا يجاوز مائة ألف جنيه.",
      "simplified_summary": "يجوز الترخيص بمكاتب امتثال للسلامة والصحة المهنية لتقديم التحقق والدعم الفني، مع تنظيم شروطها ورسومها (حتى 100 ألف جنيه).",
      "keywords": [
        "مكاتب امتثال",
        "ترخيص",
        "دعم فني",
        "رسوم",
        "100 ألف"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-246",
      "article_number": "246",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الأول: تأمين بيئة العمل",
      "original_text": "تلتزم المنشأة وفروعها بتوفير وسائل السلامة والصحة المهنية وتأمين بيئة العمل، وفقاً لمعايير التعرض والحدود العتبية، بما يكفل الوقاية من المخاطر الفيزيائية التالية: (1) الحرارة والبرودة. (2) الضوضاء والاهتزازات. (3) شدة الإضاءة. (4) الإشعاعات الضارة والخطرة (مؤينة/غير مؤينة). (5) تغيرات الضغط الجوي. (6) مخاطر الانفجار.",
      "simplified_summary": "التزام المنشأة بتأمين بيئة العمل ضد المخاطر الفيزيائية (حرارة/ضوضاء/إضاءة/إشعاع/ضغط/انفجار) وفق معايير التعرض.",
      "keywords": [
        "مخاطر فيزيائية",
        "ضوضاء",
        "إشعاع",
        "ضغط",
        "انفجار"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-247",
      "article_number": "247",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الأول: تأمين بيئة العمل",
      "original_text": "تلتزم المنشأة وفروعها باتخاذ التدابير اللازمة لتوفير وسائل السلامة والصحة المهنية وتأمين بيئة العمل بما يكفل الوقاية من المخاطر الهندسية (الميكانيكية/الكهربائية/التشييد والبناء/المواءمة)، وعلى الأخص: (1) مخاطر أدوات ومعدات الرفع ووسائل الانتقال والتداول والنقل والحركة. (2) مخاطر التشييد والبناء والحفر والانهيار والسقوط. (3) مخاطر الكهرباء (الديناميكية والاستاتيكية). (4) مخاطر عدم التناسب بين البنية الجسدية للعامل والآلات والمعدات ومكان العمل.",
      "simplified_summary": "التزام المنشأة بالوقاية من المخاطر الهندسية: معدات الرفع والنقل، البناء والحفر والسقوط، الكهرباء، وملاءمة بيئة العمل لقدرات العامل.",
      "keywords": [
        "مخاطر هندسية",
        "ميكانيكية",
        "كهربائية",
        "سقوط",
        "مواءمة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-248",
      "article_number": "248",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الأول: تأمين بيئة العمل",
      "original_text": "تلتزم المنشأة وفروعها باتخاذ وسائل وطرق وقاية العمال من خطر الإصابة بالمخاطر البيولوجية مثل البكتيريا والفيروسات والفطريات والطفيليات وسائر المخاطر البيولوجية، إذا كانت طبيعة العمل تعرض العمال لظروف الإصابة بها، وعلى الأخص: (1) مخالطة الآدميين المرضى والرعاية والفحوص والتحاليل والعمليات الطبية والجراحية. (2) التعامل مع الحيوانات ومخلفاتها ومنتجاتها. (3) تداول ونقل وتخزين ومعالجة المخلفات الطبية والبيطرية الخطرة. (4) وحدات استقبال وتخزين ومعالجة التصريفات بأنواعها.",
      "simplified_summary": "التزام المنشأة بالوقاية من المخاطر البيولوجية في الأعمال التي تعرض العمال لها (رعاية صحية/حيوانات/مخلفات خطرة/وحدات معالجة).",
      "keywords": [
        "مخاطر بيولوجية",
        "فيروسات",
        "مخلفات طبية",
        "حيوانات"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-249",
      "article_number": "249",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الأول: تأمين بيئة العمل",
      "original_text": "تلتزم المنشأة وفروعها بتوفير وسائل السلامة والصحة المهنية وتأمين بيئة العمل بما يكفل الوقاية من المخاطر الكيميائية الناتجة عن التعامل مع المواد الكيميائية الصلبة والسائلة والغازية، مع مراعاة: (1) عدم تجاوز أقصى تركيز مسموح به. (2) عدم تجاوز مخزون المواد الكيميائية الخطرة للكميات العتبية. (3) توفير الاحتياطات اللازمة عند التداول والنقل والتخزين والاستخدام والتخلص من المخلفات. (4) الاحتفاظ بسجل ورقي أو إلكتروني لحصر المواد الكيميائية الخطرة وبياناتها ورصد ملوثات بيئة العمل. (5) وضع بطاقات تعريف لكل المواد الكيميائية تتضمن الاسم العلمي/التجاري والتركيب ودرجة الخطورة واحتياطات السلامة وإجراءات الطوارئ، والحصول على بياناتها عند التوريد. (6) تدريب العمال على طرق التعامل والوقاية. (7) مراعاة معايير التعرض والحدود العتبية.",
      "simplified_summary": "التزام المنشأة بإدارة المخاطر الكيميائية: حدود تركيز ومخزون، احتياطات تداول وتخزين، سجلات وبيانات، بطاقات تعريف، تدريب، ومعايير التعرض.",
      "keywords": [
        "مخاطر كيميائية",
        "سجل",
        "بطاقات تعريف",
        "تدريب",
        "حدود التعرض"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-250",
      "article_number": "250",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الأول: تأمين بيئة العمل",
      "original_text": "تلتزم المنشأة وفروعها بتوفير وسائل السلامة والصحة المهنية وتأمين بيئة العمل بما يكفل الوقاية من المخاطر غير المباشرة، مثل وسائل الإنقاذ والإسعاف، وتنظيم أماكن العمل، والنظافة والترتيب، والتأكد من حصول العاملين بأماكن تداول وطهي وتناول الأطعمة والمشروبات على الشهادات الصحية الدالة على خلوهم من الأمراض الوبائية والمعدية.",
      "simplified_summary": "التزام المنشأة بالوقاية من المخاطر غير المباشرة (إنقاذ/إسعاف/نظافة/تنظيم) وضمان السلامة الصحية للعاملين في تداول/تحضير الطعام.",
      "keywords": [
        "إنقاذ",
        "إسعاف",
        "نظافة",
        "تنظيم أماكن العمل",
        "شهادات صحية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-251",
      "article_number": "251",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الأول: السلامة والصحة المهنية",
      "original_text": "تلتزم المنشأة وفروعها باتخاذ الاحتياطات والاشتراطات اللازمة للوقاية من مخاطر الحريق، طبقًا لما تحدده الجهة المختصة بوزارة الداخلية.",
      "simplified_summary": "إلزام المنشآت باتخاذ إجراءات الوقاية من الحريق وفق اشتراطات وزارة الداخلية.",
      "keywords": [
        "مخاطر الحريق",
        "السلامة المهنية",
        "الوقاية",
        "وزارة الداخلية"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-252",
      "article_number": "252",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الأول: السلامة والصحة المهنية",
      "original_text": "تلتزم المنشأة وفروعها بتوفير وسائل السلامة والصحة المهنية وتأمين بيئة العمل بما يكفل الوقاية من كل خطر ينشأ عن العمل داخل الأماكن الضيقة أو المغلقة.",
      "simplified_summary": "وجوب توفير وسائل السلامة لحماية العمال من مخاطر العمل في الأماكن المغلقة.",
      "keywords": [
        "السلامة المهنية",
        "الأماكن المغلقة",
        "تأمين بيئة العمل"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-253",
      "article_number": "253",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الأول: السلامة والصحة المهنية",
      "original_text": "تلتزم المنشأة بإجراء تقييم وتحليل للمخاطر والكوارث الصناعية والطبيعية المتوقعة والناتجة عن التشغيل، وإعداد خطط طوارئ لحماية المنشأة والعاملين والمترددين عليها، مع اختبار فاعلية هذه الخطط وتدريب العاملين عليها وتحديثها عند اللزوم.",
      "simplified_summary": "إلزام المنشآت بتقييم المخاطر وإعداد واختبار خطط الطوارئ وتدريب العاملين عليها.",
      "keywords": [
        "تحليل المخاطر",
        "خطط الطوارئ",
        "الكوارث الصناعية",
        "تدريب العاملين"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-254",
      "article_number": "254",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الأول: السلامة والصحة المهنية",
      "original_text": "تلتزم المنشآت وفروعها بتوفير بيئة عمل آمنة وخالية من العنف والتحرش والتنمر، وتوفير الوسائل الكفيلة بالوقاية منها، ويصدر الوزير المختص قرارًا بتحديد نماذج مدونات السلوك الوظيفي وإجراءات تقديم الشكاوى وتسويتها.",
      "simplified_summary": "ضمان بيئة عمل خالية من العنف والتحرش والتنمر وتنظيم آليات الشكاوى.",
      "keywords": [
        "بيئة عمل آمنة",
        "التحرش",
        "التنمر",
        "مدونة السلوك"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-255",
      "article_number": "255",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الأول: السلامة والصحة المهنية",
      "original_text": "يصدر الوزير المختص قرارًا بالقواعد والمعايير وحدود الأمان والاحتياطات اللازمة لدرء المخاطر المبينة بهذا الباب، وذلك بالتنسيق مع الجهات المختصة.",
      "simplified_summary": "تحديد قواعد ومعايير الأمان بقرارات وزارية بالتنسيق مع الجهات المختصة.",
      "keywords": [
        "معايير الأمان",
        "قرارات وزارية",
        "درء المخاطر"
      ],
      "legal_nature": "قاعدة تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-256",
      "article_number": "256",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الثاني: التفتيش في مجال السلامة والصحة المهنية",
      "original_text": "تلتزم الجهة الإدارية المختصة بتشكيل جهاز متخصص يسمى جهاز تفتيش السلامة والصحة المهنية وتأمين بيئة العمل، لمراقبة تنفيذ أحكام السلامة والصحة المهنية بالمنشآت.",
      "simplified_summary": "إنشاء جهاز متخصص لتفتيش السلامة والصحة المهنية.",
      "keywords": [
        "جهاز التفتيش",
        "السلامة المهنية",
        "الرقابة"
      ],
      "legal_nature": "قاعدة تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-257",
      "article_number": "257",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الثاني: التفتيش في مجال السلامة والصحة المهنية",
      "original_text": "لأعضاء جهاز تفتيش السلامة والصحة المهنية حق إجراء الفحوص الطبية والعملية اللازمة، وأخذ العينات، والاطلاع على تقارير الحوادث والمواد الخطرة.",
      "simplified_summary": "تحديد اختصاصات مفتشي السلامة والصحة المهنية.",
      "keywords": [
        "تفتيش",
        "فحوص طبية",
        "مواد خطرة"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-258",
      "article_number": "258",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الثاني: التفتيش في مجال السلامة والصحة المهنية",
      "original_text": "لمفتشي السلامة والصحة المهنية حق التفتيش على المنشآت للتحقق من تطبيق أحكام هذا القانون والقرارات المنفذة له.",
      "simplified_summary": "منح مفتشي السلامة حق التفتيش للتحقق من الالتزام بالقانون.",
      "keywords": [
        "حق التفتيش",
        "السلامة المهنية"
      ],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-259",
      "article_number": "259",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الثالث: تنظيم أجهزة السلامة والتدريب",
      "original_text": "يصدر الوزير المختص القرارات اللازمة بتحديد المنشآت الملزمة بإنشاء أجهزة وظيفية للسلامة والصحة المهنية وتأمين بيئة العمل.",
      "simplified_summary": "تحديد المنشآت الملزمة بإنشاء أجهزة للسلامة المهنية.",
      "keywords": [
        "أجهزة السلامة",
        "قرارات وزارية"
      ],
      "legal_nature": "قاعدة تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-260",
      "article_number": "260",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الثالث: تنظيم أجهزة السلامة والتدريب",
      "original_text": "تلتزم المنشآت التي يعمل بها ثلاثون عاملًا فأكثر بموافاة الجهة الإدارية المختصة بإحصاءات نصف سنوية عن الأمراض والإصابات والحوادث الجسيمة.",
      "simplified_summary": "إلزام المنشآت الكبيرة بتقديم إحصاءات دورية عن الإصابات والأمراض المهنية.",
      "keywords": [
        "إحصاءات",
        "إصابات العمل",
        "الأمراض المهنية"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-261",
      "article_number": "261",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الرابع: أجهزة البحوث والدراسات",
      "original_text": "تتولى الوزارة المختصة والمركز القومي لدراسات السلامة والصحة المهنية وتأمين بيئة العمل، والجهات المرخص لها، التدريب الأساسي والنوعي والمتقدم والتخصصي للأخصائيين والفنيين وأعضاء اللجان في مجال السلامة والصحة المهنية، ويصدر الوزير المختص قرارًا بقواعد منح التراخيص ونظم التدريب في الحالات السابقة.",
      "simplified_summary": "تنظيم التدريب والترخيص للجهات القائمة بالتدريب في مجال السلامة والصحة المهنية.",
      "keywords": [
        "التدريب",
        "التراخيص",
        "السلامة والصحة المهنية",
        "المركز القومي"
      ],
      "legal_nature": "قاعدة تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-262",
      "article_number": "262",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الرابع: أجهزة البحوث والدراسات",
      "original_text": "يشترط لمزاولة أعمال الخبرة والاستشارات في مجال السلامة والصحة المهنية الحصول على الترخيص اللازم من الوزارة المختصة وتأمين بيئة العمل.",
      "simplified_summary": "اشتراط ترخيص لمزاولة أعمال الخبرة والاستشارات في السلامة والصحة المهنية.",
      "keywords": [
        "الخبرة",
        "الاستشارات",
        "ترخيص",
        "السلامة والصحة المهنية"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-263",
      "article_number": "263",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الرابع: أجهزة البحوث والدراسات",
      "original_text": "يختص المركز القومي لدراسات السلامة والصحة المهنية وتأمين بيئة العمل، والمعد تنظيمه بقرار رئيس الجمهورية رقم 333 لسنة 2003 بالتعاون مع الوزارة المختصة، بإعداد الخطط المركزية للبحوث والدراسات في مجالات السلامة والصحة المهنية وتأمين بيئة العمل طبقًا لنتائج التحليل الإحصائي لإصابات العمل بالمنشآت، ويتابع تنفيذها بالتنسيق مع الأجهزة المعنية في الوزارة المختصة، وفقًا للقواعد والإجراءات التي يصدر بها قرار من الوزير المختص.",
      "simplified_summary": "اختصاص المركز القومي بوضع خطط البحوث والدراسات اعتمادًا على إحصاءات إصابات العمل ومتابعة تنفيذها.",
      "keywords": [
        "المركز القومي",
        "بحوث ودراسات",
        "إحصاءات إصابات العمل",
        "خطط مركزية"
      ],
      "legal_nature": "قاعدة تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-264",
      "article_number": "264",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الرابع: أجهزة البحوث والدراسات",
      "original_text": "ينشأ مجلس يسمى \"المجلس الأعلى لسلامة والصحة المهنية وتأمين بيئة العمل\"، برئاسة الوزير المختص وعضوية ممثلين عن الوزارات والجهات المختصة وممثلين عن منظمات أصحاب الأعمال الأكثر تمثيلًا وممثلي المنظمات النقابية العمالية الأكثر تمثيلًا وعدد من ذوي الخبرة، ويتولى المجلس رسم السياسة العامة في هذه المجالات بما يتفق مع السياسة العامة للدولة، ويصدر بتشكيله ونظام العمل به واختصاصاته قرار من رئيس مجلس الوزراء.",
      "simplified_summary": "إنشاء المجلس الأعلى للسلامة والصحة المهنية وتحديد تشكيله واختصاصاته بقرار من رئيس مجلس الوزراء.",
      "keywords": [
        "المجلس الأعلى",
        "السلامة والصحة المهنية",
        "السياسة العامة",
        "قرار رئيس مجلس الوزراء"
      ],
      "legal_nature": "قاعدة تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-265",
      "article_number": "265",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الرابع: أجهزة البحوث والدراسات",
      "original_text": "يشكل في نطاق كل محافظة لجنة فرعية للمجلس الأعلى للسلامة والصحة المهنية وتأمين بيئة العمل برئاسة المحافظ المختص وعضوية ممثلين عن الوزارات والجهات المختصة وممثلي المنظمات النقابية العمالية المعنية وممثلي منظمات أصحاب الأعمال، وعدد من ذوي الخبرة، ويصدر بتشكيلها وتحديد اختصاصاتها ونظام العمل بها قرار من الوزير المختص.",
      "simplified_summary": "تشكيل لجان فرعية بالمحافظات للمجلس الأعلى للسلامة والصحة المهنية بقرار من الوزير المختص.",
      "keywords": [
        "لجنة فرعية",
        "المحافظة",
        "السلامة والصحة المهنية",
        "قرار الوزير المختص"
      ],
      "legal_nature": "قاعدة تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-266",
      "article_number": "266",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الخامس: الخدمات الاجتماعية والصحية",
      "original_text": "تلتزم المنشأة وفروعها بإجراء: (1) الكشف الطبي الابتدائي على العامل قبل التحاقه بالعمل للتأكد من سلامته ولياقته الصحية طبقًا لاحتياجات ونوع العمل الذي يسند إليه. (2) الكشف عن اللياقة من الناحية الجسمانية والعقلية والنفسية بما يناسب احتياجات العمل. وتجرى هذه الفحوص طبقًا لأحكام منظومة التأمين الصحي، ويصدر قرار بتحديد مستويات اللياقة بالاتفاق مع الوزير المعني بشؤون الصحة.",
      "simplified_summary": "إلزام المنشأة بكشف طبي ابتدائي وتقييم اللياقة الصحية/العقلية/النفسية وفق منظومة التأمين الصحي.",
      "keywords": [
        "كشف طبي ابتدائي",
        "لياقة بدنية",
        "لياقة نفسية",
        "التأمين الصحي"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-267",
      "article_number": "267",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الخامس: الخدمات الاجتماعية والصحية",
      "original_text": "تلتزم المنشأة وفروعها بـ: (1) تدريب العامل على الأسس السليمة لأداء مهنته. (2) إحاطة العامل قبل مزاولة العمل بمخاطر مهنته وإلزامه باستخدام وسائل الوقاية وتدريبه عليها مع توفير أدوات الوقاية الشخصية المناسبة. ولا يجوز للمنشأة أن تحمل العامل أي نفقات أو تقتطع من أجره أي مبالغ لقاء توفير وسائل الحماية اللازمة له.",
      "simplified_summary": "تدريب العامل على مهنته ومخاطرها وتوفير الوقاية الشخصية دون تحميله أي تكلفة.",
      "keywords": [
        "تدريب العامل",
        "مخاطر المهنة",
        "وسائل الوقاية",
        "عدم تحميل العامل تكلفة"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-268",
      "article_number": "268",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الخامس: الخدمات الاجتماعية والصحية",
      "original_text": "يلتزم العامل بأن يستعمل وسائل الوقاية التي حوزته بعناية للمحافظة على صحته ووقايته من حوادث العمل، وبتنفيذ التعليمات الصادرة عليه، وألا يرتكب أي فعل يقصد به منع تنفيذ التعليمات أو إساءة استعمال الوسائل الموضوعة لحمايته أو سلامة العاملين معه أو إحداث ضرر أو تلف بها، وذلك دون الإخلال بما يفرضه أي قانون آخر في هذا الشأن.",
      "simplified_summary": "التزام العامل باستخدام وسائل الوقاية وتنفيذ تعليمات السلامة وعدم العبث بها.",
      "keywords": [
        "التزام العامل",
        "وسائل الوقاية",
        "تعليمات السلامة",
        "عدم الإضرار"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-269",
      "article_number": "269",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الخامس: الخدمات الاجتماعية والصحية",
      "original_text": "تلتزم المنشأة وفروعها بما يأتي: (1) التفتيش الدوري اليومي في كل وردية على أماكن العمل لاكتشاف المخاطر المهنية وخاصة الخطرة والعمل على الوقاية منها، وإعداد سجل ورقي أو إلكتروني لهذا الغرض. (2) فحص شكوى العامل المرضية ومعرفة علاقتها بنوع العمل وبالمنشأة إن وجد. (3) التنسيق مع الهيئة العامة للتأمين الصحي لإجراء الفحص الطبي الدوري لجميع عمال المنشأة للمحافظة على لياقتهم الصحية والنفسية والعقلية واكتشاف الأمراض المهنية مبكرًا، وذلك كله طبقًا لأنظمة التأمين الصحي المقررة في هذا الشأن.",
      "simplified_summary": "تفتيش يومي بالموقع + فحص شكاوى مرضية + فحوص دورية بالتنسيق مع التأمين الصحي.",
      "keywords": [
        "تفتيش دوري",
        "سجل مخاطر",
        "فحص طبي دوري",
        "التأمين الصحي"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-270",
      "article_number": "270",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الخامس: الخدمات الاجتماعية والصحية",
      "original_text": "تلتزم المنشأة بأن توفر لعمالها وسائل الإسعافات الأولية. وإذا زاد عدد عمال المنشأة في مكان واحد أو بلد واحد أو في دائرة نصف قطرها خمسة عشر كيلومترًا على خمسين عاملًا، تلتزم المنشأة بأن تستخدم ممرضًا أو أكثر بكل وردية أو أن تعهد إلى طبيب لإعداد عيادة لهم وتقديم الأدوية اللازمة للعلاج بالمجان. وإذا عولج العامل في مستشفى حكومي أو خيري، وجب على المنشأة أداء مصروفات العلاج والإقامة والأدوية. ويصدر قرار من الوزير المختص بالاتفاق مع الوزير المعني بشؤون الصحة بتحديد نفقات العلاج والأدوية والإقامة والأوضاع والطرق السابقة.",
      "simplified_summary": "إلزام بتوفير إسعافات أولية، وتمريض/عيادة عند بلوغ حد العمال، وتحمل نفقات العلاج وفق قرارات وزارية.",
      "keywords": [
        "إسعافات أولية",
        "ممرض",
        "عيادة",
        "نفقات علاج"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-271",
      "article_number": "271",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الخامس: الخدمات الاجتماعية والصحية",
      "original_text": "يلتزم من يستخدم عمالًا في أماكن لا تصل إليها وسائل المواصلات العادية بأن يوفر لهم على نفقته الخاصة وسائل الانتقال المناسبة. وعليه أن يوفر لهم في المناطق البعيدة عن العمران المساكن الملائمة مع مراعاة تخصيص بعضها للعمال المتزوجين على نفقته الخاصة. ويصدر الوزير المختص بالاتفاق مع الوزراء المعنيين ومع منظمات أصحاب الأعمال والعمال القرارات اللازمة لتحديد المناطق البعيدة عن العمران واشتراطات ومواصفات المساكن وأنواع الطعام والكميات وما يؤديه صاحب العمل مقابلها. ويحظر الاستعاضة عن تقديم الوجبات كلها أو بعضها بمقابل نقدي.",
      "simplified_summary": "التزام صاحب العمل بالنقل والسكن والوجبات في المناطق النائية ومنع الاستبدال بمقابل نقدي.",
      "keywords": [
        "المناطق النائية",
        "وسائل انتقال",
        "سكن العمال",
        "وجبات غذائية",
        "حظر المقابل النقدي"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-272",
      "article_number": "272",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الخامس: الخدمات الاجتماعية والصحية",
      "original_text": "تلتزم المنشأة التي يبلغ عدد عمالها خمسين عاملًا فأكثر بتقديم الخدمات الاجتماعية والثقافية اللازمة لعمالها، بالاشتراك مع المنظمة النقابية العمالية، دون تحميل العامل أية التزامات. ويصدر الوزير المختص بالتشاور مع منظمات أصحاب الأعمال والعمال القرارات اللازمة لتحديد الحد الأدنى لهذه الخدمات.",
      "simplified_summary": "إلزام المنشآت (50 عامل فأكثر) بتقديم خدمات اجتماعية/ثقافية بالتعاون مع النقابة دون تحميل العامل تكاليف.",
      "keywords": [
        "خدمات اجتماعية",
        "خدمات ثقافية",
        "المنظمة النقابية",
        "خمسون عاملًا"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-273",
      "article_number": "273",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الخامس: الخدمات الاجتماعية والصحية",
      "original_text": "يتمتع صندوق الخدمات الاجتماعية والصحية والثقافية بالشخصية الاعتبارية، ويهدف إلى تقديم الخدمات اللازمة للنهوض بالمستوى الاجتماعي والصحي والثقافي للعاملين بمنشآت القطاع العام وقطاع الأعمال العام والقطاع الخاص. ويصدر رئيس مجلس الوزراء قرارًا بتشكيل مجلس إدارة الصندوق ونظامه الأساسي واختصاصاته ومعاملته المالية وآلية رقابة الجهاز المركزي للمحاسبات، وتكون للصندوق موازنة مستقلة وحساب بالبنوك، وترحل فوائضه.",
      "simplified_summary": "إنشاء صندوق للخدمات الاجتماعية/الصحية/الثقافية للعاملين مع تنظيم مجلس إدارته وتمويله ورقابته.",
      "keywords": [
        "صندوق الخدمات",
        "شخصية اعتبارية",
        "مجلس إدارة",
        "الجهاز المركزي للمحاسبات"
      ],
      "legal_nature": "قاعدة تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-274",
      "article_number": "274",
      "part (Bab)": "الكتاب الرابع: السلامة والصحة المهنية وتأمين بيئة العمل",
      "chapter (Fasl)": "الباب الخامس: الخدمات الاجتماعية والصحية",
      "original_text": null,
      "simplified_summary": "نص المادة غير مكتمل في المقتطف المرسل.",
      "keywords": [],
      "legal_nature": "قاعدة قانونية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-275",
      "article_number": "275",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الأول: التفتيش القضائي والضبطية القضائية",
      "original_text": "يكون للعاملين القائمين على تنفيذ أحكام هذا القانون والقرارات الصادرة تنفيذًا له، الذين يصدر بتحديدهم قرار من وزير العدل بالاتفاق مع الوزير المختص، صفة مأموري الضبط القضائي بالنسبة للجرائم التي تقع في دوائر اختصاصهم وتكون متعلقة بأعمال وظائفهم، ويؤدي كل منهم قبل مباشرة عمله اليمين أمام الوزير المختص.",
      "simplified_summary": "تحديد مأموري الضبط القضائي من العاملين على تنفيذ القانون بقرار من وزير العدل وأداء اليمين.",
      "keywords": [
        "الضبط القضائي",
        "وزير العدل",
        "اليمين",
        "تنفيذ القانون"
      ],
      "legal_nature": "قاعدة تنظيمية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-276",
      "article_number": "276",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الأول: التفتيش القضائي والضبطية القضائية",
      "original_text": "يحمل كل من له صفة الضبطية القضائية بطاقة تثبت هذه الصفة، وله حق دخول جميع أماكن العمل وتفتيشها للتحقق من تطبيق أحكام هذا القانون والقرارات المنفذة له، وفحص الدفاتر والأوراق وطلب المستندات والبيانات اللازمة من أصحاب الأعمال أو من ينيبونهم. ويحدد الوزير المختص بقرار منه قواعد وإجراءات التكليف بتفتيش أماكن العمل وفي غير أوقات العمل الرسمية المكافآت التي تستحق لهم.",
      "simplified_summary": "صلاحيات الضبطية القضائية: دخول وتفتيش أماكن العمل وطلب المستندات وتنظيم إجراءات التفتيش والمكافآت.",
      "keywords": [
        "تفتيش",
        "دخول أماكن العمل",
        "مستندات وبيانات",
        "بطاقة الضبطية"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-277",
      "article_number": "277",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الأول: التفتيش القضائي والضبطية القضائية",
      "original_text": "على أصحاب الأعمال أو من ينيبونهم أن يسهلوا مهمة المكلفين بمراقبة تنفيذ أحكام هذا القانون والقرارات المنفذة له، وأن يقدموا لهم المستندات والبيانات اللازمة لأداء مهمتهم.",
      "simplified_summary": "التزام صاحب العمل بتسهيل التفتيش وتقديم المستندات والبيانات.",
      "keywords": [
        "تسهيل التفتيش",
        "تقديم مستندات",
        "التزام صاحب العمل"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-278",
      "article_number": "278",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الأول: التفتيش القضائي والضبطية القضائية",
      "original_text": "على أصحاب الأعمال أو من ينيبونهم الاستجابة لطلبات الحضور التي توجه إليهم من العاملين المشار إليهم في المادة (275) من هذا القانون، وذلك في المواعيد التي يحددونها.",
      "simplified_summary": "وجوب استجابة صاحب العمل لطلبات الحضور الصادرة من جهات التفتيش/الضبط القضائي.",
      "keywords": [
        "طلبات الحضور",
        "أصحاب الأعمال",
        "المادة 275"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-279",
      "article_number": "279",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الأول: التفتيش القضائي والضبطية القضائية",
      "original_text": "على السلطات والوزارات والجهات والهيئات المعنية مساعدة العاملين المكلفين بمراقبة تنفيذ أحكام هذا القانون والقرارات المنفذة له عند قيامهم بوظائفهم متى طلب منهم ذلك.",
      "simplified_summary": "إلزام الجهات والسلطات العامة بمساندة جهات التفتيش عند الطلب.",
      "keywords": [
        "مساعدة السلطات",
        "مراقبة التنفيذ",
        "الجهات المعنية"
      ],
      "legal_nature": "قاعدة آمرة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-280",
      "article_number": "280",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "مع عدم الإخلال بأية عقوبة أشد ينص عليها قانون آخر أو قانون العقوبات، يعاقب على الجرائم المبينة في المواد التالية بالعقوبات المحددة فيها.",
      "simplified_summary": "تطبيق العقوبات المنصوص عليها دون الإخلال بأي عقوبة أشد في قوانين أخرى.",
      "keywords": [
        "العقوبات",
        "عدم الإخلال",
        "قانون العقوبات"
      ],
      "legal_nature": "قاعدة عامة"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-281",
      "article_number": "281",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب كل من يخالف أحكام المادتين (٤ ، ٥) من هذا القانون بغرامة لا تقل عن خمسة آلاف جنيه ولا تزيد على خمسين ألف جنيه، وتتعدد الغرامة بتعدد العمال الذين وقعت في شأنهم الجريمة، وتضاعف الغرامة في حالة العود.",
      "simplified_summary": "غرامة من 5,000 إلى 50,000 جنيه لمخالفة المادتين 4 و5، وتُضاعَف الغرامة بتعدد العمال، وتُضاعَف مرة أخرى عند العود.",
      "keywords": [
        "غرامة",
        "مخالفة",
        "تعدد الغرامة",
        "العود",
        "المادة 4",
        "المادة 5"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-282",
      "article_number": "282",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب كل من خالف أحكام (82/ البندين (1 و2)، 273/ الفقرة الرابعة) من هذا القانون والقرارات الوزارية المنفذة لها بغرامة لا تقل عن ألف جنيه ولا تزيد على عشرة آلاف جنيه، وتتعدد الغرامة بتعدد العمال الذين وقعت في شأنهم الجريمة، وتضاعف الغرامة في حالة العود. كما يعاقب بذات العقوبة المشار إليها في الفقرة الأولى من هذه المادة كل من خالف أحكام (21/ بند 1) من هذا القانون.",
      "simplified_summary": "غرامة (1,000–10,000) مع تعددها بتعدد العمال ومضاعفة عند العود لمخالفة مواد محددة (82/1-2، 273/4) و(21/1) وقراراتها التنفيذية.",
      "keywords": [
        "غرامة",
        "تعدد الغرامة",
        "العود",
        "مخالفة قرارات وزارية"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-283",
      "article_number": "283",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب كل من خالف أحكام (37 الفقرة الأولى، 48 الفقرة الأولى، 153) من هذا القانون والقرارات الوزارية المنفذة لها بغرامة لا تقل عن ألفي جنيه ولا تزيد على عشرة آلاف جنيه، وتضاعف الغرامة في حالة العود. كما يعاقب بذات العقوبة المشار إليها بالفقرة الأولى من هذه المادة كل من خالف حكم المادة 137 من هذا القانون.",
      "simplified_summary": "غرامة (2,000–10,000) وتضاعف عند العود لمخالفة المواد 37/1، 48/1، 153 وقراراتها، وكذلك مخالفة المادة 137 بنفس العقوبة.",
      "keywords": [
        "غرامة",
        "العود",
        "مخالفة مواد"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-284",
      "article_number": "284",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب كل من خالف أحكام (26) من هذا القانون والقرارات الوزارية المنفذة لها بغرامة لا تقل عن ألف جنيه ولا تزيد على عشرة آلاف جنيه، وتتعدد الغرامة بتعدد العمال الذين وقعت في شأنهم الجريمة، وتضاعف الغرامة في حالة العود.",
      "simplified_summary": "غرامة (1,000–10,000) لمخالفة المادة 26، تتعدد بتعدد العمال وتضاعف عند العود.",
      "keywords": [
        "غرامة",
        "تعدد الغرامة",
        "العود"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-285",
      "article_number": "285",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب كل من خالف أحكام (23) من هذا القانون والقرارات الوزارية المنفذة لها بغرامة لا تقل عن عشرين ألف جنيه ولا تزيد على مائة ألف جنيه، وللمحكمة عند الحكم بالإدانة أن تقضي بإغلاق المنشأة، وتضاعف الغرامة في حالة العود.",
      "simplified_summary": "غرامة (20,000–100,000) لمخالفة المادة 23، مع جواز إغلاق المنشأة، ومضاعفة الغرامة عند العود.",
      "keywords": [
        "غرامة",
        "إغلاق المنشأة",
        "العود"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-286",
      "article_number": "286",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب كل من خالف أحكام المادة السابعة من مواد إصدار هذا القانون والمواد (24، 25، 36، 46، 51، 52، 68) من هذا القانون والقرارات الوزارية المنفذة لها بغرامة لا تقل عن ألف جنيه ولا تزيد على عشرين ألف جنيه، وتتعدد الغرامة بتعدد العمال الذين وقعت في شأنهم الجريمة، وتضاعف الغرامة في حالة العود. كما يعاقب بذات العقوبة المشار إليها بالفقرة الأولى من هذه المادة كل من خالف أحكام (38، 122، 175) من هذا القانون.",
      "simplified_summary": "غرامة (1,000–20,000) لمخالفة مادة الإصدار السابعة ومواد متعددة وقراراتها، مع تعدد الغرامة ومضاعفة عند العود؛ ونفس العقوبة لمخالفة (38، 122، 175).",
      "keywords": [
        "غرامة",
        "تعدد الغرامة",
        "العود",
        "مواد الإصدار"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-287",
      "article_number": "287",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب كل من خالف أحكام المواد (45، 104، 108) من هذا القانون بغرامة لا تقل عن ألفي جنيه ولا تزيد على عشرين ألف جنيه، وتتعدد الغرامة بتعدد العمال الذين وقعت في شأنهم الجريمة، وتضاعف الغرامة في حالة العود.",
      "simplified_summary": "غرامة (2,000–20,000) لمخالفة المواد 45 و104 و108، مع تعدد الغرامة ومضاعفة عند العود.",
      "keywords": [
        "غرامة",
        "العود",
        "تعدد الغرامة"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-288",
      "article_number": "288",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب كل من خالف أحكام المواد (27، 53، 60، 117، 118، 119، 123، 124، 132، 135/ فقرة ثانية، 254/ فقرة أولى) من هذا القانون والقرارات الوزارية المنفذة لها بغرامة لا تقل عن خمسمائة جنيه ولا تزيد على خمسة آلاف جنيه، وتتعدد الغرامة بتعدد العمال الذين وقعت في شأنهم الجريمة، وتضاعف الغرامة في حالة العود. كما يعاقب بذات العقوبة المشار إليها بالفقرة الأولى من هذه المادة كل من خالف أحكام المواد (12، 29، 54، 55، 56، 57، 58، 59، 89، 90، 91، 92، 93، 94، 110، 111، 112، 113، 114، 115، 116، 120، 121، 125، 126، 128، 129، 131، 138/ فقرة ثانية، 156، 159، 162، 164، 173) من هذا القانون.",
      "simplified_summary": "غرامة (500–5,000) لمخالفة قائمة مواد وقراراتها (منها 117–119 وساعات/إجازات…)، تتعدد بتعدد العمال وتضاعف عند العود، ونفس العقوبة لقائمة مواد أخرى كبيرة مذكورة بالنص.",
      "keywords": [
        "غرامة",
        "ساعات العمل",
        "الإجازات",
        "تعدد الغرامة",
        "العود"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-289",
      "article_number": "289",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب صاحب العمل أو من يمثله عن المنشأة إذا خالف أيًا من أحكام المواد (63، 64، 66) من هذا القانون والقرارات الوزارية المنفذة لها بغرامة لا تقل عن ألفي جنيه ولا تزيد على عشرة آلاف جنيه، وتتعدد الغرامة بتعدد العمال الذين وقعت في شأنهم الجريمة. وفي حالة العود تضاعف الغرامة ويحكم بغلق المنشأة مدة لا تجاوز الستة أشهر. كما يعاقب بذات العقوبة المشار إليها بالفقرة الأولى من هذه المادة كل من خالف أحكام المادتين (62، 65) من هذا القانون.",
      "simplified_summary": "غرامة (2,000–10,000) على صاحب العمل/ممثله لمخالفة (63،64،66) مع تعدد بتعدد العمال، وعند العود تضاعف ويجوز غلق المنشأة حتى 6 أشهر؛ ونفس العقوبة لمخالفة (62،65).",
      "keywords": [
        "صاحب العمل",
        "غرامة",
        "غلق المنشأة",
        "العود",
        "تعدد الغرامة"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-290",
      "article_number": "290",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب كل من خالف أحكام المواد (33، 37) من هذا القانون والقرارات الوزارية المنفذة لها بغرامة لا تقل عن خمسمائة جنيه ولا تزيد على ألف جنيه، وتتعدد الغرامة بتعدد العمال الذين وقعت في شأنهم الجريمة، وتضاعف الغرامة في حالة العود. كما يعاقب بذات العقوبة المشار إليها بالفقرة الأولى من هذه المادة كل من خالف أحكام المادتين (35، 205) من هذا القانون.",
      "simplified_summary": "غرامة (500–1,000) لمخالفة (33،37) وقراراتها، تتعدد وتضاعف عند العود؛ ونفس العقوبة لمخالفة (35،205).",
      "keywords": [
        "غرامة",
        "تعدد الغرامة",
        "العود"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-291",
      "article_number": "291",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب بالحبس وبغرامة لا تقل عن عشرين ألف جنيه ولا تزيد على مائة ألف جنيه أو بإحدى هاتين العقوبتين كل من ارتكب إحدى الجرائم الآتية: 1-مزاولة عمليات إلحاق العمالة للعمل داخل البلاد أو خارجها من غير الجهات المرخص لها دون الحصول على الترخيص المحدد في المادة (40) من هذا القانون أو بترخيص صادر بناء على بيانات غير صحيحة. 2-تقاضي مبالغ دون وجه حق من أجر العامل أو من مستحقاته عن عمله داخل البلاد أو خارجها. 3-تقديم بيانات غير صحيحة عن اتفاقيات أو عقود إلحاق للعمل بالخارج أو عقود عمل وهمية بالمخالفة للواقع أو شروط وظروف العمل أو أجورهم. وفي جميع الأحوال يحكم برد المبالغ التي تم تقاضيها أو الحصول عليها دون وجه حق، وللمحكمة أن تقضي بإغلاق المنشأة، ويكون الإغلاق وجوبيًا في حالة الإدانة بإحدى الجرائم المشار إليها في البند (1) من هذه المادة.",
      "simplified_summary": "حبس + غرامة (20 ألف–100 ألف) أو إحدى العقوبتين لجرائم تشغيل/إلحاق العمالة بدون ترخيص أو ببيانات كاذبة، أو تحصيل مبالغ بدون حق، أو عقود وهمية؛ مع رد المبالغ، وجواز الإغلاق، والإغلاق وجوبي في جريمة البند (1).",
      "keywords": [
        "حبس",
        "غرامة",
        "إلحاق العمالة",
        "ترخيص",
        "بيانات غير صحيحة",
        "رد المبالغ",
        "إغلاق المنشأة"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-292",
      "article_number": "292",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب كل من خالف أحكام المادة (42) من هذا القانون والقرارات الوزارية المنفذة لها بغرامة لا تقل عن خمسة آلاف جنيه ولا تزيد على مائة ألف جنيه، وتتعدد الغرامة بتعدد العمال الذين وقعت في شأنهم الجريمة، وتضاعف الغرامة في حالة العود.",
      "simplified_summary": "غرامة (5,000–100,000) لمخالفة المادة 42 وقراراتها، مع تعدد الغرامة ومضاعفة عند العود.",
      "keywords": [
        "غرامة",
        "تعدد الغرامة",
        "العود"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-293",
      "article_number": "293",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب كل من خالف أحكام المواد (70، 71، 72، 74) من هذا القانون والقرارات الوزارية المنفذة لها بغرامة لا تقل عن عشرين ألف جنيه ولا تزيد على مائة ألف جنيه، وتتعدد الغرامة بتعدد العمال الذين وقعت في شأنهم الجريمة، وتضاعف الغرامة في حالة العود.",
      "simplified_summary": "غرامة (20,000–100,000) لمخالفة المواد 70 و71 و72 و74 وقراراتها، مع تعدد الغرامة ومضاعفة عند العود.",
      "keywords": [
        "غرامة",
        "العود",
        "تعدد الغرامة"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-294",
      "article_number": "294",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب كل من خالف أحكام المواد (140، 141، 142، 143، 144، 145، 151/ فقرة ثانية، 152، 198) من هذا القانون بغرامة لا تقل عن ألف جنيه ولا تزيد على عشرين ألف جنيه، وتضاعف الغرامة في حالة العود.",
      "simplified_summary": "غرامة (1,000–20,000) لمخالفة مواد جزاءات/إجراءات/قواعد محددة (140–145 و151/2 و152 و198)، مع مضاعفة عند العود.",
      "keywords": [
        "غرامة",
        "العود",
        "مخالفة مواد"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-295",
      "article_number": "295",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب كل من خالف أحكام المواد (236، 237، 239) من هذا القانون والقرارات الوزارية المنفذة لها بغرامة لا تقل عن ثلاثة آلاف جنيه ولا تزيد على عشرة آلاف جنيه، وتتعدد الغرامة بتعدد العمال الذين وقعت في شأنهم الجريمة، وتضاعف الغرامة في حالة العود. كما يعاقب بذات العقوبة المشار إليها بالفقرة الأولى من هذه المادة كل من خالف أحكام المواد (169، 170، 172، 238، 240، 241/ فقرة ثالثة) من هذا القانون.",
      "simplified_summary": "غرامة (3,000–10,000) لمخالفة (236،237،239) مع تعدد ومضاعفة عند العود؛ ونفس العقوبة لمخالفة (169،170،172،238،240،241/3).",
      "keywords": [
        "غرامة",
        "العود",
        "تعدد الغرامة",
        "الإغلاق",
        "الإضراب"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-296",
      "article_number": "296",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب كل من خالف أحكام المواد (245، 254، 255، 259، 260، 261، 262، 266، 270، 271، 272) من هذا القانون والقرارات الوزارية المنفذة لها بغرامة لا تقل عن خمسة آلاف جنيه ولا تجاوز مائة ألف جنيه، وتضاعف الغرامة في حالة العود. كما يعاقب بذات العقوبة المشار إليها بالفقرة الأولى من هذه المادة كل من خالف أحكام المواد (246، 247، 248، 249، 250، 251، 252، 253، 267، 268، 269) من هذا القانون.",
      "simplified_summary": "غرامة (5,000–100,000) لمخالفة مجموعة مواد (245…272) وقراراتها مع مضاعفة عند العود؛ ونفس العقوبة لمخالفة (246…269) المذكورة.",
      "keywords": [
        "غرامة",
        "العود",
        "السلامة والصحة المهنية",
        "تفتيش"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-297",
      "article_number": "297",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب صاحب العمل أو من يمثله عن المنشأة إذا خالف أحكام المادتين (277، 278) من هذا القانون بغرامة لا تقل عن خمسة آلاف جنيه ولا تجاوز عشرين ألف جنيه، وتضاعف الغرامة في حالة العود.",
      "simplified_summary": "غرامة (5,000–20,000) على صاحب العمل/ممثله لمخالفة (277،278) مع مضاعفة عند العود.",
      "keywords": [
        "صاحب العمل",
        "غرامة",
        "العود"
      ],
      "legal_nature": "قاعدة عقابية"
    },
    {
      "article_id": "EG-LABOR-LAW-14-2025-ART-298",
      "article_number": "298",
      "part (Bab)": "الكتاب الخامس: التفتيش والعقوبات",
      "chapter (Fasl)": "الباب الثاني: العقوبات",
      "original_text": "يعاقب المسؤول عن الإدارة الفعلية للشخص الاعتباري بذات العقوبة المقررة إذا ثبت علمه بالأفعال المخالفة لأحكام هذا القانون وكان إخلاله بالواجبات المفروضة عليه قد أسهم في وقوع الجريمة. ويكون الشخص الاعتباري مسؤولاً بالتضامن عن الوفاء بما يحكم به من عقوبات مالية وتعويضات.",
      "simplified_summary": "مسؤولية المدير الفعلي للشخص الاعتباري إذا ثبت علمه وإسهامه بالإخلال، مع تضامن الشخص الاعتباري في العقوبات المالية والتعويضات.",
      "keywords": [
        "الشخص الاعتباري",
        "المسؤول عن الإدارة الفعلية",
        "التضامن",
        "تعويضات",
        "عقوبات مالية"
      ],
      "legal_nature": "قاعدة عقابية/مسؤولية"
    }
  ]
}