[
  {
    "article_id": "EG-CONST-ART-001",
    "article_number": "1",
    "part (Bab)": "الباب الأول: الدولة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "جمهورية مصر العربية دولة ذات سيادة، موحدة لا تقبل التجزئة، ولا ينزل عن شئ منها، نظامها جمهورى ديمقراطى، يقوم على أساس المواطنة وسيادة القانون. الشعب المصرى جزء من الأمة العربية يعمل على تكاملها ووحدتها، ومصر جزء من العالم الإسلامى، تنتمى إلى القارة الأفريقية، وتعتز بامتدادها الآسيوى، وتسهم فى بناء الحضارة الإنسانية.",
    "simplified_summary": "جمهورية مصر العربية دولة ذات سيادة، موحدة لا تقبل التجزئة، نظامها جمهوري ديمقراطي يقوم على المواطنة وسيادة القانون. الشعب المصري جزء من الأمة العربية والعالم الإسلامي والقارة الأفريقية.",
    "keywords": [
      "السيادة",
      "المواطنة",
      "الديمقراطية",
      "جمهورية مصر العربية"
    ],
    "legal_nature": "مبدأ دستوري"
  },
  {
    "article_id": "EG-CONST-ART-002",
    "article_number": "2",
    "part (Bab)": "الباب الأول: الدولة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "الإسلام دين الدولة، واللغة العربية لغتها الرسمية، ومبادئ الشريعة الإسلامية المصدر الرئيسى للتشريع.",
    "simplified_summary": "الإسلام دين الدولة، واللغة العربية لغتها الرسمية، ومبادئ الشريعة الإسلامية هي المصدر الرئيسي للتشريع.",
    "keywords": [
      "دين الدولة",
      "اللغة العربية",
      "الشريعة الإسلامية",
      "التشريع"
    ],
    "legal_nature": "مبدأ دستوري"
  },
  {
    "article_id": "EG-CONST-ART-003",
    "article_number": "3",
    "part (Bab)": "الباب الأول: الدولة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "مبادئ شرائع المصريين من المسيحيين واليهود المصدر الرئيسى للتشريعات المنظِّمة لأحوالهم الشخصية، وشئونهم الدينية، واختيار قياداتهم الروحية.",
    "simplified_summary": "مبادئ شرائع المسيحيين واليهود هي المصدر الرئيسي لتشريعات أحوالهم الشخصية وشئونهم الدينية واختيار قياداتهم.",
    "keywords": [
      "الأحوال الشخصية",
      "المسيحيين",
      "اليهود",
      "الشئون الدينية"
    ],
    "legal_nature": "مبدأ دستوري"
  },
  {
    "article_id": "EG-CONST-ART-004",
    "article_number": "4",
    "part (Bab)": "الباب الأول: الدولة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "السيادة للشعب وحده، يمارسها ويحميها، وهو مصدر السلطات، ويصون وحدته الوطنية التى تقوم على مبادئ المساواة والعدل وتكافؤ الفرص بين جميع المواطنين، وذلك على الوجه المبين فى الدستور.",
    "simplified_summary": "السيادة للشعب وحده وهو مصدر السلطات، ويصون الوحدة الوطنية القائمة على المساواة والعدل وتكافؤ الفرص.",
    "keywords": [
      "السيادة",
      "الشعب",
      "مصدر السلطات",
      "المساواة",
      "تكافؤ الفرص"
    ],
    "legal_nature": "مبدأ دستوري"
  },
  {
    "article_id": "EG-CONST-ART-005",
    "article_number": "5",
    "part (Bab)": "الباب الأول: الدولة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يقوم النظام السياسي على أساس التعددية السياسية والحزبية، والتداول السلمى للسلطة، والفصل بين السلطات والتوازن بينها، وتلازم المسئولية مع السلطة، واحترام حقوق الإنسان وحرياته، على الوجه المبين فى الدستور.",
    "simplified_summary": "يقوم النظام السياسي على التعددية السياسية والحزبية، والتداول السلمي للسلطة، والفصل بين السلطات، واحترام حقوق الإنسان.",
    "keywords": [
      "التعددية السياسية",
      "التداول السلمى للسلطة",
      "الفصل بين السلطات",
      "حقوق الإنسان"
    ],
    "legal_nature": "مبدأ دستوري"
  },
  {
    "article_id": "EG-CONST-ART-006",
    "article_number": "6",
    "part (Bab)": "الباب الأول: الدولة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "الجنسية حق لمن يولد لأب مصرى أو لأم مصرية، والاعتراف القانوني به ومنحه أوراقاً رسمية تثبت بياناته الشخصية، حق يكفله القانون وينظمه. يحدد القانون شروط اكتساب الجنسية.",
    "simplified_summary": "الجنسية حق لكل من يولد لأب مصري أو أم مصرية، ويكفل القانون الاعتراف القانوني به ومنحه أوراقاً رسمية، ويحدد شروط اكتساب الجنسية.",
    "keywords": [
      "الجنسية",
      "حق الجنسية",
      "القانون",
      "اكتساب الجنسية"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-007",
    "article_number": "7",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "الأزهر الشريف هيئة إسلامية علمية مستقلة، يختص دون غيره بالقيام على كافة شئونه، وهو المرجع الأساسى فى العلوم الدينية والشئون الإسلامية، ويتولى مسئولية الدعوة ونشر علوم الدين واللغة العربية فى مصر والعالم. وتلتزم الدولة بتوفير الاعتمادات المالية الكافية لتحقيق أغراضه. وشيخ الأزهر مستقل غير قابل للعزل، وينظم القانون طريقة اختياره من بين أعضاء هيئة كبار العلماء.",
    "simplified_summary": "الأزهر الشريف هيئة مستقلة وهو المرجع الأساسي في العلوم الدينية. تلتزم الدولة بتمويله، وشيخ الأزهر مستقل ولا يمكن عزله.",
    "keywords": [
      "الأزهر الشريف",
      "العلوم الدينية",
      "اللغة العربية",
      "شيخ الأزهر"
    ],
    "legal_nature": "مبدأ دستوري"
  },
  {
    "article_id": "EG-CONST-ART-008",
    "article_number": "8",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "يقوم المجتمع على التضامن الاجتماعى. وتلتزم الدولة بتحقيق العدالة الاجتماعية وتوفير سبل التكافل الاجتماعى، بما يضمن الحياة الكريمة لجميع المواطنين، على النحو الذى ينظمه القانون.",
    "simplified_summary": "يقوم المجتمع على التضامن الاجتماعي، وتلتزم الدولة بتحقيق العدالة الاجتماعية والتكافل لضمان حياة كريمة للمواطنين.",
    "keywords": [
      "التضامن الاجتماعي",
      "العدالة الاجتماعية",
      "التكافل الاجتماعي",
      "الحياة الكريمة"
    ],
    "legal_nature": "مبدأ دستوري"
  },
  {
    "article_id": "EG-CONST-ART-009",
    "article_number": "9",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "تلتزم الدولة بتحقيق تكافؤ الفرص بين جميع المواطنين، دون تمييز.",
    "simplified_summary": "تلتزم الدولة بتحقيق تكافؤ الفرص بين جميع المواطنين بلا تمييز.",
    "keywords": [
      "تكافؤ الفرص",
      "عدم التمييز",
      "المواطنة"
    ],
    "legal_nature": "مبدأ دستوري"
  },
  {
    "article_id": "EG-CONST-ART-010",
    "article_number": "10",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "الأسرة أساس المجتمع، قوامها الدين والأخلاق والوطنية، وتحرص الدولة على تماسكها واستقرارها وترسيخ قيمها.",
    "simplified_summary": "الأسرة هي أساس المجتمع وتقوم على الدين والأخلاق والوطنية، وتعمل الدولة على حمايتها واستقرارها.",
    "keywords": [
      "الأسرة",
      "المجتمع",
      "الدين",
      "الأخلاق",
      "الوطنية"
    ],
    "legal_nature": "مبدأ دستوري"
  },
  {
    "article_id": "EG-CONST-ART-011",
    "article_number": "11",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "تكفل الدولة تحقيق المساواة بين المرأة والرجل في جميع الحقوق المدنية والسياسية والاقتصادية والاجتماعية والثقافية وفقا لأحكام الدستور. وتعمل الدولة على اتخاذ التدابير الكفيلة بضمان تمثيل المرأة تمثيلاً مناسبا في المجالس النيابية، على النحو الذى يحدده القانون، كما تكفل للمرأة حقها فى تولى الوظائف العامة ووظائف الإدارة العليا في الدولة والتعيين فى الجهات والهيئات القضائية، دون تمييز ضدها. وتلتزم الدولة بحماية المرأة ضد كل أشكال العنف، وتكفل تمكين المرأة من التوفيق بين واجبات الأسرة ومتطلبات العمل. كما تلتزم بتوفير الرعاية والحماية للأمومة والطفولة والمرأة المعيلة والمسنة والنساء الأشد احتياجا.",
    "simplified_summary": "تكفل الدولة المساواة بين الرجل والمرأة في كافة الحقوق، وتضمن تمثيلها في المجالس النيابية وتوليها الوظائف العامة والقضائية، وتحميها من العنف وتوفر الرعاية للفئات الأكثر احتياجاً.",
    "keywords": [
      "المساواة",
      "المرأة",
      "حقوق المرأة",
      "المجالس النيابية",
      "حماية الأمومة والطفولة"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-012",
    "article_number": "12",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "العمل حق، وواجب، وشرف تكفله الدولة. ولا يجوز إلزام أى مواطن بالعمل جبراً، إلا بمقتضى قانون، ولأداء خدمة عامة، لمدة محددة، وبمقابل عادل، ودون إخلال بالحقوق الأساسية للمكلفين بالعمل.",
    "simplified_summary": "العمل حق وواجب تكفله الدولة. يُمنع العمل الجبري إلا بقانون ولخدمة عامة وبمقابل عادل.",
    "keywords": [
      "العمل",
      "حق العمل",
      "العمل الجبري",
      "الخدمة العامة"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-013",
    "article_number": "13",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "تلتزم الدولة بالحفاظ على حقوق العمال، وتعمل على بناء علاقات عمل متوازنة بين طرفى العملية الانتاجية، وتكفل سبل التفاوض الجماعى، وتعمل على حماية العمال من مخاطر العمل وتوافر شروط الأمن والسلامة والصحة المهنية، ويحظر فصلهم تعسفياً، وذلك كله على النحو الذى ينظمه القانون.",
    "simplified_summary": "تحافظ الدولة على حقوق العمال وتضمن علاقات عمل متوازنة والتفاوض الجماعي، وتحميهم من المخاطر والفصل التعسفي.",
    "keywords": [
      "حقوق العمال",
      "علاقات العمل",
      "التفاوض الجماعي",
      "السلامة المهنية",
      "الفصل التعسفي"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-014",
    "article_number": "14",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "الوظائف العامة حق للمواطنين على أساس الكفاءة، ودون محاباة أو وساطة، وتكليف للقائمين بها لخدمة الشعب، وتكفل الدولة حقوقهم وحمايتهم، وقيامهم بأداء واجباتهم فى رعاية مصالح الشعب، ولا يجوز فصلهم بغير الطريق التأديبى، إلا فى الأحوال التى يحددها القانون.",
    "simplified_summary": "الوظائف العامة حق للمواطنين بناءً على الكفاءة، وهي تكليف لخدمة الشعب. تحمي الدولة الموظفين ولا يجوز فصلهم إلا تأديبياً أو بالقانون.",
    "keywords": [
      "الوظائف العامة",
      "الكفاءة",
      "حقوق الموظفين",
      "التأديب"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-015",
    "article_number": "15",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "الإضراب السلمى حق ينظمه القانون.",
    "simplified_summary": "الإضراب السلمي هو حق ينظمه القانون.",
    "keywords": [
      "الإضراب السلمي",
      "القانون"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-016",
    "article_number": "16",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "تلتزم الدولة بتكريم شهداء الوطن، ورعاية مصابى الثورة، والمحاربين القدماء والمصابين، وأسر المفقودين فى الحرب وما فى حكمها، ومصابى العمليات الأمنية، وأزواجهم وأولادهم ووالديهم، وتعمل على توفير فرص العمل لهم، وذلك على النحو الذى ينظمه القانون. وتشجع الدولة مساهمة منظمات المجتمع المدنى فى تحقيق هذه الأهداف.",
    "simplified_summary": "تلتزم الدولة بتكريم ورعاية شهداء الوطن ومصابي الثورة والعمليات الأمنية وأسرهم، وتوفير فرص عمل لهم، وتشجع المجتمع المدني على المساهمة.",
    "keywords": [
      "شهداء الوطن",
      "مصابي الثورة",
      "المحاربين القدماء",
      "رعاية الأسر",
      "المجتمع المدني"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-017",
    "article_number": "17",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "تكفل الدولة توفير خدمات التأمين الاجتماعى. ولكل مواطن لا يتمتع بنظام التأمين الاجتماعى الحق فى الضمان الاجتماعى، بما يضمن له حياة كريمة، إذا لم يكن قادرًا على إعالة نفسه وأسرته، وفى حالات العجز عن العمل والشيخوخة والبطالة. وتعمل الدولة على توفير معاش مناسب لصغار الفلاحين، والعمال الزراعيين والصيادين، والعمالة غير المنتظمة، وفقًا للقانون. وأموال التأمينات والمعاشات أموال خاصة، تتمتع بجميع أوجه وأشكال الحماية المقررة للأموال العامة، وهى وعوائدها حق للمستفيدين منها، وتستثمر استثماراً آمنا، وتديرها هيئة مستقلة، وفقاً للقانون. وتضمن الدولة أموال التأمينات والمعاشات.",
    "simplified_summary": "تكفل الدولة التأمين والضمان الاجتماعي للمواطنين لضمان حياة كريمة، خاصة للفئات الضعيفة. أموال التأمينات خاصة ومحمية وتدار بواسطة هيئة مستقلة.",
    "keywords": [
      "التأمين الاجتماعي",
      "الضمان الاجتماعي",
      "المعاشات",
      "العمالة غير المنتظمة",
      "أموال التأمينات"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-018",
    "article_number": "18",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "لكل مواطن الحق فى الصحة وفى الرعاية الصحية المتكاملة وفقاً لمعايير الجودة، وتكفل الدولة الحفاظ على مرافق الخدمات الصحية العامة التي تقدم خدماتها للشعب ودعمها والعمل على رفع كفاءتها وانتشارها الجغرافى العادل. وتلتزم الدولة بتخصيص نسبة من الإنفاق الحكومى للصحة لا تقل عن ٣ ٪ من الناتج القومى الإجمالى تتصاعد تدريجيا حتى تتفق مع المعدلات العالمية. وتلتزم الدولة بإقامة نظام تأمين صحى شامل لجميع المصريين يغطى كل الأمراض، وينظم القانون إسهام المواطنين فى اشتراكاته أو إعفاءهم منها طبقاً لمعدلات دخولهم. ويجرم الامتناع عن تقديم العلاج بأشكاله المختلفة لكل إنسان فى حالات الطوارئ أو الخطر على الحياة. وتلتزم الدولة بتحسين أوضاع الأطباء وهيئات التمريض والعاملين فى القطاع الصحى. وتخضع جميع المنشآت الصحية، والمنتجات والمواد، ووسائل الدعاية المتعلقة بالصحة لرقابة الدولة، وتشجع الدولة مشاركة القطاعين الخاص والأهلى فى خدمات الرعاية الصحية وفقاً للقانون.",
    "simplified_summary": "لكل مواطن الحق في الصحة والرعاية المتكاملة. تلتزم الدولة بتخصيص نسبة من الإنفاق للصحة وإقامة تأمين صحي شامل، وتجرم الامتناع عن علاج الطوارئ.",
    "keywords": [
      "الحق في الصحة",
      "التأمين الصحي الشامل",
      "الإنفاق الحكومي",
      "الطوارئ",
      "القطاع الصحي"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-019",
    "article_number": "19",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "التعليم حق لكل مواطن، هدفه بناء الشخصية المصرية، والحفاظ على الهوية الوطنية، وتأصيل المنهج العلمى فى التفكير، وتنمية المواهب وتشجيع الابتكار، وترسيخ القيم الحضارية والروحية، وإرساء مفاهيم المواطنة والتسامح وعدم التمييز، وتلتزم الدولة بمراعاة أهدافه فى مناهج التعليم ووسائله، وتوفيره وفقاً لمعايير الجودة العالمية. والتعليم إلزامي حتى نهاية المرحلة الثانوية أو ما يعادلها، وتكفل الدولة مجانيته بمراحله المختلفة فى مؤسسات الدولة التعليمية، وفقاً للقانون. وتلتزم الدولة بتخصيص نسبة من الإنفاق الحكومى للتعليم لا تقل عن ٤٪ من الناتج القومى الإجمالى، تتصاعد تدريجيا حتى تتفق مع المعدلات العالمية. وتشرف الدولة عليه لضمان التزام جميع المدارس والمعاهد العامة والخاصة بالسياسات التعليمية لها.",
    "simplified_summary": "التعليم حق لكل مواطن وإلزامي حتى الثانوية ومجاني في مؤسسات الدولة. تلتزم الدولة بتخصيص نسبة من الإنفاق للتعليم ومراقبة جودته.",
    "keywords": [
      "التعليم",
      "مجانية التعليم",
      "الإنفاق الحكومي",
      "الهوية الوطنية",
      "جودة التعليم"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-020",
    "article_number": "20",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "تلتزم الدولة بتشجيع التعليم الفني والتقني والتدريب المهنى وتطويره، والتوسع فى أنواعه كافة، وفقا لمعايير الجودة العالمية، وبما يتناسب مع احتياجات سوق العمل.",
    "simplified_summary": "تلتزم الدولة بتشجيع وتطوير التعليم الفني والتقني والتدريب المهني وفق معايير الجودة واحتياجات السوق.",
    "keywords": [
      "التعليم الفني",
      "التدريب المهني",
      "سوق العمل",
      "الجودة العالمية"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-021",
    "article_number": "21",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "تكفل الدولة استقلال الجامعات والمجامع العلمية واللغوية، وتوفير التعليم الجامعى وفقًا لمعايير الجودة العالمية، وتعمل على تطوير التعليم الجامعى وتكفل مجانيته فى جامعات الدولة ومعاهدها، وفقا للقانون. وتلتزم الدولة بتخصيص نسبة من الإنفاق الحكومى للتعليم الجامعى لا تقل عن ٢٪ من الناتج القومى الإجمالى تتصاعد تدريجيا حتى تتفق مع المعدلات العالمية. وتعمل الدولة على تشجيع إنشاء الجامعات الأهلية التى لا تستهدف الربح، وتلتزم الدولة بضمان جودة التعليم فى الجامعات الخاصة والأهلية والتزامها بمعايير الجودة العالمية، وإعداد كوادرها من أعضاء هيئات التدريس والباحثين، وتخصيص نسبة كافية من عوائدها لتطوير العملية التعليمية والبحثية.",
    "simplified_summary": "تكفل الدولة استقلال الجامعات ومجانية التعليم الجامعي الحكومي وتخصيص نسبة من الإنفاق له. تشجع الجامعات الأهلية وتراقب جودة التعليم الخاص والأهلي.",
    "keywords": [
      "استقلال الجامعات",
      "التعليم الجامعي",
      "مجانية التعليم",
      "الجامعات الأهلية",
      "الجامعات الخاصة"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-022",
    "article_number": "22",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "المعلمون، وأعضاء هيئة التدريس ومعاونوهم، الركيزة الأساسية للتعليم، تكفل الدولة تنمية كفاءاتهم العلمية، ومهاراتهم المهنية، ورعاية حقوقهم المادية والأدبية، بما يضمن جودة التعليم وتحقيق أهدافه.",
    "simplified_summary": "المعلمون هم ركيزة التعليم، وتكفل الدولة تنمية مهاراتهم ورعاية حقوقهم لضمان جودة التعليم.",
    "keywords": [
      "المعلمون",
      "هيئة التدريس",
      "حقوق المعلمين",
      "جودة التعليم"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-023",
    "article_number": "23",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "تكفل الدولة حرية البحث العلمى وتشجيع مؤسساته، باعتباره وسيلة لتحقيق السيادة الوطنية، وبناء اقتصاد المعرفة، وترعى الباحثين والمخترعين، وتخصص له نسبة من الإنفاق الحكومى لا تقل عن ١٪ من الناتج القومى الإجمالى تتصاعد تدريجيا حتى تتفق مع المعدلات العالمية. كما تكفل الدولة سبل المساهمة الفعالة للقطاعين الخاص والأهلى وإسهام المصريين فى الخارج فى نهضة البحث العلمى.",
    "simplified_summary": "تكفل الدولة حرية البحث العلمي وتدعم الباحثين، وتخصص له نسبة من الإنفاق الحكومي، وتشجع مساهمة القطاع الخاص والمصريين بالخارج.",
    "keywords": [
      "البحث العلمي",
      "حرية البحث",
      "الإنفاق الحكومي",
      "اقتصاد المعرفة",
      "المخترعين"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-024",
    "article_number": "24",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "اللغة العربية والتربية الدينية والتاريخ الوطنى بكل مراحله مواد أساسية فى التعليم قبل الجامعى الحكومى والخاص، وتعمل الجامعات على تدريس حقوق الإنسان والقيم والأخلاق المهنية للتخصصات العلمية المختلفة.",
    "simplified_summary": "اللغة العربية والدين والتاريخ مواد أساسية في التعليم قبل الجامعي. تدرس الجامعات حقوق الإنسان والأخلاق المهنية.",
    "keywords": [
      "اللغة العربية",
      "التربية الدينية",
      "التاريخ الوطني",
      "حقوق الإنسان",
      "الأخلاق المهنية"
    ],
    "legal_nature": "مبدأ دستوري"
  },
  {
    "article_id": "EG-CONST-ART-025",
    "article_number": "25",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "تلتزم الدولة بوضع خطة شاملة للقضاء على الأمية الهجائية والرقمية بين المواطنين فى جميع الأعمار، وتلتزم بوضع آليات تنفيذها بمشاركة مؤسسات المجتمع المدنى، وذلك وفق خطة زمنية محددة.",
    "simplified_summary": "تلتزم الدولة بالقضاء على الأمية الهجائية والرقمية وفق خطة زمنية وبمشاركة المجتمع المدني.",
    "keywords": [
      "محو الأمية",
      "الأمية الرقمية",
      "المجتمع المدني",
      "خطة شاملة"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-026",
    "article_number": "26",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الأول: المقومات الاجتماعية",
    "original_text": "إنشاء الرتب المدنية محظور.",
    "simplified_summary": "يحظر إنشاء الرتب المدنية.",
    "keywords": [
      "الرتب المدنية",
      "حظر"
    ],
    "legal_nature": "حظر دستوري"
  },
  {
    "article_id": "EG-CONST-ART-027",
    "article_number": "27",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "يهدف النظام الاقتصادى إلى تحقيق الرخاء فى البلاد من خلال التنمية المستديمة والعدالة الاجتماعية، بما يكفل رفع معدل النمو الحقيقى للاقتصاد القومى، ورفع مستوى المعيشة، وزيادة فرص العمل وتقليل معدلات البطالة، والقضاء على الفقر. ويلتزم النظام الاقتصادى بمعايير الشفافية والحوكمة، ودعم محاور التنافسية وتشجيع الاستثمار، والنمو المتوازن جغرافيا وقطاعيا وبيئيا، ومنع الممارسات الاحتكارية، مع مراعاة الاتزان المالى والتجارى والنظام الضريبى العادل، وضبط آليات السوق، وكفالة الأنواع المختلفة للملكية، والتوازن بين مصالح الأطراف المختلفة، بما يحفظ حقوق العاملين ويحمى المستهلك. ويلتزم النظام الاقتصادى اجتماعياً بضمان تكافؤ الفرص والتوزيع العادل لعوائد التنمية وتقليل الفوارق بين الدخول والالتزام بحد أدنى للأجور والمعاشات يضمن الحياة الكريمة، وبحد أقصى فى أجهزة الدولة لكل من يعمل بأجر، وفقا للقانون.",
    "simplified_summary": "يهدف النظام الاقتصادي لتحقيق الرخاء والتنمية المستدامة والعدالة الاجتماعية. يلتزم بالشفافية والتنافسية ومنع الاحتكار وحماية المستهلك والعمال، وضمان حد أدنى للأجور.",
    "keywords": [
      "النظام الاقتصادي",
      "التنمية المستدامة",
      "العدالة الاجتماعية",
      "الشفافية",
      "منع الاحتكار"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-028",
    "article_number": "28",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "الأنشطة الاقتصادية الإنتاجية والخدمية والمعلوماتية مقومات أساسية للاقتصاد الوطنى، وتلتزم الدولة بحمايتها، وزيادة تنافسيتها، وتوفير المناخ الجاذب للاستثمار، وتعمل على زيادة الإنتاج، وتشجيع التصدير، وتنظيم الاستيراد. وتولى الدولة اهتماماً خاصاً بالمشروعات المتوسطة والصغيرة ومتناهية الصغر فى كافة المجالات، وتعمل على تنظيم القطاع غير الرسمى وتأهيله.",
    "simplified_summary": "تلتزم الدولة بحماية الأنشطة الاقتصادية وزيادة تنافسيتها وتشجيع الاستثمار والإنتاج والتصدير. تهتم بالمشروعات الصغيرة وتنظيم القطاع غير الرسمي.",
    "keywords": [
      "الاقتصاد الوطني",
      "الاستثمار",
      "التصدير",
      "المشروعات الصغيرة",
      "القطاع غير الرسمي"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-029",
    "article_number": "29",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "الزراعة مقوم أساسى للاقتصاد الوطنى. وتلتزم الدولة بحماية الرقعة الزراعية وزيادتها، وتجريم الاعتداء عليها، كما تلتزم بتنمية الريف ورفع مستوى معيشة سكانه وحمايتهم من المخاطر البيئية، وتعمل على تنمية الإنتاج الزراعى والحيوانى، وتشجيع الصناعات التى تقوم عليهما. وتلتزم الدولة بتوفير مستلزمات الإنتاج الزراعى والحيوانى، وشراء المحاصيل الزراعية الأساسية بسعر مناسب يحقق هامش ربح للفلاح، وذلك بالاتفاق مع الاتحادات والنقابات والجمعيات الزراعية، كما تلتزم الدولة بتخصيص نسبة من الأراضى المستصلحة لصغار الفلاحين وشباب الخريجين، وحماية الفلاح والعامل الزراعى من الاستغلال، وذلك كله على النحو الذى ينظمه القانون.",
    "simplified_summary": "الزراعة أساس الاقتصاد. تلتزم الدولة بحماية الأراضي الزراعية وتنمية الريف والإنتاج الزراعي والحيواني، وشراء المحاصيل بأسعار عادلة، ودعم صغار الفلاحين.",
    "keywords": [
      "الزراعة",
      "حماية الأراضي الزراعية",
      "تنمية الريف",
      "دعم الفلاح",
      "الإنتاج الزراعي"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-030",
    "article_number": "30",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "تلتزم الدولة بحماية الثروة السمكية وحماية ودعم الصيادين، وتمكينهم من مزاولة أعمالهم دون إلحاق الضرر بالنظم البيئية، وذلك على النحو الذى ينظمه القانون.",
    "simplified_summary": "تلتزم الدولة بحماية الثروة السمكية ودعم الصيادين مع الحفاظ على البيئة.",
    "keywords": [
      "الثروة السمكية",
      "حماية الصيادين",
      "البيئة"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-031",
    "article_number": "31",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "أمن الفضاء المعلوماتى جزء أساسى من منظومة الاقتصاد والأمن القومى، وتلتزم الدولة باتخاذ التدابير اللازمة للحفاظ عليه، على النحو الذى ينظمه القانون.",
    "simplified_summary": "أمن الفضاء المعلوماتي جزء من الأمن القومي والاقتصادي، وتلتزم الدولة بحمايته.",
    "keywords": [
      "أمن المعلومات",
      "الأمن القومي",
      "الاقتصاد الرقمي"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-032",
    "article_number": "32",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "موارد الدولة الطبيعية ملك للشعب، تلتزم الدولة بالحفاظ عليها، وحُسن استغلالها، وعدم استنزافها، ومراعاة حقوق الأجيال القادمة فيها. كما تلتزم الدولة بالعمل على الاستغلال الأمثل لمصادر الطاقة المتجددة، وتحفيز الاستثمار فيها، وتشجيع البحث العلمي المتعلق بها. وتعمل الدولة على تشجيع تصنيع المواد الأولية، وزيادة قيمتها المضافة وفقاً للجدوى الاقتصادية. ولا يجوز التصرف فى أملاك الدولة العامة، ويكون منح حق استغلال الموارد الطبيعية أو التزام المرافق العامة بقانون، ولمدة لا تتجاوز ثلاثين عاماً. ويكون منح حق استغلال المحاجر والمناجم الصغيرة والملاحات، أو منح التزام المرافق العامة لمدة لا تتجاوز خمسة عشر عاما بناء على قانون. ويحدد القانون أحكام التصرف فى أملاك الدولة الخاصة، والقواعد والإجراءات المنظمة لذلك.",
    "simplified_summary": "الموارد الطبيعية ملك للشعب ويجب الحفاظ عليها واستغلالها بحكمة. تشجع الدولة الطاقة المتجددة وتصنيع المواد الأولية. يحدد القانون شروط استغلال الموارد والمرافق العامة.",
    "keywords": [
      "الموارد الطبيعية",
      "الطاقة المتجددة",
      "أملاك الدولة",
      "الاستثمار",
      "حقوق الأجيال القادمة"
    ],
    "legal_nature": "مبدأ دستوري"
  },
  {
    "article_id": "EG-CONST-ART-033",
    "article_number": "33",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "تحمى الدولة الملكية بأنواعها الثلاثة، الملكية العامة، والملكية الخاصة، والملكية التعاونية.",
    "simplified_summary": "تحمي الدولة جميع أنواع الملكية: العامة والخاصة والتعاونية.",
    "keywords": [
      "الملكية العامة",
      "الملكية الخاصة",
      "الملكية التعاونية",
      "حماية الملكية"
    ],
    "legal_nature": "مبدأ دستوري"
  },
  {
    "article_id": "EG-CONST-ART-034",
    "article_number": "34",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "للملكية العامة حرمة، لا يجوز المساس بها، وحمايتها واجب وفقًا للقانون.",
    "simplified_summary": "للملكية العامة حرمة ويجب حمايتها ولا يجوز المساس بها.",
    "keywords": [
      "الملكية العامة",
      "حرمة المال العام"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-035",
    "article_number": "35",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "الملكية الخاصة مصونة، وحق الإرث فيها مكفول، ولا يجوز فرض الحراسة عليها إلا فى الأحوال المبينة فى القانون، وبحكم قضائى، ولا تنزع الملكية إلا للمنفعة العامة ومقابل تعويض عادل يدفع مقدمًا وفقا للقانون.",
    "simplified_summary": "الملكية الخاصة والإرث مصونان. لا تُفرض الحراسة أو تُنزع الملكية إلا بالقانون وحكم قضائي وللمنفعة العامة مقابل تعويض عادل.",
    "keywords": [
      "الملكية الخاصة",
      "الإرث",
      "نزع الملكية",
      "التعويض العادل"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-036",
    "article_number": "36",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "تعمل الدولة على تحفيز القطاع الخاص لأداء مسؤليته الاجتماعية فى خدمة الاقتصاد الوطنى والمجتمع.",
    "simplified_summary": "تحفز الدولة القطاع الخاص للمشاركة في المسؤولية الاجتماعية.",
    "keywords": [
      "القطاع الخاص",
      "المسؤولية الاجتماعية"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-037",
    "article_number": "37",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "الملكية التعاونية مصونة، وترعى الدولة التعاونيات، ويكفل القانون حمايتها، ودعمها، ويضمن استقلالها. ولا يجوز حلها أو حل مجالس إدارتها إلا بحكم قضائى.",
    "simplified_summary": "الملكية التعاونية مصونة وتدعم الدولة التعاونيات وتضمن استقلالها، ولا تحل إلا بحكم قضائي.",
    "keywords": [
      "الملكية التعاونية",
      "التعاونيات",
      "استقلال التعاونيات"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-038",
    "article_number": "38",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "يهدف النظام الضريبى وغيره من التكاليف العامة إلى تنمية موارد الدولة، وتحقيق العدالة الاجتماعية، والتنمية الاقتصادية. لا يكون إنشاء الضرائب العامة، أو تعديلها، أو إلغاؤها، إلا بقانون، ولا يجوز الإعفاء منها إلا فى الأحوال المبينة فى القانون. ولا يجوز تكليف أحد أداء غير ذلك من الضرائب، أو الرسوم، إلا فى حدود القانون. ويراعى فى فرض الضرائب أن تكون متعددة المصادر. وتكون الضرائب على دخول الأفراد تصاعدية متعددة الشرائح وفقا لقدراتهم التكليفية، ويكفل النظام الضريبى تشجيع الأنشطة الاقتصادية كثيفة العمالة، وتحفيز دورها فى التنمية الاقتصادية، والاجتماعية، والثقافية. تلتزم الدولة بالارتقاء بالنظام الضريبى، وتبنى النظم الحديثة التى تحقق الكفاءة واليسر والإحكام فى تحصيل الضرائب. ويحدد القانون طرق وأدوات تحصيل الضرائب، والرسوم، وأى متحصلات سيادية أخرى، وما يودع منها فى الخزانة العامة للدولة. وأداء الضرائب واجب، والتهرب الضريبى جريمة.",
    "simplified_summary": "النظام الضريبي يهدف لتنمية الموارد والعدالة. الضرائب لا تُفرض إلا بقانون وتكون تصاعدية. الدولة تلتزم بتطوير النظام الضريبي، والتهرب الضريبي جريمة.",
    "keywords": [
      "النظام الضريبي",
      "الضرائب التصاعدية",
      "العدالة الاجتماعية",
      "التهرب الضريبي"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-039",
    "article_number": "39",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "الادخار واجب وطنى تحميه الدولة وتشجعه، وتضمن المدخرات، وفقا لما ينظمه القانون.",
    "simplified_summary": "الادخار واجب وطني تحميه وتشجعه الدولة.",
    "keywords": [
      "الادخار",
      "حماية المدخرات"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-040",
    "article_number": "40",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "المصادرة العامة للأموال محظورة. ولا تجوز المصادرة الخاصة، إلا بحكم قضائى.",
    "simplified_summary": "المصادرة العامة للأموال ممنوعة، والخاصة لا تجوز إلا بحكم قضائي.",
    "keywords": [
      "المصادرة العامة",
      "المصادرة الخاصة",
      "حماية الأموال"
    ],
    "legal_nature": "حظر دستوري"
  },
  {
    "article_id": "EG-CONST-ART-041",
    "article_number": "41",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "تلتزم الدولة بتنفيذ برنامج سكانى يهدف إلى تحقيق التوازن بين معدلات النمو السكانى والموارد المتاحة، وتعظيم الاستثمار فى الطاقة البشرية وتحسين خصائصها، وذلك فى إطار تحقيق التنمية المستدامة.",
    "simplified_summary": "تلتزم الدولة ببرنامج سكاني لتحقيق التوازن بين السكان والموارد والاستثمار في البشر.",
    "keywords": [
      "البرنامج السكاني",
      "النمو السكاني",
      "التنمية المستدامة",
      "الموارد البشرية"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-042",
    "article_number": "42",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "يكون للعاملين نصيب فى إدارة المشروعات وفى أرباحها، ويلتزمون بتنمية الإنتاج وتنفيذ الخطة فى وحداتهم الإنتاجية، وفقا للقانون. والمحافظة على أدوات الإنتاج واجب وطنى. ويكون تمثيل العمال فى مجالس إدارة وحدات القطاع العام بنسبة خمسين فى المائة من عدد الأعضاء المنتخبين، ويكون تمثيلهم فى مجالس إدارات شركات قطاع الأعمال العام وفقا للقانون. وينظم القانون تمثيل صغار الفلاحين، وصغار الحرفيين، بنسبة لا تقل عن ثمانين فى المائة فى مجالس إدارة الجمعيات التعاونية الزراعية والصناعية والحرفية.",
    "simplified_summary": "للعمال نصيب في الإدارة والأرباح، وعليهم واجب تنمية الإنتاج. يحدد القانون نسب تمثيل العمال والفلاحين في مجالس الإدارة.",
    "keywords": [
      "مشاركة العمال",
      "الأرباح",
      "مجالس الإدارة",
      "القطاع العام",
      "التعاونيات"
    ],
    "legal_nature": "حقوق وواجبات"
  },
  {
    "article_id": "EG-CONST-ART-043",
    "article_number": "43",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "تلتزم الدولة بحماية قناة السويس وتنميتها، والحفاظ عليها بصفتها ممراً مائياً دولياً مملوكاً لها، كما تلتزم بتنمية قطاع القناة، باعتباره مركزا اقتصاديا متميزاً.",
    "simplified_summary": "تلتزم الدولة بحماية وتنمية قناة السويس كممر مائي دولي ومركز اقتصادي.",
    "keywords": [
      "قناة السويس",
      "الممر المائي",
      "التنمية الاقتصادية"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-044",
    "article_number": "44",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "تلتزم الدولة بحماية نهر النيل، والحفاظ على حقوق مصر التاريخية المتعلقة به، وترشيد الاستفادة منه وتعظيمها، وعدم إهدار مياهه أو تلويثها. كما تلتزم الدولة بحماية مياهها الجوفية، واتخاذ الوسائل الكفيلة بتحقيق الأمن المائي ودعم البحث العلمى فى هذا المجال. وحق كل مواطن في التمتع بنهر النيل مكفول، ويحظر التعدى على حرمه أو الإضرار بالبيئة النهرية، وتكفل الدولة إزالة ما يقع عليه من تعديات، وذلك على النحو الذى ينظمه القانون.",
    "simplified_summary": "تلتزم الدولة بحماية نهر النيل وحقوق مصر التاريخية فيه، ومنع التلوث والإهدار. حق المواطن في التمتع بالنيل مكفول ويُحظر التعدي عليه.",
    "keywords": [
      "نهر النيل",
      "الأمن المائي",
      "المياه الجوفية",
      "حماية البيئة النهرية"
    ],
    "legal_nature": "حقوق وواجبات"
  },
  {
    "article_id": "EG-CONST-ART-045",
    "article_number": "45",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "تلتزم الدولة بحماية بحارها وشواطئها وبحيراتها وممراتها المائية ومحمياتها الطبيعية. ويحظر التعدى عليها، أوتلويثها، أو استخدامها فيما يتنافى مع طبيعتها، وحق كل مواطن فى التمتع بها مكفول، كما تكفل الدولة حماية وتنمية المساحة الخضراء فى الحضر، والحفاظ على الثروة النباتية والحيوانية والسمكية، وحماية المعرض منها للانقراض أو الخطر، والرفق بالحيوان، وذلك كله على النحو الذى ينظمه القانون.",
    "simplified_summary": "تلتزم الدولة بحماية البحار والشواطئ والمحميات الطبيعية والثروة الحيوانية والنباتية، وتمنع التلوث والتعدي عليها.",
    "keywords": [
      "حماية البيئة",
      "المحميات الطبيعية",
      "الثروة السمكية والحيوانية",
      "الرفق بالحيوان"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-046",
    "article_number": "46",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثاني: المقومات الاقتصادية",
    "original_text": "لكل شخص الحق فى بيئة صحية سليمة، وحمايتها واجب وطنى. وتلتزم الدولة باتخاذ التدابير اللازمة للحفاظ عليها، وعدم الإضرار بها، والاستخدام الرشيد للموارد الطبيعية بما يكفل تحقيق التنمية المستدامة، وضمان حقوق الأجيال القادمة فيها.",
    "simplified_summary": "لكل شخص الحق في بيئة صحية، وحمايتها واجب وطني. تلتزم الدولة بالحفاظ عليها واستخدام الموارد الطبيعية برشادة لضمان حقوق الأجيال القادمة.",
    "keywords": [
      "البيئة الصحية",
      "التنمية المستدامة",
      "حقوق الأجيال القادمة",
      "الموارد الطبيعية"
    ],
    "legal_nature": "حقوق وواجبات"
  },
  {
    "article_id": "EG-CONST-ART-047",
    "article_number": "47",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثالث: المقومات الثقافية",
    "original_text": "تلتزم الدولة بالحفاظ على الهوية الثقافية المصرية بروافدها الحضارية المتنوعة.",
    "simplified_summary": "تلتزم الدولة بالحفاظ على الهوية الثقافية المصرية ومصادرها الحضارية المتنوعة.",
    "keywords": [
      "الهوية الثقافية",
      "الحضارة المصرية",
      "التنوع الثقافي"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-048",
    "article_number": "48",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثالث: المقومات الثقافية",
    "original_text": "الثقافة حق لكل مواطن، تكفله الدولة وتلتزم بدعمه وبإتاحة المواد الثقافية بجميع أنواعها لمختلف فئات الشعب، دون تمييز بسبب القدرة المالية أو الموقع الجغرافى أو غير ذلك. وتولي اهتماماً خاصاً بالمناطق النائية والفئات الأكثر احتياجاً. وتشجع الدولة حركة الترجمة من العربية وإليها.",
    "simplified_summary": "الثقافة حق لكل مواطن تكفله الدولة بلا تمييز، مع التركيز على دعم المناطق النائية والفئات المحتاجة وتشجيع الترجمة.",
    "keywords": [
      "الحق في الثقافة",
      "عدم التمييز",
      "المناطق النائية",
      "الترجمة"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-049",
    "article_number": "49",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثالث: المقومات الثقافية",
    "original_text": "تلتزم الدولة بحماية الآثار والحفاظ عليها، ورعاية مناطقها، وصيانتها، وترميمها، واسترداد ما استولى عليه منها، وتنظيم التنقيب عنها والإشراف عليه. ويحظر إهداء أو مبادلة أى شئ منها. والاعتداء عليها والاتجار فيها جريمة لا تسقط بالتقادم.",
    "simplified_summary": "تلتزم الدولة بحماية الآثار وصيانتها واسترداد المنهوب منها. يحظر إهداء الآثار أو الاتجار فيها، وتعتبر الجرائم المتعلقة بها لا تسقط بالتقادم.",
    "keywords": [
      "حماية الآثار",
      "استرداد الآثار",
      "حظر الاتجار",
      "جريمة لا تسقط بالتقادم"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-050",
    "article_number": "50",
    "part (Bab)": "الباب الثاني: المقومات الأساسية للمجتمع",
    "chapter (Fasl)": "الفصل الثالث: المقومات الثقافية",
    "original_text": "تراث مصر الحضارى والثقافى، المادى والمعنوى، بجميع تنوعاته ومراحله الكبرى، المصرية القديمة، والقبطية، والإسلامية، ثروة قومية وإنسانية، تلتزم الدولة بالحفاظ عليه وصيانته، وكذا الرصيد الثقافى المعاصر المعمارى والأدبى والفنى بمختلف تنوعاته، والاعتداء على أى من ذلك جريمة يعاقب عليها القانون. وتولى الدولة اهتماما خاصا بالحفاظ على مكونات التعددية الثقافية فى مصر.",
    "simplified_summary": "تراث مصر الحضاري (القديم، القبطي، الإسلامي) والمادي والمعنوي ثروة قومية تلتزم الدولة بحمايتها. الاعتداء على التراث جريمة، وتكفل الدولة التعددية الثقافية.",
    "keywords": [
      "التراث الحضاري",
      "الثروة القومية",
      "التراث المادي والمعنوي",
      "التعددية الثقافية",
      "الحضارة المصرية القديمة"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-051",
    "article_number": "51",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "الكرامة حق لكل إنسان، ولا يجوز المساس بها، وتلتزم الدولة باحترامها وحمايتها.",
    "simplified_summary": "الكرامة حق إنساني لا يجوز المساس به، وعلى الدولة حمايتها.",
    "keywords": [
      "الكرامة",
      "حقوق الإنسان",
      "احترام الدولة"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-052",
    "article_number": "52",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "التعذيب بجميع صوره وأشكاله، جريمة لا تسقط بالتقادم.",
    "simplified_summary": "التعذيب جريمة لا تسقط بالتقادم.",
    "keywords": [
      "التعذيب",
      "جريمة",
      "التقادم"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-053",
    "article_number": "53",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "المواطنون لدى القانون سواء، وهم متساوون فى الحقوق والحريات والواجبات العامة، لا تمييز بينهم بسبب الدين، أو العقيدة، أو الجنس، أو الأصل، أو العرق، أو اللون، أو اللغة، أو الإعاقة، أو المستوى الإجتماعى، أو الانتماء السياسى أو الجغرافى، أو لأى سبب آخر. التمييز والحض على الكراهية جريمة، يعاقب عليها القانون. تلتزم الدولة باتخاذ التدابير اللازمة للقضاء على كافة أشكال التمييز، وينظم القانون إنشاء مفوضية مستقلة لهذا الغرض.",
    "simplified_summary": "المواطنون متساوون أمام القانون بلا تمييز. التمييز جريمة، وتلتزم الدولة بإنشاء مفوضية لمكافحته.",
    "keywords": [
      "المساواة",
      "عدم التمييز",
      "مفوضية منع التمييز",
      "الحض على الكراهية"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-054",
    "article_number": "54",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "الحرية الشخصية حق طبيعي، وهى مصونة لا تُمس، وفيما عدا حالة التلبس، لا يجوز القبض على أحد، أو تفتيشه، أو حبسه، أو تقييد حريته بأى قيد إلا بأمر قضائى مسبب يستلزمه التحقيق. ويجب أن يُبلغ فوراً كل من تقيد حريته بأسباب ذلك، ويحاط بحقوقه كتابة، ويُمكّن من الاتصال بذويه وبمحاميه فورا، وأن يقدم إلى سلطة التحقيق خلال أربع وعشرين ساعة من وقت تقييد حريته. ولا يبدأ التحقيق معه إلا فى حضور محاميه، فإن لم يكن له محام، نُدب له محام، مع توفير المساعدة اللازمة لذوى الإعاقة، وفقاً للإجراءات المقررة فى القانون. ولكل من تقيد حريته، ولغيره، حق التظلم أمام القضاء من ذلك الإجراء، والفصل فيه خلال أسبوع من ذلك الإجراء، وإلا وجب الإفراج عنه فوراً. وينظم القانون أحكام الحبس الاحتياطى، ومدته، وأسبابه، وحالات استحقاق التعويض الذى تلتزم الدولة بأدائه عن الحبس الاحتياطى، أو عن تنفيذ عقوبة صدر حكم بات بإلغاء الحكم المنفذة بموجبه. وفى جميع الأحوال لا يجوز محاكمة المتهم فى الجرائم التى يجوز الحبس فيها إلا بحضور محام موكل أو مُنتدب.",
    "simplified_summary": "الحرية الشخصية مصونة. لا يجوز القبض أو التفتيش إلا بأمر قضائي (عدا التلبس) مع ضمان حقوق المتهم، وإبلاغه بأسباب القبض، وحق الاستعانة بمحام، والتعويض عن الحبس الخاطئ.",
    "keywords": [
      "الحرية الشخصية",
      "القبض والتفتيش",
      "الحبس الاحتياطي",
      "حق الدفاع",
      "التعويض"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-055",
    "article_number": "55",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "كل من يقبض عليه، أو يحبس، أو تقيد حريته تجب معاملته بما يحفظ عليه كرامته، ولا يجوز تعذيبه، ولا ترهيبه، ولا إكراهه، ولا إيذاؤه بدنيًا أو معنويًا، ولا يكون حجزه، أو حبسه إلا في أماكن مخصصة لذلك لائقة إنسانيًا وصحياً، وتلتزم الدولة بتوفير وسائل الإتاحة للأشخاص ذوى الإعاقة. ومخالفة شيء من ذلك جريمة يعاقب مرتكبها وفقا للقانون. وللمتهم حق الصمت. وكل قول يثبت أنه صدر من محتجز تحت وطأة شىء مما تقدم، أو التهديد بشىء منه، يهدر ولا يعول عليه.",
    "simplified_summary": "يجب معاملة المحتجزين بكرامة، ويحظر تعذيبهم أو إكراههم. للمتهم حق الصمت، وأي اعتراف تحت الإكراه باطل.",
    "keywords": [
      "معاملة المحتجزين",
      "حق الصمت",
      "بطلان الاعتراف",
      "حظر التعذيب"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-056",
    "article_number": "56",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "السجن دار إصلاح وتأهيل. تخضع السجون وأماكن الاحتجاز للإشراف القضائى، ويحظر فيها كل ما ينافى كرامة الإنسان، أو يعرض صحته للخطر. وينظم القانون أحكام إصلاح وتأهيل المحكوم عليهم، وتيسير سبل الحياة الكريمة لهم بعد الإفراج عنهم.",
    "simplified_summary": "السجن للإصلاح والتأهيل ويخضع للإشراف القضائي، مع حظر ما ينافي الكرامة.",
    "keywords": [
      "السجون",
      "الإصلاح والتأهيل",
      "الإشراف القضائي",
      "الرعاية اللاحقة"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-057",
    "article_number": "57",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "للحياة الخاصة حرمة، وهى مصونة لا تمس. وللمراسلات البريدية، والبرقية، والإلكترونية، والمحادثات الهاتفية، وغيرها من وسائل الاتصال حرمة، وسريتها مكفولة، ولا تجوز مصادرتها، أو الاطلاع عليها، أو رقابتها إلا بأمر قضائى مسبب، ولمدة محددة، وفى الأحوال التى يبينها القانون. كما تلتزم الدولة بحماية حق المواطنين فى استخدام وسائل الاتصال العامة بكافة أشكالها، ولا يجوز تعطيلها أو وقفها أو حرمان المواطنين منها، بشكل تعسفى، وينظم القانون ذلك.",
    "simplified_summary": "الحياة الخاصة والمراسلات مصونة. لا تجوز المراقبة إلا بأمر قضائي مسبب. تلتزم الدولة بحماية حق استخدام وسائل الاتصال.",
    "keywords": [
      "الحياة الخاصة",
      "سرية المراسلات",
      "المراقبة",
      "وسائل الاتصال"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-058",
    "article_number": "58",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "للمنازل حرمة، وفيما عدا حالات الخطر، أو الاستغاثة لا يجوز دخولها، ولا تفتيشها، ولا مراقبتها أو التنصت عليها إلا بأمر قضائى مسبب، يحدد المكان، والتوقيت، والغرض منه، وذلك كله فى الأحوال المبينة فى القانون، وبالكيفية التى ينص عليها، ويجب تنبيه من فى المنازل عند دخولها أو تفتيشها، وإطلاعهم على الأمر الصادر فى هذا الشأن.",
    "simplified_summary": "للمنازل حرمة، ولا يجوز دخولها أو تفتيشها إلا بأمر قضائي مسبب (إلا في حالات الخطر أو الاستغاثة).",
    "keywords": [
      "حرمة المنازل",
      "تفتيش المنازل",
      "إذن قضائي"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-059",
    "article_number": "59",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "الحياة الآمنة حق لكل إنسان، وتلتزم الدولة بتوفير الأمن والطمأنينة لمواطنيها، ولكل مقيم على أراضيها.",
    "simplified_summary": "الحياة الآمنة حق لكل إنسان، وتلتزم الدولة بتوفير الأمن.",
    "keywords": [
      "الحياة الآمنة",
      "الأمن",
      "الطمأنينة"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-060",
    "article_number": "60",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "لجسد الإنسان حرمة، والاعتداء عليه، أو تشويهه، أو التمثيل به، جريمة يعاقب عليها القانون. ويحظر الاتجار بأعضائه، ولا يجوز إجراء أية تجربة طبية، أو علمية عليه بغير رضاه الحر الموثق، ووفقا للأسس المستقرة فى مجال العلوم الطبية، على النحو الذى ينظمه القانون.",
    "simplified_summary": "لجسد الإنسان حرمة. يحظر الاتجار بالأعضاء أو إجراء تجارب طبية دون رضا موثق.",
    "keywords": [
      "حرمة الجسد",
      "الاتجار بالأعضاء",
      "التجارب الطبية"
    ],
    "legal_nature": "قاعدة إجرائية"
  },
  {
    "article_id": "EG-CONST-ART-061",
    "article_number": "61",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "التبرع بالأنسجة والأعضاء هبة للحياة، ولكل إنسان الحق فى التبرع بأعضاء جسده فى أثناء حياته أو بعد مماته بموجب موافقة أو وصية موثقة، وتلتزم الدولة بإنشاء آلية لتنظيم قواعد التبرع بالأعضاء وزراعتها وفقا للقانون.",
    "simplified_summary": "التبرع بالأعضاء حق ينظمه القانون بموافقة موثقة، وتلتزم الدولة بتنظيمه.",
    "keywords": [
      "التبرع بالأعضاء",
      "زراعة الأعضاء",
      "الوصية"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-062",
    "article_number": "62",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "حرية التنقل، والإقامة، والهجرة مكفولة. ولا يجوز إبعاد أى مواطن عن إقليم الدولة، ولا منعه من العودة إليه. ولا يكون منعه من مغادرة إقليم الدولة، أو فرض الإقامة الجبرية عليه، أو حظر الإقامة فى جهة معينة عليه، إلا بأمر قضائى مسبب ولمدة محددة، وفى الأحوال المبينة فى القانون.",
    "simplified_summary": "حرية التنقل والهجرة مكفولة. لا يجوز إبعاد المواطن أو منعه من العودة. المنع من السفر أو الإقامة الجبرية يتطلب أمراً قضائياً.",
    "keywords": [
      "حرية التنقل",
      "الهجرة",
      "المنع من السفر",
      "الإبعاد"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-063",
    "article_number": "63",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يحظر التهجير القسرى التعسفى للمواطنين بجميع صوره وأشكاله، ومخالفة ذلك جريمة لا تسقط بالتقادم.",
    "simplified_summary": "يحظر التهجير القسري للمواطنين، وهو جريمة لا تسقط بالتقادم.",
    "keywords": [
      "التهجير القسري",
      "جريمة",
      "التقادم"
    ],
    "legal_nature": "حظر وتجريم"
  },
  {
    "article_id": "EG-CONST-ART-064",
    "article_number": "64",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "حرية الاعتقاد مطلقة. وحرية ممارسة الشعائر الدينية وإقامة دور العبادة لأصحاب الأديان السماوية، حق ينظمه القانون.",
    "simplified_summary": "حرية الاعتقاد مطلقة. ممارسة الشعائر وبناء دور العبادة للأديان السماوية ينظمها القانون.",
    "keywords": [
      "حرية الاعتقاد",
      "الشعائر الدينية",
      "دور العبادة",
      "الأديان السماوية"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-065",
    "article_number": "65",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "حرية الفكر والرأى مكفولة. ولكل إنسان حق التعبير عن رأيه بالقول، أو الكتابة، أو التصوير، أو غير ذلك من وسائل التعبير والنشر.",
    "simplified_summary": "حرية الفكر والرأي والتعبير مكفولة بكافة الوسائل.",
    "keywords": [
      "حرية الفكر",
      "حرية الرأي",
      "حرية التعبير",
      "النشر"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-066",
    "article_number": "66",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "حرية البحث العلمى مكفولة، وتلتزم الدولة برعاية الباحثين والمخترعين وحماية ابتكاراتهم والعمل على تطبيقها.",
    "simplified_summary": "حرية البحث العلمي مكفولة، وتلتزم الدولة برعاية الباحثين وحماية ابتكاراتهم.",
    "keywords": [
      "البحث العلمي",
      "الباحثين",
      "الابتكار"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-067",
    "article_number": "67",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "حرية الإبداع الفنى والأدبى مكفولة، وتلتزم الدولة بالنهوض بالفنون والآداب، ورعاية المبدعين وحماية إبداعاتهم، وتوفير وسائل التشجيع اللازمة لذلك. ولا يجوز رفع أو تحريك الدعاوى لوقف أو مصادرة الأعمال الفنية والأدبية والفكرية أو ضد مبدعيها إلا عن طريق النيابة العامة، ولا توقع عقوبة سالبة للحرية فى الجرائم التى ترتكب بسبب علانية المنتج الفنى أو الأدبى أو الفكرى، أما الجرائم المتعلقة بالتحريض على العنف أو التمييز بين المواطنين أو الطعن فى أعراض الأفراد، فيحدد القانون عقوباتها. وللمحكمة فى هذه الأحوال إلزام المحكوم عليه بتعويض جزائى للمضرور من الجريمة، إضافة إلى التعويضات الأصلية المستحقة له عما لحقه من أضرار منها، وذلك كله وفقاً للقانون.",
    "simplified_summary": "حرية الإبداع مكفولة. لا يجوز الحبس في جرائم النشر الفني (إلا في حالات محددة كالتحريض على العنف). الدعاوى ضد الأعمال الفنية تكون عبر النيابة العامة.",
    "keywords": [
      "حرية الإبداع",
      "الفنون والآداب",
      "حظر الحبس في جرائم النشر",
      "النيابة العامة"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-068",
    "article_number": "68",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "المعلومات والبيانات والإحصاءات والوثائق الرسمية ملك للشعب، والإفصاح عنها من مصادرها المختلفة، حق تكفله الدولة لكل مواطن، وتلتزم الدولة بتوفيرها وإتاحتها للمواطنين بشفافية، وينظم القانون ضوابط الحصول عليها وإتاحتها وسريتها، وقواعد إيداعها وحفظها، والتظلم من رفض إعطائها، كما يحدد عقوبة حجب المعلومات أو إعطاء معلومات مغلوطة عمداً. وتلتزم مؤسسات الدولة بإيداع الوثائق الرسمية بعد الانتهاء من فترة العمل بها بدار الوثائق القومية، وحمايتها وتأمينها من الضياع أو التلف، وترميمها ورقمنتها، بجميع الوسائل والأدوات الحديثة، وفقاً للقانون.",
    "simplified_summary": "المعلومات ملك للشعب، والحصول عليها حق مكفول. تلتزم الدولة بالشفافية وحماية الوثائق القومية.",
    "keywords": [
      "الحق في المعلومات",
      "الشفافية",
      "الوثائق القومية",
      "البيانات"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-069",
    "article_number": "69",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تلتزم الدولة بحماية حقوق الملكية الفكرية بشتى أنواعها فى كافة المجالات، وتُنشئ جهازاً مختصاً لرعاية تلك الحقوق وحمايتها القانونية، وينظم القانون ذلك.",
    "simplified_summary": "تلتزم الدولة بحماية الملكية الفكرية وتنشئ جهازاً مختصاً بذلك.",
    "keywords": [
      "الملكية الفكرية",
      "حماية الحقوق"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-070",
    "article_number": "70",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "حرية الصحافة والطباعة والنشر الورقى والمرئى والمسموع والإلكترونى مكفولة، وللمصريين من أشخاص طبيعية أو اعتبارية، عامة أو خاصة، حق ملكية وإصدار الصحف وإنشاء وسائل الإعلام المرئية والمسموعة، ووسائط الإعلام الرقمى. وتصدر الصحف بمجرد الإخطار على النحو الذى ينظمه القانون. وينظم القانون إجراءات إنشاء وتملك محطات البث الإذاعى والمرئى والصحف الإلكترونية.",
    "simplified_summary": "حرية الصحافة والإعلام مكفولة. للمصريين حق إصدار الصحف (بالإخطار) وإنشاء وسائل الإعلام.",
    "keywords": [
      "حرية الصحافة",
      "الإعلام",
      "إصدار الصحف",
      "البث الإذاعي"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-071",
    "article_number": "71",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يحظر بأى وجه فرض رقابة على الصحف ووسائل الإعلام المصرية أو مصادرتها أو وقفها أو إغلاقها. ويجوز استثناء فرض رقابة محددة عليها فى زَمن الحرب أو التعبئة العامة. ولا توقع عقوبة سالبة للحرية فى الجرائم التى ترتكب بطريق النشر أو العلانية، أما الجرائم المتعلقة بالتحريض على العنف أو بالتمييز بين المواطنين أو بالطعن فى أعراض الأفراد، فيحدد عقوباتها القانون.",
    "simplified_summary": "يحظر فرض رقابة على الإعلام أو مصادرته (إلا زمن الحرب). لا عقوبة سالبة للحرية في جرائم النشر (إلا في استثناءات كالتحريض على العنف).",
    "keywords": [
      "حظر الرقابة",
      "حرية الإعلام",
      "جرائم النشر",
      "وقت الحرب"
    ],
    "legal_nature": "حظر دستوري"
  },
  {
    "article_id": "EG-CONST-ART-072",
    "article_number": "72",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تلتزم الدولة بضمان استقلال المؤسسات الصحفية ووسائل الإعلام المملوكة لها، بما يكفل حيادها، وتعبيرها عن كل الآراء والاتجاهات السياسية والفكرية والمصالح الاجتماعية، ويضمن المساواة وتكافؤ الفرص فى مخاطبة الرأى العام.",
    "simplified_summary": "تضمن الدولة استقلال وحياد وسائل الإعلام المملوكة لها وتعبيرها عن كافة الآراء.",
    "keywords": [
      "الإعلام الرسمي",
      "الاستقلال",
      "الحياد",
      "تعدد الآراء"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-073",
    "article_number": "73",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "للمواطنين حق تنظيم الاجتماعات العامة، والمواكب والتظاهرات، وجميع أشكال الاحتجاجات السلمية، غير حاملين سلاحًا من أي نوع، بإخطار على النحو الذي ينظمه القانون. وحق الاجتماع الخاص سلمياً مكفول، دون الحاجة إلى إخطار سابق، ولا يجوز لرجال الأمن حضوره أو مراقبته، أو التنصت عليه.",
    "simplified_summary": "حق التظاهر والاجتماع السلمي مكفول بالإخطار. الاجتماعات الخاصة لا تتطلب إخطاراً ولا يجوز مراقبتها.",
    "keywords": [
      "التظاهر",
      "الاجتماعات العامة",
      "الاحتجاج السلمي",
      "الاجتماع الخاص"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-074",
    "article_number": "74",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "للمواطنين حق تكوين الأحزاب السياسية، بإخطار ينظمه القانون. ولا يجوز مباشرة أى نشاط سياسى، أو قيام أحزاب سياسية على أساس دينى، أو بناء على التفرقة بسبب الجنس أو الأصل أو على أساس طائفى أو جغرافى، أو ممارسة نشاط معاد لمبادئ الديمقراطية، أو سرى، أو ذى طابع عسكرى أو شبه عسكرى. ولا يجوز حل الأحزاب إلا بحكم قضائى.",
    "simplified_summary": "حق تكوين الأحزاب مكفول بالإخطار. يُحظر قيام أحزاب على أساس ديني أو طائفي أو عسكري. حل الأحزاب لا يكون إلا بحكم قضائي.",
    "keywords": [
      "الأحزاب السياسية",
      "حظر الأحزاب الدينية",
      "حل الأحزاب"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-075",
    "article_number": "75",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "للمواطنين حق تكوين الجمعيات والمؤسسات الأهلية على أساس ديمقراطى، وتكون لها الشخصية الاعتبارية بمجرد الإخطار. وتمارس نشاطها بحرية، ولا يجوز للجهات الإدارية التدخل فى شئونها، أو حلها أو حل مجالس إداراتها أو مجالس أمنائها إلا بحكم قضائى. ويحظر إنشاء أو استمرار جمعيات أو مؤسسات أهلية يكون نظامها أو نشاطها سرياً أو ذا طابع عسكرى أو شبه عسكرى، وذلك كله على النحو الذى ينظمه القانون.",
    "simplified_summary": "تكوين الجمعيات الأهلية حق بالإخطار. تعمل بحرية ولا تُحل إلا بحكم قضائي. تحظر الجمعيات السرية أو العسكرية.",
    "keywords": [
      "الجمعيات الأهلية",
      "المجتمع المدني",
      "حرية النشاط",
      "حظر الجمعيات السرية"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-076",
    "article_number": "76",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "إنشاء النقابات والاتحادات على أساس ديمقراطى حق يكفله القانون. وتكون لها الشخصية الاعتبارية، وتمارس نشاطها بحرية، وتسهم فى رفع مستوى الكفاءة بين أعضائها والدفاع عن حقوقهم، وحماية مصالحهم. وتكفل الدولة استقلال النقابات والاتحادات، ولا يجوز حل مجالس إدارتها إلا بحكم قضائى، ولا يجوز إنشاء أى منها بالهيئات النظامية.",
    "simplified_summary": "إنشاء النقابات حق ديمقراطي مستقل. تمارس نشاطها بحرية ولا تُحل مجالسها إلا بحكم قضائي.",
    "keywords": [
      "النقابات",
      "الاتحادات",
      "استقلال النقابات",
      "الهيئات النظامية"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-077",
    "article_number": "77",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "ينظم القانون إنشاء النقابات المهنية وإدارتها على أساس ديمقراطى، ويكفل استقلالها ويحدد مواردها، وطريقة قيد أعضائها، ومساءلتهم عن سلوكهم فى ممارسة نشاطهم المهنى، وفقاً لمواثيق الشرف الأخلاقية والمهنية. ولا تنشأ لتنظيم المهنة سوى نقابة واحدة. ولا يجوز فرض الحراسة عليها أو تدخل الجهات الإدارية فى شئونها، كما لا يجوز حل مجالس إدارتها إلا بحكم قضائى، ويؤخذ رأيها فى مشروعات القوانين المتعلقة بها.",
    "simplified_summary": "ينظم القانون النقابات المهنية (واحدة لكل مهنة) ويضمن استقلالها. لا يجوز فرض الحراسة عليها أو حلها إلا قضائياً.",
    "keywords": [
      "النقابات المهنية",
      "فرض الحراسة",
      "استقلال مهني"
    ],
    "legal_nature": "إحالة للتنظيم التشريعي"
  },
  {
    "article_id": "EG-CONST-ART-078",
    "article_number": "78",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تكفل الدولة للمواطنين الحق فى المسكن الملائم والآمن والصحى، بما يحفظ الكرامة الإنسانية ويحقق العدالة الاجتماعية. وتلتزم الدولة بوضع خطة وطنية للإسكان تراعى الخصوصية البيئية، وتكفل إسهام المبادرات الذاتية والتعاونية فى تنفيذها، وتنظيم استخدام أراضى الدولة ومدها بالمرافق الأساسية فى إطار تخطيط عمرانى شامل للمدن والقرى وإستراتجية لتوزيع السكان، بما يحقق الصالح العام وتحسين نوعية الحياة للمواطنين ويحفظ حقوق الأجيال القادمة. كما تلتزم الدولة بوضع خطة قومية شاملة لمواجهة مشكلة العشوائيات تشمل إعادة التخطيط وتوفير البنية الأساسية والمرافق، وتحسين نوعية الحياة والصحة العامة، كما تكفل توفير الموارد اللازمة للتنفيذ خلال مدة زمنية محددة.",
    "simplified_summary": "تكفل الدولة الحق في مسكن ملائم. تلتزم بخطط للإسكان ومواجهة العشوائيات وتحسين البنية التحتية.",
    "keywords": [
      "الحق في السكن",
      "العشوائيات",
      "التخطيط العمراني",
      "العدالة الاجتماعية"
    ],
    "legal_nature": "حقوق وواجبات"
  },
  {
    "article_id": "EG-CONST-ART-079",
    "article_number": "79",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "لكل مواطن الحق فى غذاء صحى وكاف، وماء نظيف، وتلتزم الدولة بتأمين الموارد الغذائية للمواطنين كافة. كما تكفل السيادة الغذائية بشكل مستدام، وتضمن الحفاظ على التنوع البيولوجى الزراعى وأصناف النباتات المحلية للحفاظ على حقوق الأجيال.",
    "simplified_summary": "لكل مواطن الحق في الغذاء الصحي والماء. تلتزم الدولة بتأمين الغذاء والسيادة الغذائية.",
    "keywords": [
      "الحق في الغذاء",
      "الماء النظيف",
      "السيادة الغذائية",
      "التنوع البيولوجي"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-080",
    "article_number": "80",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يعد طفلا كل من لم يبلغ الثامنة عشرة من عمره، ولكل طفل الحق فى اسم وأوراق ثبوتية، وتطعيم إجبارى مجانى، ورعاية صحية وأسرية أو بديلة، وتغذية أساسية، ومأوى آمن، وتربية دينية، وتنمية وجدانية ومعرفية. وتكفل الدولة حقوق الأطفال ذوى الإعاقة وتأهيلهم واندماجهم فى المجتمع. وتلتزم الدولة برعاية الطفل وحمايته من جميع أشكال العنف والإساءة وسوء المعاملة والاستغلال الجنسى والتجارى. لكل طفل الحق فى التعليم المبكر فى مركز للطفولة حتى السادسة من عمره، ويحظر تشغيل الطفل قبل تجاوزه سن إتمام التعليم الاساسي، كما يحظر تشغيله فى الأعمال التى تعرضه للخطر. كما تلتزم الدولة بإنشاء نظام قضائى خاص بالأطفال المجنى عليهم، والشهود. ولا يجوز مساءلة الطفل جنائيا أو احتجازه إلا وفقا للقانون وللمدة المحددة فيه. وتوفر له المساعدة القانونية، ويكون احتجازه فى أماكن مناسبة ومنفصلة عن أماكن احتجاز البالغين. وتعمل الدولة على تحقيق المصلحة الفضلى للطفل فى كافة الإجراءات التى تتخذ حياله.",
    "simplified_summary": "الطفل (دون 18 سنة) له حقوق شاملة في الرعاية والصحة والتعليم والحماية من العنف والاستغلال. يحظر عمل الأطفال قبل سن التعليم الأساسي. يوجد نظام قضائي خاص للأطفال.",
    "keywords": [
      "حقوق الطفل",
      "سن الطفولة",
      "حماية الطفل",
      "عمالة الأطفال",
      "قضاء الأحداث"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-081",
    "article_number": "81",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تلتزم الدولة بضمان حقوق الأشخاص ذوى الإعاقة والأقزام، صحيا واقتصاديا واجتماعيا وثقافيا وترفيهيا ورياضيا وتعليميا، وتوفير فرص العمل لهم، مع تخصيص نسبة منها لهم، وتهيئة المرافق العامة والبيئة المحيطة بهم، وممارستهم لجميع الحقوق السياسية، ودمجهم مع غيرهم من المواطنين، إعمالاً لمبادئ المساواة والعدالة وتكافؤ الفرص.",
    "simplified_summary": "تلتزم الدولة بحقوق ذوي الإعاقة والأقزام الشاملة، وتوفير العمل وتهيئة المرافق ودمجهم في المجتمع.",
    "keywords": [
      "ذوي الإعاقة",
      "الأقزام",
      "الدمج",
      "تخصيص فرص عمل"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-082",
    "article_number": "82",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تكفل الدولة رعاية الشباب والنشء، وتعمل على اكتشاف مواهبهم، وتنمية قدراتهم الثقافية والعلمية والنفسية والبدنية والإبداعية، وتشجيعهم على العمل الجماعى والتطوعى، وتمكينهم من المشاركة فى الحياة العامة.",
    "simplified_summary": "تكفل الدولة رعاية الشباب وتنمية قدراتهم وتمكينهم من المشاركة العامة.",
    "keywords": [
      "الشباب",
      "النشء",
      "التمكين",
      "العمل التطوعي"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-083",
    "article_number": "83",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تلتزم الدولة بضمان حقوق المسنين صحياً، واقتصادياً، واجتماعياً، وثقافياً، وترفيهياً وتوفير معاش مناسب يكفل لهم حياة كريمة، وتمكينهم من المشاركة فى الحياة العامة. وتراعى الدولة فى تخطيطها للمرافق العامة احتياجات المسنين، كما تشجع منظمات المجتمع المدنى على المشاركة فى رعاية المسنين. وذلك كله على النحو الذى ينظمه القانون.",
    "simplified_summary": "تلتزم الدولة بحقوق المسنين، وتوفير المعاش المناسب، ومراعاة احتياجاتهم في المرافق العامة.",
    "keywords": [
      "المسنين",
      "المعاشات",
      "رعاية المسنين"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-084",
    "article_number": "84",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "ممارسة الرياضة حق للجميع، وعلى مؤسسات الدولة والمجتمع اكتشاف الموهوبين رياضياً ورعايتهم، واتخاذ ما يلزم من تدابير لتشجيع ممارسة الرياضة. وينظم القانون شئون الرياضة والهيئات الرياضية الأهلية وفقا للمعايير الدولية، وكيفية الفصل فى المنازعات الرياضية.",
    "simplified_summary": "الرياضة حق للجميع. الدولة ترعى الموهوبين وتشجع الرياضة وتنظم هيئاتها وفق المعايير الدولية.",
    "keywords": [
      "الرياضة",
      "الموهوبين رياضياً",
      "الهيئات الرياضية"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-085",
    "article_number": "85",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "لكل فرد حق مخاطبة السلطات العامة كتابة وبتوقيعه، ولا تكون مخاطبتها باسم الجماعات إلا للأشخاص الاعتبارية.",
    "simplified_summary": "لكل فرد حق مخاطبة السلطات العامة كتابةً.",
    "keywords": [
      "مخاطبة السلطات",
      "الأشخاص الاعتبارية"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-086",
    "article_number": "86",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "الحفاظ على الأمن القومى واجب، والتزام الكافة بمراعاته مسئولية وطنية، يكفلها القانون. والدفاع عن الوطن، وحماية أرضه شرف وواجب مقدس، والتجنيد إجبارى وفقًا للقانون.",
    "simplified_summary": "الحفاظ على الأمن القومي والدفاع عن الوطن واجب مقدس، والتجنيد إجباري.",
    "keywords": [
      "الأمن القومي",
      "الدفاع عن الوطن",
      "التجنيد الإجباري"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-087",
    "article_number": "87",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "مشاركة المواطن فى الحياة العامة واجب وطنى، ولكل مواطن حق الانتخاب والترشح وإبداء الرأى في الاستفتاء، وينظم القانون مباشرة هذه الحقوق، ويجوز الإعفاء من أداء هذا الواجب فى حالات محددة يبينها القانون. وتلتزم الدولة بإدراج اسم كل مواطن بقاعدة بيانات الناخبين دون طلب منه، متى توافرت فيه شروط الناخب، كما تلتزم بتنقية هذه القاعدة بصورة دورية وفقا للقانون. وتضمن الدولة سلامة إجراءات الاستفتاءات والانتخابات وحيدتها ونزاهتها، ويحظر استخدام المال العام والمصالح الحكومية والمرافق العامة ودور العبادة ومؤسسات قطاع الأعمال والجمعيات والمؤسسات الأهلية فى الأغراض السياسية أو الدعاية الانتخابية.",
    "simplified_summary": "المشاركة السياسية واجب وحق. تلتزم الدولة بقيد الناخبين وضمان نزاهة الانتخابات وحظر استخدام المال العام أو دور العبادة في السياسة.",
    "keywords": [
      "الانتخاب والترشح",
      "الاستفتاء",
      "نزاهة الانتخابات",
      "قاعدة بيانات الناخبين"
    ],
    "legal_nature": "حقوق وواجبات"
  },
  {
    "article_id": "EG-CONST-ART-088",
    "article_number": "88",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تلتزم الدولة برعاية مصالح المصريين المقيمين بالخارج، وحمايتهم وكفالة حقوقهم وحرياتهم، وتمكينهم من أداء واجباتهم العامة نحو الدولة والمجتمع وإسهامهم فى تنمية الوطن. وينظم القانون مشاركتهم فى الانتخابات والاستفتاءات، بما يتفق والأوضاع الخاصة بهم، دون التقيد فى ذلك بأحكام الاقتراع والفرز وإعلان النتائج المقررة بهذا الدستور، وذلك كله مع توفير الضمانات التى تكفل نزاهة عملية الانتخاب أو الاستفتاء وحيادها.",
    "simplified_summary": "ترعى الدولة المصريين بالخارج وتمكنهم من التصويت والمشاركة في التنمية.",
    "keywords": [
      "المصريين بالخارج",
      "تصويت المغتربين",
      "رعاية المصالح"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-089",
    "article_number": "89",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تُحظر كل صور العبودية والاسترقاق والقهر والاستغلال القسرى للإنسان، وتجارة الجنس، وغيرها من أشكال الاتجار فى البشر، ويجرم القانون كل ذلك.",
    "simplified_summary": "يحظر العبودية والاتجار بالبشر والاستغلال القسري وتجارة الجنس.",
    "keywords": [
      "حظر العبودية",
      "الاتجار بالبشر",
      "الاستغلال القسري"
    ],
    "legal_nature": "حظر دستوري"
  },
  {
    "article_id": "EG-CONST-ART-090",
    "article_number": "90",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تلتزم الدولة بتشجيع نظام الوقف الخيرى لإقامة ورعاية المؤسسات العلمية، والثقافية، والصحية، والاجتماعية وغيرها، وتضمن استقلاله، وتدار شئونه وفقا لشروط الواقف، وينظم القانون ذلك.",
    "simplified_summary": "تشجع الدولة الوقف الخيري وتضمن استقلاله والتزام شروط الواقف.",
    "keywords": [
      "الوقف الخيري",
      "استقلال الوقف",
      "شروط الواقف"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-091",
    "article_number": "91",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "للدولة أن تمنح حق اللجوء السياسى لكل أجنبى اضطهد بسبب الدفاع عن مصالح الشعوب أو حقوق الإنسان أو السلام أو العدالة. وتسليم اللاجئين السياسيين محظور، وذلك كله وفقًا للقانون.",
    "simplified_summary": "تمنح الدولة اللجوء السياسي للمضطهدين، ويحظر تسليم اللاجئين السياسيين.",
    "keywords": [
      "اللجوء السياسي",
      "حظر تسليم اللاجئين",
      "حقوق الإنسان"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-092",
    "article_number": "92",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "الحقوق والحريات اللصيقة بشخص المواطن لا تقبل تعطيلًا ولا انتقاصًا. ولا يجوز لأى قانون ينظم ممارسة الحقوق والحريات أن يقيدها بما يمس أصلها وجوهرها.",
    "simplified_summary": "الحقوق والحريات اللصيقة بالمواطن لا تقبل التعطيل أو الانتقاص، ولا يجوز للقانون تقييد جوهرها.",
    "keywords": [
      "الحقوق والحريات",
      "عدم الانتقاص",
      "جوهر الحق"
    ],
    "legal_nature": "إحالة للتنظيم التشريعي"
  },
  {
    "article_id": "EG-CONST-ART-093",
    "article_number": "93",
    "part (Bab)": "الباب الثالث: الحقوق والحريات والواجبات العامة",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تلتزم الدولة بالاتفاقيات والعهود والمواثيق الدولية لحقوق الإنسان التى تصدق عليها مصر، وتصبح لها قوة القانون بعد نشرها وفقاً للأوضاع المقررة.",
    "simplified_summary": "تلتزم الدولة بالاتفاقيات الدولية لحقوق الإنسان التي صدقت عليها، وتعتبر بمثابة قانون.",
    "keywords": [
      "الاتفاقيات الدولية",
      "حقوق الإنسان",
      "قوة القانون"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-094",
    "article_number": "94",
    "part (Bab)": "الباب الرابع: سيادة القانون",
    "chapter (Fasl)": "غير محدد",
    "original_text": "سيادة القانون أساس الحكم فى الدولة. وتخضع الدولة للقانون، واستقلال القضاء، وحصانته، وحيدته، ضمانات أساسية لحماية الحقوق والحريات.",
    "simplified_summary": "سيادة القانون هي أساس الحكم، والدولة تخضع للقانون. استقلال القضاء وحصانته ضمانات أساسية للحقوق.",
    "keywords": [
      "سيادة القانون",
      "استقلال القضاء",
      "حصانة القضاء",
      "حماية الحريات"
    ],
    "legal_nature": "مبدأ دستوري"
  },
  {
    "article_id": "EG-CONST-ART-095",
    "article_number": "95",
    "part (Bab)": "الباب الرابع: سيادة القانون",
    "chapter (Fasl)": "غير محدد",
    "original_text": "العقوبة شخصية، ولا جريمة ولا عقوبة إلا بناء على قانون، ولا توقع عقوبة إلا بحكم قضائى، ولا عقاب إلا على الأفعال اللاحقة لتاريخ نفاذ القانون.",
    "simplified_summary": "العقوبة شخصية ولا تفرض إلا بقانون وحكم قضائي، ولا تسري القوانين العقابية بأثر رجعي.",
    "keywords": [
      "شخصية العقوبة",
      "شرعية الجرائم والعقوبات",
      "عدم الرجعية",
      "حكم قضائي"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-096",
    "article_number": "96",
    "part (Bab)": "الباب الرابع: سيادة القانون",
    "chapter (Fasl)": "غير محدد",
    "original_text": "المتهم برئ حتى تثبت إدانته فى محاكمة قانونية عادلة، تكفل له فيها ضمانات الدفاع عن نفسه. وينظم القانون استئناف الأحكام الصادرة فى الجنايات. وتوفر الدولة الحماية للمجنى عليهم والشهود والمتهمين والمبلغين عند الاقتضاء، وفقاً للقانون.",
    "simplified_summary": "المتهم بريء حتى تثبت إدانته في محاكمة عادلة. ينظم القانون استئناف الجنايات وحماية الشهود والمجني عليهم.",
    "keywords": [
      "قرينة البراءة",
      "المحاكمة العادلة",
      "حق الدفاع",
      "استئناف الجنايات",
      "حماية الشهود"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-097",
    "article_number": "97",
    "part (Bab)": "الباب الرابع: سيادة القانون",
    "chapter (Fasl)": "غير محدد",
    "original_text": "التقاضى حق مصون ومكفول للكافة. وتلتزم الدولة بتقريب جهات التقاضى، وتعمل على سرعة الفصل فى القضايا، ويحظر تحصين أى عمل أو قرار إدارى من رقابة القضاء، ولا يحاكم شخص إلا أمام قاضيه الطبيعى، والمحاكم الاستثنائية محظورة.",
    "simplified_summary": "التقاضي حق للجميع. الدولة تلتزم بسرعة الفصل في القضايا، ويحظر تحصين القرارات الإدارية أو إنشاء محاكم استثنائية.",
    "keywords": [
      "حق التقاضي",
      "القاضي الطبيعي",
      "حظر المحاكم الاستثنائية",
      "الرقابة القضائية"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-098",
    "article_number": "98",
    "part (Bab)": "الباب الرابع: سيادة القانون",
    "chapter (Fasl)": "غير محدد",
    "original_text": "حق الدفاع أصالة أو بالوكالة مكفول. واستقلال المحاماة وحماية حقوقها ضمان لكفالة حق الدفاع. ويضمن القانون لغير القادرين ماليًا وسائل الالتجاء إلى القضاء، والدفاع عن حقوقهم.",
    "simplified_summary": "حق الدفاع مكفول، واستقلال المحاماة ضمانة له. تضمن الدولة المساعدة القانونية لغير القادرين.",
    "keywords": [
      "حق الدفاع",
      "استقلال المحاماة",
      "المساعدة القانونية"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-099",
    "article_number": "99",
    "part (Bab)": "الباب الرابع: سيادة القانون",
    "chapter (Fasl)": "غير محدد",
    "original_text": "كل اعتداء على الحرية الشخصية أو حرمة الحياة الخاصة للمواطنين، وغيرها من الحقوق والحريات العامة التى يكفلها الدستور والقانون، جريمة لا تسقط الدعوى الجنائية ولا المدنية الناشئة عنها بالتقادم، وللمضرور إقامة الدعوى الجنائية بالطريق المباشر. وتكفل الدولة تعويضا عادلا لمن وقع عليه الاعتداء، وللمجلس القومى لحقوق الإنسان إبلاغ النيابة العامة عن أى انتهاك لهذه الحقوق، وله أن يتدخل فى الدعوى المدنية منضماً إلى المضرور بناء على طلبه، وذلك كله على الوجه المبين بالقانون.",
    "simplified_summary": "الاعتداء على الحريات جريمة لا تسقط بالتقادم، وللمتضرر حق التعويض وإقامة الدعوى المباشرة. للمجلس القومي لحقوق الإنسان حق التدخل والإبلاغ.",
    "keywords": [
      "الحرية الشخصية",
      "حرمة الحياة الخاصة",
      "عدم التقادم",
      "التعويض العادل",
      "المجلس القومي لحقوق الإنسان"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-100",
    "article_number": "100",
    "part (Bab)": "الباب الرابع: سيادة القانون",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تصدر الأحكام وتنفذ باسم الشعب، وتكفل الدولة وسائل تنفيذها على النحو الذى ينظمه القانون. ويكون الامتناع عن تنفيذها أو تعطيل تنفيذها من جانب الموظفين العموميين المختصين، جريمة يعاقب عليها القانون، وللمحكوم له فى هذه الحالة حق رفع الدعوى الجنائية مباشرة إلى المحكمة المختصة. وعلى النيابة العامة بناءً على طلب المحكوم له، تحريك الدعوى الجنائية ضد الموظف الممتنع عن تنفيذ الحكم أو المتسبب فى تعطيله.",
    "simplified_summary": "تصدر الأحكام باسم الشعب. تعطيل تنفيذ الأحكام من الموظفين العموميين جريمة تستوجب العقاب، وللمتضرر حق مقاضاتهم مباشرة.",
    "keywords": [
      "تنفيذ الأحكام",
      "اسم الشعب",
      "الامتناع عن التنفيذ",
      "الموظف العام",
      "الدعوى الجنائية"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-101",
    "article_number": "101",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "يتولى مجلس النواب سلطة التشريع، وإقرار السياسة العامة للدولة، والخطة العامة للتنمية الاقتصادية، والاجتماعية، والموازنة العامة للدولة، ويمارس الرقابة على أعمال السلطة التنفيذية، وذلك كله على النحو المبين فى الدستور.",
    "simplified_summary": "مجلس النواب هو السلطة التشريعية ويتولى إقرار السياسة العامة والخطة والموازنة والرقابة على السلطة التنفيذية.",
    "keywords": [
      "سلطة التشريع",
      "السياسة العامة",
      "الموازنة العامة",
      "الرقابة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-102",
    "article_number": "102",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "يُشكل مجلس النواب من عدد لا يقل عن أربعمائة وخمسين عضوا، يُنتخبون بالاقتراع العام السرى المباشر، على أن يُخصص للمرأة ما لا يقل عن ربع إجمالى عدد المقاعد. ويشترط فى المترشح لعضوية المجلس أن يكون مصرياً، متمتعا بحقوقه المدنية والسياسية، حاصلاً على شهادة إتمام التعليم الأساسى على الأقل، وألا تقل سنه يوم فتح باب الترشح عن خمس وعشرين سنة ميلادية. ويُبين القانون شروط الترشح الأخرى، ونظام الانتخاب، وتقسيم الدوائر الانتخابية، بما يراعى التمثيل العادل للسكان، والمحافظات، ويجوز الأخذ بالنظام الانتخابى الفردى أو القائمة أو الجمع بأى نسبة بينهما. كما يجوز لرئيس الجمهورية تعيين عدد من الأعضاء فى مجلس النواب لا يزيد على ٥٪ ويحدد القانون كيفية ترشيحهم.",
    "simplified_summary": "يُشكل مجلس النواب من 450 عضواً على الأقل، يُنتخبون بالاقتراع السري المباشر، مع تخصيص 25% للمرأة. يشترط في المرشح الجنسية المصرية والتمتع بالحقوق المدنية والسياسية، والسن لا تقل عن 25 سنة.",
    "keywords": [
      "تشكيل مجلس النواب",
      "شروط الترشح",
      "كوتا المرأة",
      "النظام الانتخابي",
      "التعيين الرئاسي"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-103",
    "article_number": "103",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "يتفرغ عضو مجلس النواب لمهام العضوية، ويحتفظ له بوظيفته أو عمله وفقاً للقانون.",
    "simplified_summary": "عضو مجلس النواب يتفرغ لمهامه مع الاحتفاظ بوظيفته.",
    "keywords": [
      "تفرغ العضو",
      "الاحتفاظ بالوظيفة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-104",
    "article_number": "104",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "يشترط أن يؤدى العضو أمام مجلس النواب، قبل أن يباشر عمله، اليمين الآتية \"أقسم بالله العظيم أن أحافظ مخلصا على النظام الجمهورى، وأن أحترم الدستور والقانون، وأن أرعى مصالح الشعب رعاية كاملة، وأن أحافظ على استقلال الوطن ووحدة وسلامة أراضيه\".",
    "simplified_summary": "يؤدي العضو اليمين الدستورية قبل مباشرة عمله.",
    "keywords": [
      "اليمين الدستورية",
      "واجبات العضو"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-105",
    "article_number": "105",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "يتقاضى العضو مكافأة يحددها القانون، وإذا جرى تعديل المكافأة، لا ينفذ التعديل إلا بدءاً من الفصل التشريعى التالى للفصل الذى تقرر فيه.",
    "simplified_summary": "يحدد القانون مكافأة العضو، ولا ينفذ أي تعديل بالزيادة إلا في الفصل التشريعي التالي.",
    "keywords": [
      "مكافأة العضوية",
      "عدم سريان الزيادة"
    ],
    "legal_nature": "مبدأ اقتصادي/مالي"
  },
  {
    "article_id": "EG-CONST-ART-106",
    "article_number": "106",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "مدة عضوية مجلس النواب خمس سنوات ميلادية، تبدأ من تاريخ أول اجتماع له. ويجرى انتخاب المجلس الجديد خلال الستين يوماً السابقة على انتهاء مدته.",
    "simplified_summary": "مدة المجلس خمس سنوات، ويجري الانتخاب الجديد قبل انتهائها بستين يوماً.",
    "keywords": [
      "مدة العضوية",
      "موعد الانتخابات"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-107",
    "article_number": "107",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "تختص محكمة النقض بالفصل فى صحة عضوية أعضاء مجلس النواب، وتقدم إليها الطعون خلال مدة لا تجاوز ثلاثين يوماً من تاريخ إعلان النتيجة النهائية للانتخاب، وتفصل فى الطعن خلال ستين يوماً من تاريخ وروده إليها. وفى حالة الحكم ببطلان العضوية، تبطل من تاريخ إبلاغ المجلس بالحكم.",
    "simplified_summary": "محكمة النقض تفصل في صحة العضوية، ويجب تقديم الطعون خلال 30 يوماً والفصل فيها خلال 60 يوماً.",
    "keywords": [
      "صحة العضوية",
      "محكمة النقض",
      "الطعون الانتخابية"
    ],
    "legal_nature": "اختصاص قضائي/محكمة"
  },
  {
    "article_id": "EG-CONST-ART-108",
    "article_number": "108",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "إذا خلا مكان عضو مجلس النواب، قبل انتهاء مدته بستة أشهر على الأقل، وجب شغل مكانه طبقاً للقانون، خلال ستين يوماً من تاريخ تقرير المجلس خلو المكان.",
    "simplified_summary": "إذا خلا مقعد قبل 6 أشهر من انتهاء المجلس، يُشغل خلال 60 يوماً.",
    "keywords": [
      "خلو المقعد",
      "الانتخابات التكميلية"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-109",
    "article_number": "109",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لا يجوز لعضو المجلس طوال مدة العضوية، أن يشترى، أو يستأجر، بالذات أو بالواسطة، شيئًا من أموال الدولة، أو أى من أشخاص القانون العام أو شركات القطاع العام، أو قطاع الأعمال العام، ولا يؤجرها أو يبيعها شيئًا من أمواله، أو يقايضها عليه، ولا يبرم معها عقد التزام، أو توريد، أو مقاولة، أو غيرها، ويقع باطلاً أى من هذه التصرفات. ويتعين على العضو تقديم إقرار ذمة مالية، عند شغل العضوية، وعند تركها، وفى نهاية كل عام. وإذا تلقى هدية نقدية أو عينية، بسبب العضوية أو بمناسبتها، تؤول ملكيتها إلى الخزانة العامة للدولة. وكل ذلك على النحو الذى ينظمه القانون.",
    "simplified_summary": "يُحظر على العضو التعامل المالي مع الدولة أو شركاتها، ويجب عليه تقديم إقرار ذمة مالية، وتؤول الهدايا للخزانة العامة.",
    "keywords": [
      "حظر تعارض المصالح",
      "إقرار الذمة المالية",
      "الهدايا"
    ],
    "legal_nature": "قاعدة إجرائية"
  },
  {
    "article_id": "EG-CONST-ART-110",
    "article_number": "110",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لا يجوز إسقاط عضوية أحد الأعضاء إلا إذا فقد الثقة والاعتبار، أو فقد أحد شروط العضوية التى انتخب على أساسها، أو أخل بواجباتها. ويجب أن يصدر قرار إسقاط العضوية من مجلس النواب بأغلبية ثلثى أعضائه.",
    "simplified_summary": "إسقاط العضوية يتطلب فقدان الثقة أو الشروط أو الإخلال بالواجبات، وبقرار من ثلثي أعضاء المجلس.",
    "keywords": [
      "إسقاط العضوية",
      "أغلبية الثلثين",
      "فقد الثقة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-111",
    "article_number": "111",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "يقبل مجلس النواب استقالة أعضائه، ويجب أن تقدم مكتوبة، ويشترط لقبولها ألا يكون المجلس قد بدأ فى اتخاذ إجراءات إسقاط العضوية ضد العضو.",
    "simplified_summary": "يقبل المجلس الاستقالة المكتوبة بشرط عدم بدء إجراءات إسقاط العضوية.",
    "keywords": [
      "الاستقالة",
      "قبول الاستقالة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-112",
    "article_number": "112",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لا يسأل عضو مجلس النواب عما يبديه من آراء تتعلق بأداء أعماله فى المجلس أو فى لجانه.",
    "simplified_summary": "يتمتع العضو بحصانة موضوعية عن آرائه داخل المجلس.",
    "keywords": [
      "الحصانة البرلمانية",
      "حرية الرأي"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-113",
    "article_number": "113",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لا يجوز، فى غير حالة التلبس بالجريمة، اتخاذ أى إجراء جنائي ضد عضو مجلس النواب فى مواد الجنايات والجنح إلا بإذن سابق من المجلس. وفي غير دور الانعقاد، يتعين أخذ إذن مكتب المجلس، ويخطر المجلس عند أول انعقاد بما اتخذ من إجراء. وفى كل الأحوال، يتعين البت فى طلب اتخاذ الإجراء الجنائى ضد العضو خلال ثلاثين يومًا على الأكثر، وإلا عُد الطلب مقبولاً.",
    "simplified_summary": "لا يجوز اتخاذ إجراءات جنائية ضد العضو (إلا في التلبس) بدون إذن المجلس. يجب البت في طلب رفع الحصانة خلال 30 يوماً.",
    "keywords": [
      "الحصانة الإجرائية",
      "إذن المجلس",
      "رفع الحصانة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-114",
    "article_number": "114",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "مقر مجلس النواب مدينة القاهرة. ويجوز له فى الظروف الاستثنائية عقد جلساته فى مكان آخر، بناءً على طلب رئيس الجمهورية، أو ثلث عدد أعضاء المجلس. واجتماع المجلس على خلاف ذلك، وما يصدر عنه من قرارات، باطل.",
    "simplified_summary": "مقر المجلس القاهرة، ويجوز عقده في مكان آخر للضرورة. الاجتماع في غير ذلك باطل.",
    "keywords": [
      "مقر المجلس",
      "انعقاد الجلسات",
      "بطلان الاجتماع"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-115",
    "article_number": "115",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "يدعو رئيس الجمهورية مجلس النواب للانعقاد للدور العادي السنوى قبل يوم الخميس الأول من شهر أكتوبر، فإذا لم تتم الدعوة، يجتمع المجلس بحكم الدستور فى اليوم المذكور. ويستمر دور الانعقاد العادى لمدة تسعة أشهر على الأقل، ويفض رئيس الجمهورية دور الانعقاد بعد موافقة المجلس، ولا يجوز ذلك للمجلس قبل اعتماد الموازنة العامة للدولة.",
    "simplified_summary": "يدعو الرئيس المجلس للانعقاد السنوي قبل أول خميس من أكتوبر (وإلا يجتمع دستورياً). يستمر الدور 9 أشهر ولا يفض إلا بعد اعتماد الموازنة.",
    "keywords": [
      "دور الانعقاد",
      "دعوة الرئيس",
      "اعتماد الموازنة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-116",
    "article_number": "116",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "يجوز انعقاد مجلس النواب فى اجتماع غير عادى لنظر أمر عاجل، بناءً على دعوة من رئيس الجمهورية، أو طلب موقع من عُشر أعضاء المجلس على الأقل.",
    "simplified_summary": "يجوز عقد اجتماعات طارئة بدعوة من الرئيس أو عُشر الأعضاء.",
    "keywords": [
      "اجتماع غير عادي",
      "دعوة طارئة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-117",
    "article_number": "117",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "ينتخب مجلس النواب رئيساً ووكيلين من بين أعضائه فى أول اجتماع لدور الانعقاد السنوى العادى لمدة فصل تشريعى، فإذا خلا مكان أحدهم، ينتخب المجلس من يحل محله، وتحدد اللائحة الداخلية للمجلس قواعد وإجراءات الانتخاب، وفى حالة إخلال أحدهم بالتزامات منصبه، يكون لثلث أعضاء المجلس طلب إعفائه منه، ويصدر القرار بأغلبية ثلثي الأعضاء. وفى جميع الأحوال، لا يجوز انتخاب الرئيس أو أى من الوكيلين لأكثر من فصلين تشريعيين متتاليين.",
    "simplified_summary": "ينتخب المجلس رئيسه ووكيليه لفصل تشريعي كامل. يمكن إعفاؤهم بأغلبية الثلثين. لا يجوز انتخابهم لأكثر من فصلين متتاليين.",
    "keywords": [
      "رئيس المجلس",
      "الوكيلين",
      "مدة الرئاسة",
      "إعفاء الرئيس"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-118",
    "article_number": "118",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "يضع مجلس النواب لائحته الداخلية لتنظيم العمل فيه، وكيفية ممارسته لاختصاصاته، والمحافظة على النظام داخله، وتصدر بقانون.",
    "simplified_summary": "يضع المجلس لائحته الداخلية بقانون.",
    "keywords": [
      "اللائحة الداخلية",
      "تنظيم العمل"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-119",
    "article_number": "119",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "يختص مجلس النواب بالمحافظة على النظام داخله، ويتولى ذلك رئيس المجلس.",
    "simplified_summary": "رئيس المجلس مسؤول عن حفظ النظام داخله.",
    "keywords": [
      "حفظ النظام",
      "رئيس المجلس"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-120",
    "article_number": "120",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "جلسات مجلس النواب علنية. ويجوز انعقاد المجلس فى جلسة سرية، بناءً على طلب رئيس الجمهورية، أو رئيس مجلس الوزراء، أو رئيس المجلس، أو عشرين من أعضائه على الأقل، ثم يقرر المجلس بأغلبية أعضائه ما إذا كانت المناقشة في الموضوع المطروح أمامه تجري فى جلسة علنية أو سرية.",
    "simplified_summary": "الجلسات علنية، ويجوز عقد جلسات سرية بطلب وقرار من الأغلبية.",
    "keywords": [
      "علنية الجلسات",
      "جلسة سرية"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-121",
    "article_number": "121",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لا يكون انعقاد المجلس صحيحًا، ولا تتخذ قراراته، إلا بحضور أغلبية أعضائه. وفى غير الأحوال المشترط فيها أغلبية خاصة، تصدر القرارات بالأغلبية المطلقة للحاضرين، وعند تساوى الآراء، يعتبر الأمر الذى جرت المداولة فى شأنه مرفوضًا. وتصدر الموافقة على القوانين بالأغلبية المطلقة للحاضرين، وبما لا يقل عن ثلث عدد أعضاء المجلس. كما تصدر القوانين المكملة للدستور بموافقة ثلثى عدد أعضاء المجلس. وتعد القوانين المنظمة للانتخابات الرئاسية، والنيابية، والمحلية، والأحزاب السياسية، والسلطة القضائية، والمتعلقة بالجهات والهيئات القضائية، والمنظمة للحقوق والحريات الواردة فى الدستور، مكملة له.",
    "simplified_summary": "يشترط لصحة الانعقاد حضور الأغلبية. تصدر القرارات بالأغلبية المطلقة للحاضرين (بحد أدنى ثلث الأعضاء). القوانين المكملة للدستور تتطلب موافقة الثلثين.",
    "keywords": [
      "النصاب القانوني",
      "الأغلبية المطلقة",
      "القوانين المكملة للدستور",
      "أغلبية الثلثين"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-122",
    "article_number": "122",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لرئيس الجمهورية، ولمجلس الوزراء، ولكل عضو فى مجلس النواب اقتراح القوانين. ويحال كل مشروع قانون مقدم من الحكومة أو من عُشر أعضاء المجلس إلى اللجان النوعية المختصة بمجلس النواب، لفحصه وتقديم تقرير عنه إلى المجلس، ويجوز للجنة أن تستمع إلى ذوى الخبرة فى الموضوع. ولا يحال الاقتراح بقانون المقدم من أحد الأعضاء إلى اللجنة النوعية، إلا إذا أجازته اللجنة المختصة بالمقترحات، ووافق المجلس على ذلك، فإذا رفضت اللجنة الاقتراح بقانون وجب أن يكون قرارها مسبباً. وكل مشروع قانون أو اقتراح بقانون رفضه المجلس، لا يجوز تقديمه ثانية فى دور الانعقاد نفسه.",
    "simplified_summary": "حق اقتراح القوانين للرئيس والحكومة والنواب. مشروعات الحكومة وعُشر الأعضاء تحال للجان النوعية مباشرة، أما اقتراحات الأفراد فتخضع للجنة المقترحات أولاً.",
    "keywords": [
      "اقتراح القوانين",
      "اللجان النوعية",
      "لجنة المقترحات"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-123",
    "article_number": "123",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لرئيس الجمهورية حق إصدار القوانين أو الاعتراض عليها. وإذا اعترض رئيس الجمهورية على مشروع قانون أقره مجلس النواب، رده إليه خلال ثلاثين يومًا من إبلاغ المجلس إياه، فإذا لم يرد مشروع القانون فى هذا الميعاد اعتبر قانونًا وأصدر. وإذا رد فى الميعاد المتقدم إلى المجلس، وأقره ثانية بأغلبية ثلثي أعضائه، اعتبر قانونًا وأصدر.",
    "simplified_summary": "للرئيس حق الاعتراض على القوانين خلال 30 يوماً. إذا اعترض، يعود للمجلس، فإذا أقره بأغلبية الثلثين يصدر قانوناً.",
    "keywords": [
      "حق الاعتراض",
      "إصدار القوانين",
      "أغلبية الثلثين"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-124",
    "article_number": "124",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "تشمل الموازنة العامة للدولة كافة إيراداتها ومصروفاتها دون استثناء، ويُعرض مشروعها على مجلس النواب قبل تسعين يومًا على الأقل من بدء السنة المالية، ولا تكون نافذة إلا بموافقته عليها، ويتم التصويت عليه باباً باباً. ويجوز للمجلس أن يعدل النفقات الواردة فى مشروع الموازنة، عدا التى ترد تنفيذاً لالتزام محدد على الدولة. وإذا ترتب على التعديل زيادة فى إجمالى النفقات، وجب أن يتفق المجلس مع الحكومة على تدبير مصادر للإيرادات تحقق إعادة التوازن بينهما، وتصدر الموازنة بقانون يجوز أن يتضمن تعديلاً فى قانون قائم بالقدر اللازم لتحقيق هذا التوازن. وفى جميع الأحوال، لا يجوز أن يتضمن قانون الموازنة أى نص يكون من شأنه تحميل المواطنين أعباء جديدة. ويحدد القانون السنة المالية، وطريقة إعداد الموازنة العامة، وأحكام موازنات المؤسسات والهيئات العامة وحساباتها. وتجب موافقة المجلس على نقل أى مبلغ من باب إلى آخر من أبواب الموازنة العامة، وعلى كل مصروف غير وارد بها، أو زائد على تقديراتها، وتصدر الموافقة بقانون.",
    "simplified_summary": "يقر المجلس الموازنة العامة (شاملة كل الإيرادات والمصروفات) قبل بدء السنة المالية بـ 90 يوماً. أي تعديل بزيادة النفقات يتطلب الاتفاق مع الحكومة على مصادر تمويل. لا يجوز فرض أعباء جديدة في قانون الموازنة.",
    "keywords": [
      "الموازنة العامة",
      "إقرار الموازنة",
      "تعديل النفقات",
      "السنة المالية"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-125",
    "article_number": "125",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "يجب عرض الحساب الختامى للموازنة العامة للدولة على مجلس النواب، خلال مدة لا تزيد على ستة أشهر من تاريخ انتهاء السنة المالية، ويعرض معه التقرير السنوى للجهاز المركزى للمحاسبات وملاحظاته على الحساب الختامى. ويتم التصويت على الحساب الختامى بابًا بابًا، ويصدر بقانون. وللمجلس أن يطلب من الجهاز المركزى للمحاسبات أية بيانات أو تقارير أخرى.",
    "simplified_summary": "يعرض الحساب الختامي على المجلس خلال 6 أشهر من انتهاء السنة المالية، مع تقرير الجهاز المركزي للمحاسبات، ويقر بقانون.",
    "keywords": [
      "الحساب الختامي",
      "الجهاز المركزي للمحاسبات",
      "الرقابة المالية"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-126",
    "article_number": "126",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "ينظم القانون القواعد الأساسية لتحصيل الأموال العامة وإجراءات صرفها.",
    "simplified_summary": "القانون ينظم تحصيل وصرف الأموال العامة.",
    "keywords": [
      "الأموال العامة",
      "التحصيل والصرف"
    ],
    "legal_nature": "إحالة للتنظيم التشريعي"
  },
  {
    "article_id": "EG-CONST-ART-127",
    "article_number": "127",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لا يجوز للسلطة التنفيذية الاقتراض، أو الحصول على تمويل، أو الارتباط بمشروع غير مدرج فى الموازنة العامة المعتمدة يترتب عليه إنفاق مبالغ من الخزانة العامة للدولة لمدة مقبلة، إلا بعد موافقة مجلس النواب.",
    "simplified_summary": "لا يجوز للحكومة الاقتراض أو الارتباط بمشاريع مستقبلية غير مدرجة بالموازنة إلا بموافقة مجلس النواب.",
    "keywords": [
      "الاقتراض",
      "الديون العامة",
      "موافقة البرلمان"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-128",
    "article_number": "128",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "يبين القانون قواعد تحديد المرتبات والمعاشات والتعويضات والإعانات والمكافآت التى تتقرر على الخزانة العامة للدولة، ويحدد حالات الاستثناء منها، والجهات التي تتولى تطبيقها.",
    "simplified_summary": "القانون يحدد قواعد المرتبات والمعاشات من الخزانة العامة.",
    "keywords": [
      "المرتبات",
      "المعاشات",
      "الخزانة العامة"
    ],
    "legal_nature": "إحالة للتنظيم التشريعي"
  },
  {
    "article_id": "EG-CONST-ART-129",
    "article_number": "129",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لكل عضو من أعضاء مجلس النواب أن يوجه إلى رئيس مجلس الوزراء، أو أحد نوابه، أو أحد الوزراء، أو نوابهم، أسئلة فى أى موضوع يدخل فى اختصاصاتهم، وعليهم الإجابة عن هذه الأسئلة فى دور الانعقاد ذاته. ويجوز للعضو سحب السؤال فى أى وقت، ولا يجوز تحويل السؤال إلى استجواب فى الجلسة ذاتها.",
    "simplified_summary": "للعضو حق توجيه أسئلة للحكومة، ويجب الإجابة عليها. لا يجوز تحويل السؤال لاستجواب في نفس الجلسة.",
    "keywords": [
      "توجيه الأسئلة",
      "الرقابة البرلمانية"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-130",
    "article_number": "130",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لكل عضو فى مجلس النواب توجيه استجواب لرئيس مجلس الوزراء، أو أحد نوابه، أو أحد الوزراء، أو نوابهم، لمحاسبتهم عن الشئون التى تدخل فى اختصاصاتهم. ويناقش المجلس الاستجواب بعد سبعة أيام على الأقل من تاريخ تقديمه، وبحد أقصى ستون يوماً، إلا فى حالات الاستعجال التى يراها، وبعد موافقة الحكومة.",
    "simplified_summary": "للعضو حق استجواب الحكومة لمحاسبتها. يناقش الاستجواب بعد 7 أيام وبحد أقصى 60 يوماً.",
    "keywords": [
      "الاستجواب",
      "المحاسبة السياسية"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-131",
    "article_number": "131",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لمجلس النواب أن يقرر سحب الثقة من رئيس مجلس الوزراء، أو أحد نوابه، أو أحد الوزراء، أو نوابهم. ولا يجوز عرض طلب سحب الثقة إلا بعد استجواب، وبناء على اقتراح عُشر أعضاء المجلس على الأقل، ويصدر المجلس قراره عقب مناقشة الاستجواب، ويكون سحب الثقة بأغلبية الأعضاء. وفى كل الأحوال، لا يجوز طلب سحب الثقة فى موضوع سبق للمجلس أن فصل فيه فى دور الانعقاد ذاته. وإذا قرر المجلس سحب الثقة من رئيس مجلس الوزراء، أو من أحد نوابه أو أحد الوزراء، أو نوابهم، وأعلنت الحكومة تضامنها معه قبل التصويت، وجب أن تقدم الحكومة استقالتها، وإذا كان قرار سحب الثقة متعلقًا بأحد أعضاء الحكومة، وجبت استقالته.",
    "simplified_summary": "للمجلس سحب الثقة من الحكومة أو أحد أعضائها بعد استجواب واقتراح من العُشر، وبموافقة الأغلبية. سحب الثقة يوجب الاستقالة.",
    "keywords": [
      "سحب الثقة",
      "استقالة الحكومة",
      "المسؤولية التضامنية"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-132",
    "article_number": "132",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "يجوز لعشرين عضواً من مجلس النواب على الأقل طلب مناقشة موضوع عام لاستيضاح سياسة الحكومة بشأنه.",
    "simplified_summary": "يجوز لـ 20 عضواً طلب مناقشة عامة لاستيضاح سياسة الحكومة.",
    "keywords": [
      "طلب مناقشة عامة",
      "استيضاح السياسة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-133",
    "article_number": "133",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لكل عضو من أعضاء مجلس النواب إبداء اقتراح برغبة فى موضوع عام إلى رئيس مجلس الوزراء، أو أحد نوابه، أو أحد الوزراء، أو نوابهم.",
    "simplified_summary": "للعضو حق إبداء اقتراح برغبة في موضوع عام للحكومة.",
    "keywords": [
      "اقتراح برغبة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-134",
    "article_number": "134",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لكل عضو من أعضاء مجلس النواب أن يقدم طلب إحاطة أو بيانًا عاجلاً، إلى رئيس مجلس الوزراء، أو أحد نوابه، أو أحد الوزراء، أو نوابهم، فى الأمور العامة العاجلة ذات الأهمية.",
    "simplified_summary": "للعضو حق تقديم طلب إحاطة أو بيان عاجل في الأمور الهامة.",
    "keywords": [
      "طلب إحاطة",
      "بيان عاجل"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-135",
    "article_number": "135",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لمجلس النواب أن يشكل لجنة خاصة، أو يكلف لجنة من لجانه بتقصى الحقائق فى موضوع عام، أو بفحص نشاط إحدى الجهات الإدارية، أو الهيئات العامة، أو المشروعات العامة، وذلك من أجل تقصى الحقائق فى موضوع معين، وإبلاغ المجلس بحقيقة الأوضاع المالية، أو الإدارية، أو الاقتصادية، أو إجراء تحقيقات فى أى موضوع يتعلق بعمل من الأعمال السابقة أو غيرها، ويقرر المجلس ما يراه مناسبًا فى هذا الشأن. وللجنة فى سبيل القيام بمهمتها أن تجمع ما تراه من أدلة، وأن تطلب سماع من ترى سماع أقواله، وعلى جميع الجهات أن تستجيب إلى طلبها، وأن تضع تحت تصرفها ما تطلبه من وثائق أو مستندات أو غير ذلك. وفى جميع الأحوال لكل عضو فى مجلس النواب الحق فى الحصول على أية بيانات أو معلومات من السلطة التنفيذية تتعلق بأداء عمله فى المجلس.",
    "simplified_summary": "للمجلس تشكيل لجان تقصي حقائق في أي موضوع عام. للجان صلاحيات واسعة في جمع الأدلة. للعضو حق الحصول على المعلومات.",
    "keywords": [
      "لجان تقصي الحقائق",
      "جمع الأدلة",
      "حق المعلومات"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-136",
    "article_number": "136",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لرئيس مجلس الوزراء، ونوابه، والوزراء، ونوابهم حضور جلسات مجلس النواب، أو إحدى لجانه، ويكون حضورهم وجوبياً بناء على طلب المجلس، ولهم الاستعانة بمن يرون من كبار الموظفين. ويجب أن يستمع إليهم كلما طلبوا الكلام، وعليهم الرد على القضايا موضوع النقاش دون أن يكون لهم صوت معدود عند أخذ الرأى.",
    "simplified_summary": "يحق للحكومة حضور الجلسات، ويكون حضورهم واجباً إذا طلبه المجلس. يجب الاستماع إليهم والرد على تساؤلاتهم.",
    "keywords": [
      "حضور الحكومة",
      "الاستماع للوزراء"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-137",
    "article_number": "137",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لا يجوز لرئيس الجمهورية حل مجلس النواب إلا عند الضرورة، وبقرار مسبب، وبعد استفتاء الشعب، ولا يجوز حل المجلس لذات السبب الذى حل من أجله المجلس السابق. ويصدر رئيس الجمهورية قراراً بوقف جلسات المجلس، وإجراء الاستفتاء على الحل خلال عشرين يومًا على الأكثر، فإذا وافق المشاركون فى الاستفتاء بأغلبية الأصوات الصحيحة، أصدر رئيس الجمهورية قرار الحل، ودعا إلى انتخابات جديدة خلال ثلاثين يومًا على الأكثر من تاريخ صدور القرار. ويجتمع المجلس الجديد خلال الأيام العشرة التالية لإعلان النتيجة النهائية.",
    "simplified_summary": "لا يحل مجلس النواب إلا للضرورة، بقرار مسبب واستفتاء شعبي. إذا وافق الشعب، يصدر قرار الحل وتجرى انتخابات جديدة.",
    "keywords": [
      "حل المجلس",
      "الاستفتاء الشعبي",
      "انتخابات مبكرة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-138",
    "article_number": "138",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الأول: السلطة التشريعية (مجلس النواب)",
    "original_text": "لكل مواطن أن يتقدم بمقترحاته المكتوبة إلى مجلس النواب بشأن المسائل العامة، وله أن يقدم إلى المجلس شكاوى يحيلها إلى الوزراء المختصين، وعليهم أن يقدموا الإيضاحات الخاصة بها إذا طلب المجلس ذلك، ويحاط صاحب الشأن بنتيجتها.",
    "simplified_summary": "للمواطنين حق تقديم مقترحات وشكاوى لمجلس النواب، وعلى الحكومة الرد عليها.",
    "keywords": [
      "مقترحات المواطنين",
      "الشكاوى",
      "تواصل البرلمان"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-139",
    "article_number": "139",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "رئيس الجمهورية هو رئيس الدولة، ورئيس السلطة التنفيذية، يرعى مصالح الشعب ويحافظ على استقلال الوطن ووحدة أراضيه وسلامتها، ويلتزم بأحكام الدستور ويُباشر اختصاصاته على النحو المبين به.",
    "simplified_summary": "رئيس الجمهورية هو رئيس الدولة والسلطة التنفيذية، وعليه رعاية مصالح الشعب والحفاظ على الوطن والدستور.",
    "keywords": [
      "رئيس الجمهورية",
      "السلطة التنفيذية",
      "استقلال الوطن",
      "احترام الدستور"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-140",
    "article_number": "140",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "يُنتخب رئيس الجمهورية لمدة ست سنوات ميلادية، تبدأ من اليوم التالى لانتهاء مدة سلفه، ولا يجوز أن يتولى الرئاسة لأكثر من مدتين رئاسيتين متتاليتين. وتبدأ إجراءات انتخاب رئيس الجمهورية قبل انتهاء مدة الرئاسة بمائة وعشرين يومًا على الأقل، ويجب أن تعلن النتيجة قبل نهاية هذه المدة بثلاثين يوما على الأقل. ولا يجوز لرئيس الجمهورية أن يشغل أى منصب حزبى طوال مدة الرئاسة.",
    "simplified_summary": "مدة الرئاسة 6 سنوات، ولا يجوز توليها لأكثر من فترتين متتاليتين. تبدأ إجراءات الانتخاب قبل 120 يوماً من انتهاء المدة. يحظر على الرئيس تولي مناصب حزبية.",
    "keywords": [
      "مدة الرئاسة",
      "فترتين رئاسيتين",
      "إجراءات الانتخاب",
      "حظر المناصب الحزبية"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-141",
    "article_number": "141",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "يشترط فيمن يترشح رئيسًا للجمهورية أن يكون مصريًا من أبوين مصريين، وألا يكون قد حمل، أو أى من والديه أو زوجه جنسية دولة أخرى، وأن يكون متمتعًا بحقوقه المدنية والسياسية، وأن يكون قد أدى الخدمة العسكرية أو أعفى منها قانونا، وألا تقل سنه يوم فتح باب الترشح عن أربعين سنة ميلادية، ويحدد القانون شروط الترشح الأخرى.",
    "simplified_summary": "شروط الترشح للرئاسة: مصري من أبوين مصريين، عدم حمل جنسية أخرى (للمرشح أو والديه أو زوجه)، التمتع بالحقوق، أداء الخدمة العسكرية، السن لا يقل عن 40 سنة.",
    "keywords": [
      "شروط الترشح",
      "الجنسية المصرية",
      "السن القانوني",
      "الخدمة العسكرية"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-142",
    "article_number": "142",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "يشترط لقبول الترشح لرئاسة الجمهورية أن يزكى المترشح عشرون عضوًا على الأقل من أعضاء مجلس النواب، أو أن يؤيده ما لا يقل عن خمسة وعشرين ألف مواطن ممن لهم حق الانتخاب فى خمس عشرة محافظة على الأقل، وبحد أدنى ألف مؤيد من كل محافظة منها. وفى جميع الأحوال، لا يجوز تأييد أكثر من مترشح، وذلك على النحو الذى ينظمه القانون.",
    "simplified_summary": "يتطلب الترشح للرئاسة تزكية 20 نائباً أو تأييد 25 ألف مواطن من 15 محافظة (1000 لكل محافظة).",
    "keywords": [
      "تزكية النواب",
      "التوكيلات الشعبية",
      "شروط الترشح"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-143",
    "article_number": "143",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "ينتخب رئيس الجمهورية عن طريق الاقتراع العام السرى المباشر، وذلك بالأغلبية المطلقة لعدد الأصوات الصحيحة، وينظم القانون إجراءات انتخاب رئيس الجمهورية.",
    "simplified_summary": "ينتخب الرئيس بالاقتراع السري المباشر وبالأغلبية المطلقة.",
    "keywords": [
      "الاقتراع المباشر",
      "الأغلبية المطلقة"
    ],
    "legal_nature": "قاعدة إجرائية"
  },
  {
    "article_id": "EG-CONST-ART-144",
    "article_number": "144",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "يشترط أن يؤدى رئيس الجمهورية، قبل أن يتولى مهام منصبه، أمام مجلس النواب اليمين الآتية \"أقسم بالله العظيم أن أحافظ مخلصًا على النظام الجمهورى، وأن أحترم الدستور والقانون، وأن أرعى مصالح الشعب رعاية كاملة، وأن أحافظ على استقلال الوطن ووحدة وسلامة أراضيه\". ويكون أداء اليمين أمام الجمعية العامة للمحكمة الدستورية العليا فى حالة عدم وجود مجلس النواب.",
    "simplified_summary": "يؤدي الرئيس اليمين أمام مجلس النواب (أو المحكمة الدستورية في غيابه) قبل تولي مهامه.",
    "keywords": [
      "اليمين الدستورية",
      "تولي المهام"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-145",
    "article_number": "145",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "يحدد القانون مرتب رئيس الجمهورية، ولا يجوز له أن يتقاضى أى مرتب أو مكافأة أخرى، ولا يسرى أى تعديل فى المرتب أثناء مدة الرئاسة التى تقرر فيها، ولا يجوز لرئيس الجمهورية أن يزاول طوال مدة توليه المنصب، بالذات أو بالواسطة، مهنة حرة، أو عملًا تجاريًا، أو ماليًا، أو صناعيًا، ولا أن يشترى، أو يستأجر شيئا من أموال الدولة، أو أى من أشخاص القانون العام، أو شركات القطاع العام، أو قطاع الأعمال العام، ولا أن يؤجرها، أو يبيعها شيئا من أمواله، ولا أن يقايضها عليه، ولا أن يبرم معها عقد التزام، أو توريد، أو مقاولة، أو غيرها. ويقع باطلا أى من هذة التصرفات. ويتعين على رئيس الجمهورية تقديم إقرار ذمة مالية عند توليه المنصب، وعند تركه، وفى نهاية كل عام، وينشر الإقرار فى الجريدة الرسمية. ولا يجوز لرئيس الجمهورية أن يمنح نفسه أى أوسمة، أو نياشين، أو أنواط. وإذا تلقى بالذات أو بالواسطة هدية نقدية، أو عينية، بسبب المنصب أو بمناسبته، تؤول ملكيتها إلى الخزانة العامة للدولة.",
    "simplified_summary": "يحدد القانون راتب الرئيس. يُحظر عليه ممارسة أي عمل تجاري أو مالي، أو التعامل مع أموال الدولة. يجب تقديم إقرار ذمة مالية. تؤول الهدايا للدولة.",
    "keywords": [
      "راتب الرئيس",
      "حظر الأعمال التجارية",
      "إقرار الذمة المالية",
      "الهدايا"
    ],
    "legal_nature": "إحالة للتنظيم التشريعي"
  },
  {
    "article_id": "EG-CONST-ART-146",
    "article_number": "146",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "يكلف رئيس الجمهورية رئيساً لمجلس الوزراء، بتشكيل الحكومة وعرض برنامجه على مجلس النواب، فإذا لم تحصل حكومته على ثقة اغلبية اعضاء مجلس النواب خلال ثلاثين يوماً على الأكثر، يكلف رئيس الجمهورية رئيسا لمجلس الوزراء بترشيح من الحزب أو الائتلاف الحائز على أكثرية مقاعد مجلس النواب، فإذا لم تحصل حكومته على ثقة أغلبية أعضاء مجلس النواب خلال ثلاثين يوماً، عُدّ المجلس منحلاً ويدعو رئيس الجمهورية لانتخاب مجلس نواب جديد خلال ستين يوماً من تاريخ صدور قرار الحل. وفى جميع الأحوال يجب ألا يزيد مجموع مدد الاختيار المنصوص عليها فى هذه مادة على ستين يوماً. وفي حالة حل مجلس النواب، يعرض رئيس مجلس الوزراء تشكيل حكومته، وبرنامجها على مجلس النواب الجديد فى أول اجتماع له. فى حال اختيار الحكومة من الحزب أو الائتلاف الحائز على أكثرية مقاعد مجلس النواب، يكون لرئيس الجمهورية، بالتشاور مع رئيس مجلس الوزراء، اختيار وزراء الدفاع والداخلية والخارجية والعدل.",
    "simplified_summary": "يكلف الرئيس رئيساً للوزراء. إذا لم تنل الحكومة الثقة، يكلف مرشح الأغلبية البرلمانية. إذا فشل، يحل المجلس. للرئيس اختيار وزراء السيادة بالتشاور.",
    "keywords": [
      "تشكيل الحكومة",
      "ثقة البرلمان",
      "حل المجلس",
      "الوزارات السيادية"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-147",
    "article_number": "147",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "لرئيس الجمهورية إعفاء الحكومة من أداء عملها بشرط موافقة أغلبية أعضاء مجلس النواب. ولرئيس الجمهورية إجراء تعديل وزارى بعد التشاور مع رئيس الوزراء وموافقة مجلس النواب بالأغلبية المطلقة للحاضرين وبما لا يقل عن ثلث أعضاء المجلس.",
    "simplified_summary": "للرئيس إعفاء الحكومة بموافقة الأغلبية، وإجراء تعديل وزاري بالتشاور وموافقة ثلث الأعضاء على الأقل.",
    "keywords": [
      "إقالة الحكومة",
      "التعديل الوزاري",
      "موافقة البرلمان"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-148",
    "article_number": "148",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "لرئيس الجمهورية أن يفوض بعض اختصاصاته لرئيس مجلس الوزراء، أو لنوابه، أو للوزراء، أو للمحافظين، ولا يجوز لأحد منهم أن يفوض غيره، وذلك على النحو الذى ينظمه القانون.",
    "simplified_summary": "يجوز للرئيس تفويض بعض اختصاصاته لمسؤولين محددين، ولا يجوز التفويض من الباطن.",
    "keywords": [
      "تفويض السلطات",
      "التفويض الإداري"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-149",
    "article_number": "149",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "لرئيس الجمهورية دعوة الحكومة للاجتماع للتشاور فى الأمور المهمة، ويتولى رئاسة الاجتماع الذى يحضره.",
    "simplified_summary": "للرئيس دعوة الحكومة للاجتماع ورئاسته.",
    "keywords": [
      "اجتماع الحكومة",
      "رئاسة الاجتماع"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-150",
    "article_number": "150",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "يضع رئيس الجمهورية، بالاشتراك مع مجلس الوزراء، السياسة العامة للدولة، ويشرفان على تنفيذها، على النحو المبين فى الدستور. ولرئيس الجمهورية أن يلقي بيانًا حول السياسة العامة للدولة أمام مجلس النواب عند افتتاح دور انعقاده العادى السنوى. ويجوز له إلقاء بيانات، أو توجيه رسائل أخرى إلى المجلس.",
    "simplified_summary": "يضع الرئيس والحكومة السياسة العامة. يلقي الرئيس بياناً سنوياً أمام البرلمان.",
    "keywords": [
      "السياسة العامة",
      "بيان الرئيس"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-150-BIS",
    "article_number": "150 مكرر",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "لرئيس الجمهورية أن يعين نائباً له أو أكثر، ويحدد اختصاصاتهم، وله أن يفوضهم فى بعض اختصاصاته، وأن يعفيهم من مناصبهم، وأن يقبل استقالتهم. ويؤدى نواب رئيس الجمهورية قبل تولى مهام مناصبهم اليمين المنصوص عليها فى المادة ١٤٤ من الدستور أمام رئيس الجمهورية. وتسرى فى شأن نواب رئيس الجمهورية الأحكام الواردة بالدستور فى المواد ١٤١، ١٤٥، ١٧٣.",
    "simplified_summary": "للرئيس تعيين نائب أو أكثر، وتحديد اختصاصاتهم. يؤدي النائب اليمين أمام الرئيس وتسري عليه شروط الترشح والذمة المالية.",
    "keywords": [
      "نائب الرئيس",
      "تعيين النائب",
      "اختصاصات النائب"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-151",
    "article_number": "151",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "يمثل رئيس الجمهورية الدولة فى علاقاتها الخارجية، ويبرم المعاهدات، ويصدق عليها بعد موافقة مجلس النواب، وتكون لها قوة القانون بعد نشرها وفقًا لأحكام الدستور. ويجب دعوة الناخبين للاستفتاء على معاهدات الصلح والتحالف وما يتعلق بحقوق السيادة، ولا يتم التصديق عليها إلا بعد إعلان نتيجة الاستفتاء بالموافقة. وفى جميع الأحوال لا يجوز إبرام أية معاهدة تخالف أحكام الدستور، أو يترتب عليها التنازل عن أى جزء من إقليم الدولة.",
    "simplified_summary": "يمثل الرئيس الدولة خارجياً ويبرم المعاهدات (بموافقة البرلمان). معاهدات الصلح والسيادة تتطلب استفتاءً شعبياً. يحظر التنازل عن أي جزء من الأرض.",
    "keywords": [
      "العلاقات الخارجية",
      "المعاهدات الدولية",
      "الاستفتاء الشعبي",
      "حظر التنازل عن الأرض"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-152",
    "article_number": "152",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "رئيس الجمهورية هو القائد الأعلى للقوات المسلحة، ولا يعلن الحرب، ولا يرسل القوات المسلحة فى مهمة قتالية إلى خارج حدود الدولة، إلا بعد أخذ رأى مجلس الدفاع الوطنى، وموافقة مجلس النواب بأغلبية ثلثى الأعضاء. فإذا كان مجلس النواب غير قائم، يجب أخذ رأى المجلس الأعلى للقوات المسلحة، وموافقة كل من مجلس الوزراء ومجلس الدفاع الوطنى.",
    "simplified_summary": "الرئيس هو القائد الأعلى. إعلان الحرب أو إرسال قوات للخارج يتطلب رأي مجلس الدفاع الوطني وموافقة ثلثي البرلمان.",
    "keywords": [
      "القائد الأعلى",
      "إعلان الحرب",
      "إرسال القوات",
      "مجلس الدفاع الوطني"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-153",
    "article_number": "153",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "يعين رئيس الجمهورية الموظفين المدنيين، والعسكريين، والممثلين السياسيين، ويعفيهم من مناصبهم، ويعتمد الممثلين السياسيين للدول والهيئات الأجنبية، وفقاً للقانون.",
    "simplified_summary": "للرئيس تعيين وإعفاء الموظفين المدنيين والعسكريين والدبلوماسيين.",
    "keywords": [
      "التعيينات",
      "الموظفين العموميين",
      "الدبلوماسيين"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-154",
    "article_number": "154",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "يعلن رئيس الجمهورية، بعد أخذ رأى مجلس الوزراء حالة الطوارئ، على النحو الذى ينظمه القانون، ويجب عرض هذا الإعلان على مجلس النواب خلال الأيام السبعة التالية ليقرر ما يراه بشأنه. وإذا حدث الإعلان فى غير دور الانعقاد العادى، وجب دعوة المجلس للانعقاد فورًا للعرض عليه. وفى جميع الأحوال تجب موافقة أغلبية عدد أعضاء المجلس على إعلان حالة الطوارئ، ويكون إعلانها لمدة محددة لا تجاوز ثلاثة أشهر، ولا تمد إلا لمدة أخرى مماثلة، بعد موافقة ثلثى عدد أعضاء المجلس. وإذا كان المجلس غير قائم، يعرض الأمر على مجلس الوزراء للموافقة، على أن يعرض على مجلس النواب الجديد فى أول اجتماع له. ولا يجوز حل مجلس النواب أثناء سريان حالة الطوارئ.",
    "simplified_summary": "يعلن الرئيس الطوارئ بموافقة الحكومة وعرضها على البرلمان خلال 7 أيام. المدة 3 أشهر تمدد لمرة واحدة بموافقة الثلثين. لا يحل البرلمان أثناء الطوارئ.",
    "keywords": [
      "حالة الطوارئ",
      "موافقة البرلمان",
      "تمديد الطوارئ"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-155",
    "article_number": "155",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "لرئيس الجمهورية بعد أخذ رأى مجلس الوزراء العفو عن العقوبة، أو تخفيفها. ولا يكون العفو الشامل إلا بقانون، يُقر بموافقة أغلبية أعضاء مجلس النواب.",
    "simplified_summary": "للرئيس حق العفو عن العقوبة أو تخفيفها. العفو الشامل يتطلب قانوناً.",
    "keywords": [
      "العفو الرئاسي",
      "تخفيف العقوبة",
      "العفو الشامل"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-156",
    "article_number": "156",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "إذا حدث فى غير دور انعقاد مجلس النواب ما يوجب الإسراع فى اتخاذ تدابير لا تحتمل التأخير، يدعو رئيس الجمهورية المجلس لانعقاد طارئ لعرض الأمر عليه. وإذا كان مجلس النواب غير قائم، يجوز لرئيس الجمهورية إصدار قرارات بقوانين، على أن يتم عرضها ومناقشتها والموافقة عليها خلال خمسة عشر يوماً من انعقاد المجلس الجديد، فإذا لم تعرض وتناقش أو إذا عرضت ولم يقرها المجلس، زال بأثر رجعى ما كان لها من قوة القانون، دون حاجة إلى إصدار قرار بذلك، إلا إذا رأى المجلس اعتماد نفاذها فى الفترة السابقة، أو تسوية ما ترتب عليها من آثار.",
    "simplified_summary": "في غياب البرلمان، يجوز للرئيس إصدار قرارات بقوانين للضرورة، وتعرض على المجلس خلال 15 يوماً من انعقاده، وإلا زالت آثارها.",
    "keywords": [
      "القرارات بقوانين",
      "الضرورة",
      "مراجعة البرلمان"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-157",
    "article_number": "157",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "لرئيس الجمهورية أن يدعو الناخبين للاستفتاء فى المسائل التى تتصل بمصالح البلاد العليا، وذلك فيما لا يخالف أحكام الدستور. وإذا اشتملت الدعوة للاستفتاء على أكثر من مسأله، وجب التصويت على كل واحدة منها.",
    "simplified_summary": "للرئيس دعوة الناخبين لاستفتاء في المصالح العليا للبلاد.",
    "keywords": [
      "الاستفتاء الشعبي",
      "المصالح العليا"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-158",
    "article_number": "158",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "لرئيس الجمهورية أن يقدم استقالته إلى مجلس النواب فإذا كان المجلس غير قائم، قدمها إلى الجمعية العامة للمحكمة الدستورية العليا.",
    "simplified_summary": "يقدم الرئيس استقالته للبرلمان (أو المحكمة الدستورية في غيابه).",
    "keywords": [
      "استقالة الرئيس"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-159",
    "article_number": "159",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "يكون اتهام رئيس الجمهورية بانتهاك أحكام الدستور، أو بالخيانة العظمى، أو أية جناية أخرى، بناء على طلب موقع من أغلبية أعضاء مجلس النواب على الأقل، ولا يصدر قرار الاتهام إلا بأغلبية ثلثى أعضاء المجلس، وبعد تحقيق يجريه معه النائب العام. وإذا كان به مانع يحل محله أحد مساعديه. وبمجرد صدور هذا القرار، يوقف رئيس الجمهورية عن عمله، ويعتبر ذلك مانعاً مؤقتاً يحول دون مباشرته لاختصاصاته حتى صدور حكم فى الدعوى. ويحاكم رئيس الجمهورية أمام محكمة خاصة يرأسها رئيس مجلس القضاء الأعلى، وعضوية أقدم نائب لرئيس المحكمة الدستورية العليا، وأقدم نائب لرئيس مجلس الدولة، وأقدم رئيسين بمحاكم الاستئناف، ويتولى الادعاء أمامها النائب العام، وإذا قام بأحدهم مانع، حل محله من يليه فى الأقدمية، وأحكام المحكمة نهائية غير قابلة للطعن. وينظم القانون إجراءات التحقيق، والمحاكمة، وإذا حكم بإدانة رئيس الجمهورية أعفى من منصبه، مع عدم الإخلال بالعقوبات الأخرى.",
    "simplified_summary": "اتهام الرئيس بالخيانة أو الجناية يتطلب طلب الأغلبية وقرار الثلثين من البرلمان. يوقف عن العمل ويحاكم أمام محكمة خاصة.",
    "keywords": [
      "محاكمة الرئيس",
      "الخيانة العظمى",
      "المحكمة الخاصة",
      "العزل"
    ],
    "legal_nature": "اختصاص قضائي/محكمة"
  },
  {
    "article_id": "EG-CONST-ART-160",
    "article_number": "160",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "إذا قام مانع مؤقت يحول دون مباشرة رئيس الجمهورية لسلطاته، حل محله نائب رئيس الجمهورية، أو رئيس مجلس الوزراء عند عدم وجود نائب لرئيس الجمهورية أو تعذر حلوله محله. وعند خلو منصب رئيس الجمهورية للاستقالة، أو الوفاة، أو العجز الدائم عن العمل، يعلن مجلس النواب خلو المنصب. ويكون إعلان خلو المنصب بأغلبية ثلثى الأعضاء على الأقل إذا كان ذلك لأى سبب آخر. ويخطر مجلس النواب الهيئة الوطنية للانتخابات، ويباشر رئيس مجلس النواب مؤقتاً سلطات رئيس الجمهورية. وإذا كان مجلس النواب غير قائم، تحل الجمعية العامة للمحكمة الدستورية العليا ورئيسها، محل المجلس ورئيسه، فيما تقدم. وفى جميع الأحوال، يجب أن يُنتخب الرئيس الجديد فى مدة لا تجاوز تسعين يوماً من تاريخ خلو المنصب، وتبدأ مدة الرئاسة فى هذه الحالة من تاريخ إعلان نتيجة الانتخاب. ولا يجوز لمن حل محل رئيس الجمهورية، أو لرئيس الجمهورية المؤقت، أن يطلب تعديل الدستور، ولا أن يحل مجلس النواب أو مجلس الشيوخ، ولا أن يُقيل الحكومة. كما لا يجوز لرئيس الجمهورية المؤقت أن يترشح لهذا المنصب.",
    "simplified_summary": "في غياب الرئيس المؤقت يحل نائبه أو رئيس الوزراء. عند خلو المنصب، يتولى رئيس البرلمان (أو الدستورية) مؤقتاً. تجرى الانتخابات خلال 90 يوماً. صلاحيات الرئيس المؤقت مقيدة.",
    "keywords": [
      "خلو المنصب",
      "الرئيس المؤقت",
      "انتخابات رئاسية مبكرة",
      "تقييد الصلاحيات"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-161",
    "article_number": "161",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "يجوز لمجلس النواب اقتراح سحب الثقة من رئيس الجمهورية، وإجراء انتخابات رئاسية مبكرة، بناءً على طلب مُسبب وموقع من أغلبية أعضاء مجلس النواب على الأقل، وموافقة ثلثى أعضائه. ولا يجوز تقديم هذا الطلب لذات السبب خلال المدة الرئاسية إلا مرة واحدة. وبمجرد الموافقة على اقتراح سحب الثقة، يطرح أمر سحب الثقة من رئيس الجمهورية وإجراء انتخابات رئاسية مبكرة فى استفتاء عام، بدعوة من رئيس مجلس الوزراء، فإذا وافقت الأغلبية على قرار سحب الثقة، يُعفى رئيس الجمهورية من منصبه ويُعد منصب رئيس الجمهورية خالياً، وتجرى الانتخابات الرئاسية المبكرة خلال ستين يوماً من تاريخ إعلان نتيجة الاستفتاء. وإذا كانت نتيجة الاستفتاء بالرفض، عُد مجلس النواب منحلاً، ويدعو رئيس الجمهورية لانتخاب مجلس جديد للنواب خلال ثلاثين يومًا من تاريخ الحل.",
    "simplified_summary": "يجوز للبرلمان سحب الثقة من الرئيس وإجراء انتخابات مبكرة باستفتاء شعبي (بموافقة الثلثين). إذا رفض الشعب الاستفتاء، يُحل البرلمان.",
    "keywords": [
      "سحب الثقة من الرئيس",
      "انتخابات مبكرة",
      "حل البرلمان",
      "الاستفتاء"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-162",
    "article_number": "162",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الأول: رئيس الجمهورية",
    "original_text": "إذا تزامن خلو منصب رئيس الجمهورية مع إجراء استفتاء، أو انتخاب مجلس النواب، تُعطى الأسبقية لانتخاب رئيس الجمهورية، ويستمر المجلس لحين إتمام انتخاب الرئيس.",
    "simplified_summary": "أولوية انتخاب الرئيس عند تزامن خلو المنصب مع انتخابات أخرى.",
    "keywords": [
      "أسبقية الانتخابات",
      "استمرار المجلس"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-163",
    "article_number": "163",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثاني: الحكومة",
    "original_text": "الحكومة هى الهيئة التنفيذية والإدارية العليا للدولة، وتتكون من رئيس مجلس الوزراء، ونوابه، والوزراء، ونوابهم. ويتولى رئيس مجلس الوزراء رئاسة الحكومة، ويشرف على أعمالها، ويوجهها فى أداء اختصاصاتها.",
    "simplified_summary": "الحكومة هي الهيئة التنفيذية العليا، يرأسها رئيس مجلس الوزراء الذي يشرف على أعمالها.",
    "keywords": [
      "تعريف الحكومة",
      "رئيس مجلس الوزراء",
      "الهيئة التنفيذية"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-164",
    "article_number": "164",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثاني: الحكومة",
    "original_text": "يشترط فيمن يعين رئيسًا لمجلس الوزراء، أن يكون مصريًا من أبوين مصريين، وألا يحمل هو أو زوجه جنسية دولة أخرى، وأن يكون متمتعًا بحقوقه المدنية والسياسية، وان يكون قد أدى الخدمة العسكرية أو أعفى منها قانونًا، وألا تقل سنه عن خمس وثلاثين سنة ميلادية فى تاريخ التكليف. ويشترط فيمن يعين عضوًا بالحكومة، أن يكون مصريًا، متمتعاً بحقوقه المدنية والسياسية وأن يكون قد أدى الخدمة العسكرية أو أعفى منها قانوناً، بالغًا من العمر ثلاثين سنة ميلادية على الأقل فى تاريخ التكليف. ولا يجوز الجمع بين عضوية الحكومة، وعضوية مجلس النواب، وإذا عين أحد أعضاء المجلس فى الحكومة، يخلو مكانه فى المجلس من تاريخ هذا التعيين.",
    "simplified_summary": "شروط تعيين رئيس الوزراء (35 سنة) والوزراء (30 سنة): الجنسية المصرية، الحقوق المدنية، الخدمة العسكرية، وحظر الجمع بين الوزارة والبرلمان.",
    "keywords": [
      "شروط التعيين",
      "السن القانوني",
      "الجنسية",
      "حظر الجمع بين المناصب"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-165",
    "article_number": "165",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثاني: الحكومة",
    "original_text": "يشترط أن يؤدى رئيس مجلس الوزراء، وأعضاء الحكومة أمام رئيس الجمهورية، قبل مباشرة مهام مناصبهم، اليمين الآتية \"أقسم بالله العظيم أن أحافظ مخلصًا على النظام الجمهورى، وأن أحترم الدستور والقانون، وأن أرعى مصالح الشعب رعاية كاملة، وأن أحافظ على استقلال الوطن ووحدة وسلامة أراضيه\".",
    "simplified_summary": "يؤدي رئيس الوزراء والوزراء اليمين الدستورية أمام رئيس الجمهورية قبل تولي مهامهم.",
    "keywords": [
      "اليمين الدستورية",
      "تولي المهام"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-166",
    "article_number": "166",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثاني: الحكومة",
    "original_text": "يحدد القانون مرتب رئيس مجلس الوزراء، وأعضاء الحكومة، ولا يجوز لأى منهم أن يتقاضى أى مرتب، أو مكافأة أخرى، ولا أن يزاول طوال مدة توليه منصبه، بالذات أو بالواسطة، مهنة حرة، أو عملًا تجاريًا، أو ماليًا، أو صناعيًا، ولا أن يشترى، أو يستأجر شيئًا من أموال الدولة، أو أى من أشخاص القانون العام، أو شركات القطاع العام، أو قطاع الأعمال العام، ولا أن يؤجرها، أو يبيعها شيئًا من أمواله، ولا أن يقايضها عليه، ولا أن يبرم معها عقد التزام، أو توريد، أو مقاولة، أو غيرها ويقع باطلا أى من هذه التصرفات. ويتعين على رئيس مجلس الوزراء، وأعضاء الحكومة تقديم إقرار ذمة مالية عند توليهم وتركهم مناصبهم، وفى نهاية كل عام، وينشر فى الجريدة الرسمية. وإذا تلقى أى منهم، بالذات أو بالواسطة، هدية نقدية، أو عينية بسبب منصبه، أو بمناسبته، تؤول ملكيتها إلى الخزانة العامة للدولة، وذلك كله على النحو الذى ينظمه القانون.",
    "simplified_summary": "يحدد القانون رواتب الحكومة. يُحظر عليهم الأعمال التجارية والمالية والتعامل مع أموال الدولة. يجب تقديم إقرار ذمة مالية، وتؤول الهدايا للخزانة العامة.",
    "keywords": [
      "رواتب الوزراء",
      "إقرار الذمة المالية",
      "تعارض المصالح",
      "حظر الأعمال التجارية"
    ],
    "legal_nature": "إحالة للتنظيم التشريعي"
  },
  {
    "article_id": "EG-CONST-ART-167",
    "article_number": "167",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثاني: الحكومة",
    "original_text": "تمارس الحكومة، بوجه خاص، الاختصاصات الآتية: ١- الاشتراك مع رئيس الجمهورية فى وضع السياسة العامة للدولة، والإشراف على تنفيذها. ٢- المحافظة على أمن الوطن وحماية حقوق المواطنين ومصالح الدولة. ٣- توجيه أعمال الوزارات، والجهات، والهيئات العامة التابعة لها، والتنسيق بينها، ومتابعتها. ٤- إعداد مشروعات القوانين، والقرارات. ٥- إصدار القرارات الإدارية وفقًا للقانون، ومتابعة تنفيذها. ٦- إعداد مشروع الخطة العامة للدولة. ٧- إعداد مشروع الموازنة العامة للدولة. ٨- عقد القروض، ومنحها، وفقًا لأحكام الدستور. ٩- تنفيذ القوانين.",
    "simplified_summary": "تختص الحكومة بوضع السياسة العامة (مع الرئيس)، حفظ الأمن، توجيه الوزارات، إعداد القوانين والموازنة والخطة العامة، إصدار القرارات الإدارية، وعقد القروض.",
    "keywords": [
      "اختصاصات الحكومة",
      "السياسة العامة",
      "الموازنة",
      "الأمن القومي",
      "إعداد القوانين"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-168",
    "article_number": "168",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثاني: الحكومة",
    "original_text": "يتولى الوزير وضع سياسة وزارته بالتنسيق مع الجهات المعنية، ومتابعة تنفيذها، والتوجيه والرقابة، وذلك فى إطار السياسة العامة للدولة. وتشمل مناصب الإدارة العليا لكل وزارة وكيلاً دائمًا، بما يكفل تحقيق الاستقرار المؤسسى ورفع مستوى الكفاءة فى تنفيذ سياستها.",
    "simplified_summary": "يضع الوزير سياسة وزارته. يعين لكل وزارة وكيل دائم لضمان الاستقرار المؤسسي.",
    "keywords": [
      "مهام الوزير",
      "الوكيل الدائم",
      "الاستقرار المؤسسي"
    ],
    "legal_nature": "ضمان/حماية"
  },
  {
    "article_id": "EG-CONST-ART-169",
    "article_number": "169",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثاني: الحكومة",
    "original_text": "يجوز لأى من أعضاء الحكومة إلقاء بيان أمام مجلس النواب، أو إحدى لجانه، عن موضوع يدخل فى اختصاصه. ويناقش المجلس، أو اللجنة هذا البيان، ويبدى ما يرى بشأنه.",
    "simplified_summary": "يجوز لأعضاء الحكومة إلقاء بيانات أمام البرلمان ومناقشتها.",
    "keywords": [
      "بيان الحكومة",
      "مجلس النواب",
      "المساءلة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-170",
    "article_number": "170",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثاني: الحكومة",
    "original_text": "يصدر رئيس مجلس الوزراء اللوائح اللازمة لتنفيذ القوانين بما ليس فيه تعطيل، أو تعديل، أو إعفاء من تنفيذها، وله أن يفوض غيره فى إصدارها، إلا إذا حدد القانون من يصدر اللوائح اللازمة لتنفيذه.",
    "simplified_summary": "يصدر رئيس الوزراء اللوائح التنفيذية للقوانين، وله تفويض غيره إلا إذا حدد القانون غير ذلك.",
    "keywords": [
      "اللوائح التنفيذية",
      "التفويض",
      "رئيس الوزراء"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-171",
    "article_number": "171",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثاني: الحكومة",
    "original_text": "يصدر رئيس مجلس الوزراء القرارات اللازمة لإنشاء المرافق والمصالح العامة وتنظيمها، بعد موافقة مجلس الوزراء.",
    "simplified_summary": "يصدر رئيس الوزراء قرارات إنشاء وتنظيم المرافق العامة.",
    "keywords": [
      "المرافق العامة",
      "المصالح العامة",
      "قرارات تنظيمية"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-172",
    "article_number": "172",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثاني: الحكومة",
    "original_text": "يصدر رئيس مجلس الوزراء لوائح الضبط، بعد موافقة مجلس الوزراء.",
    "simplified_summary": "يصدر رئيس الوزراء لوائح الضبط (اللوائح البوليسية) بموافقة الحكومة.",
    "keywords": [
      "لوائح الضبط",
      "النظام العام"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-173",
    "article_number": "173",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثاني: الحكومة",
    "original_text": "يخضع رئيس مجلس الوزراء وأعضاء الحكومة للقواعد العامة المنظمة لإجراءات التحقيق والمحاكمة، فى حالة ارتكابهم لجرائم أثناء ممارسة مهام وظائفهم أو بسببها، ولا يحول تركهم لمناصبهم دون إقامة الدعوى عليهم أو الاستمرار فيها. وتطبق فى شأن اتهامهم بجريمة الخيانة العظمى، الأحكام الواردة فى المادة (١٥٩) من الدستور.",
    "simplified_summary": "يخضع الوزراء للتحقيق والمحاكمة وفق القواعد العامة في الجرائم الوظيفية، ولا تمنع الاستقالة من المحاكمة. الخيانة العظمى تتبع المادة 159.",
    "keywords": [
      "محاكمة الوزراء",
      "الجرائم الوظيفية",
      "الخيانة العظمى"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-174",
    "article_number": "174",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثاني: الحكومة",
    "original_text": "إذا تقدم رئيس مجلس الوزراء بالاستقالة، وجب تقديم كتاب الاستقالة إلى رئيس الجمهورية، وإذا قدم أحد الوزراء استقالته وجب تقديمها إلى رئيس مجلس الوزراء.",
    "simplified_summary": "استقالة رئيس الوزراء تقدم لرئيس الجمهورية، واستقالة الوزراء تقدم لرئيس الوزراء.",
    "keywords": [
      "الاستقالة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-175",
    "article_number": "175",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثالث: الادارة المحلية",
    "original_text": "تقسم الدولة إلى وحدات إدارية تتمتع بالشخصية الاعتبارية، منها المحافظات، والمدن، والقرى، ويجوز إنشاء وحدات إدارية أخرى تكون لها الشخصية الاعتبارية، إذا اقتضت المصلحة العامة ذلك. ويراعى عند انشاء أو إلغاء الوحدات المحلية أو تعديل الحدود بينها، الظروف الاقتصادية والاجتماعية، وذلك كله على النحو الذى ينظمه القانون.",
    "simplified_summary": "تقسم الدولة لوحدات إدارية (محافظات، مدن، قرى) تتمتع بالشخصية الاعتبارية. يجوز إنشاء وحدات جديدة للمصلحة العامة.",
    "keywords": [
      "التقسيم الإداري",
      "الشخصية الاعتبارية",
      "المحافظات",
      "الوحدات المحلية"
    ],
    "legal_nature": "قاعدة إجرائية"
  },
  {
    "article_id": "EG-CONST-ART-176",
    "article_number": "176",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثالث: الادارة المحلية",
    "original_text": "تكفل الدولة دعم اللامركزية الإدارية والمالية والاقتصادية، وينظم القانون وسائل تمكين الوحدات الإدارية من توفير المرافق المحلية، والنهوض بها، وحسن إدارتها، ويحدد البرنامج الزمنى لنقل السلطات والموازنات إلى وحدات الإدارة المحلية.",
    "simplified_summary": "تدعم الدولة اللامركزية وتمكين الوحدات المحلية إدارياً ومالياً، مع وضع برنامج زمني لنقل السلطات إليها.",
    "keywords": [
      "اللامركزية",
      "نقل السلطات",
      "المرافق المحلية"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-177",
    "article_number": "177",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثالث: الادارة المحلية",
    "original_text": "تكفل الدولة توفير ما تحتاجه الوحدات المحلية من معاونة علمية، وفنية، وإدارية، ومالية، وتضمن التوزيع العادل للمرافق، والخدمات، والموارد، وتقريب مستويات التنمية، وتحقيق العدالة الاجتماعية بين هذه الوحدات، طبقًا لما ينظمه القانون.",
    "simplified_summary": "تضمن الدولة العدالة في توزيع الموارد والخدمات بين الوحدات المحلية وتقريب مستويات التنمية.",
    "keywords": [
      "العدالة الاجتماعية",
      "توزيع الموارد",
      "التنمية المحلية"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-178",
    "article_number": "178",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثالث: الادارة المحلية",
    "original_text": "يكون للوحدات المحلية موازنات مالية مستقلة. يدخل فى مواردها ما تخصصه الدولة لها من موارد، والضرائب والرسوم ذات الطابع المحلى الأصلية، والإضافية، وتطبق فى تحصيلها القواعد، والإجراءات المتبعة فى تحصيل أموال الدولة. وكل ذلك على النحو الذى ينظمه القانون.",
    "simplified_summary": "للوحدات المحلية موازنات مستقلة تمول من الدولة ومن الضرائب والرسوم المحلية.",
    "keywords": [
      "الموازنة المستقلة",
      "الضرائب المحلية",
      "الموارد المالية"
    ],
    "legal_nature": "مبدأ اقتصادي/مالي"
  },
  {
    "article_id": "EG-CONST-ART-179",
    "article_number": "179",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثالث: الادارة المحلية",
    "original_text": "ينظم القانون شروط وطريقة تعيين أو انتخاب المحافظين، ورؤساء الوحدات الإدارية المحلية الأخرى، ويحدد اختصاصاتهم.",
    "simplified_summary": "يحدد القانون طريقة اختيار المحافظين ورؤساء الوحدات المحلية (تعيين أو انتخاب) واختصاصاتهم.",
    "keywords": [
      "المحافظين",
      "رؤساء الوحدات المحلية",
      "التعيين والانتخاب"
    ],
    "legal_nature": "إحالة للتنظيم التشريعي"
  },
  {
    "article_id": "EG-CONST-ART-180",
    "article_number": "180",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثالث: الادارة المحلية",
    "original_text": "تنتخب كل وحدة محلية مجلساً بالاقتراع العام السرى المباشر، لمدة أربع سنوات، ويشترط فى المترشح ألا يقل سنه عن إحدى وعشرين سنة ميلادية، وينظم القانون شروط الترشح الأخرى، وإجراءات الانتخاب، على أن يُخصص ربع عدد المقاعد للشباب دون سن خمس وثلاثين سنة، وربع العدد للمرأة، على ألا تقل نسبة تمثيل العمال والفلاحين عن خمسين بالمائة من إجمالى عدد المقاعد، وأن تتضمن تلك النسبة تمثيلاً مناسباً للمسيحيين وذوى الإعاقة. وتختص المجالس المحلية بمتابعة تنفيذ خطة التنمية، ومراقبة أوجه النشاط المختلفة، وممارسة أدوات الرقابة على السلطة التنفيذية من اقتراحات، وتوجيه أسئلة، وطلبات إحاطة، واستجوابات وغيرها، وفى سحب الثقة من رؤساء الوحدات المحلية، على النحو الذى ينظمه القانون. ويحدد القانون اختصاصات المجالس المحلية الأخرى، ومواردها المالية وضمانات أعضائها واستقلالها.",
    "simplified_summary": "تنتخب المجالس المحلية بالاقتراع المباشر لمدة 4 سنوات، مع كوتة للشباب والمرأة والعمال والفلاحين والمسيحيين وذوي الإعاقة. تختص بالرقابة وسحب الثقة من رؤساء الوحدات المحلية.",
    "keywords": [
      "المجالس المحلية",
      "الانتخابات المحلية",
      "الكوتة",
      "الرقابة المحلية",
      "سحب الثقة"
    ],
    "legal_nature": "مبدأ اقتصادي/مالي"
  },
  {
    "article_id": "EG-CONST-ART-181",
    "article_number": "181",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثالث: الادارة المحلية",
    "original_text": "قرارات المجلس المحلى الصادرة فى حدود اختصاصه نهائية، ولا يجوز تدخّل السلطة التنفيذية فيها، إلا لمنع تجاوز المجلس لهذه الحدود، أو الإضرار بالمصلحة العامة، أو بمصالح المجالس المحلية الأخرى. وعند الخلاف على اختصاص هذه المجالس المحلية للقرى أو المراكز أو المدن، يفصل فيه المجلس المحلى للمحافظة. وفى حالة الخلاف على اختصاص المجالس المحلية للمحافظات، تفصل فيه على وجه الاستعجال الجمعية العمومية لقسمى الفتوى والتشريع بمجلس الدولة، وذلك كله وفقا لما ينظمه القانون.",
    "simplified_summary": "قرارات المجلس المحلي نهائية، ولا تتدخل السلطة التنفيذية إلا في حالات محددة. يختص مجلس الدولة بفض تنازع الاختصاص بين المحافظات.",
    "keywords": [
      "نهائية القرارات",
      "استقلال المجالس",
      "تنازع الاختصاص",
      "مجلس الدولة"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-182",
    "article_number": "182",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثالث: الادارة المحلية",
    "original_text": "يضع كل مجلس محلى موازنته، وحسابه الختامى، على النحو الذى ينظمه القانون.",
    "simplified_summary": "يضع المجلس المحلي موازنته وحسابه الختامي.",
    "keywords": [
      "الموازنة المحلية",
      "الحساب الختامي"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-183",
    "article_number": "183",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثاني: السلطة التنفيذية - الفرع الثالث: الادارة المحلية",
    "original_text": "لا يجوز حل المجالس المحلية بإجراء إدارى شامل. وينظم القانون طريقة حل أى منها، وإعادة انتخابه.",
    "simplified_summary": "يحظر الحل الإداري الشامل للمجالس المحلية. ينظم القانون حلها الفردي وإعادة انتخابها.",
    "keywords": [
      "حل المجالس المحلية",
      "الحظر الإداري"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-184",
    "article_number": "184",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثالث: السلطة القضائية - الفرع الأول: أحكام عامة",
    "original_text": "السلطة القضائية مستقلة، تتولاها المحاكم على اختلاف أنواعها ودرجاتها، وتصدر أحكامها وفقاً للقانون، ويبين القانون صلاحياتها، والتدخل فى شئون العدالة أو القضايا، جريمة لا تسقط بالتقادم.",
    "simplified_summary": "السلطة القضائية مستقلة وتمارسها المحاكم. التدخل في شؤون العدالة جريمة لا تسقط بالتقادم.",
    "keywords": [
      "استقلال القضاء",
      "المحاكم",
      "التدخل في العدالة",
      "عدم التقادم"
    ],
    "legal_nature": "مبدأ دستوري"
  },
  {
    "article_id": "EG-CONST-ART-185",
    "article_number": "185",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثالث: السلطة القضائية - الفرع الأول: أحكام عامة",
    "original_text": "تقوم كل جهة أو هيئة قضائية على شئونها، ويؤخذ رأيها فى مشروعات القوانين المنظمة لشئونها، ويكون لكل منها موازنة مستقلة. ويعين رئيس الجمهورية رؤساء الجهات والهيئات القضائية من بين أقدم سبعة من نوابهم، وذلك لمدة أربع سنوات، أو للمدة الباقية حتى بلوغه سن التقاعد، أيهما أقرب، ولمرة واحدة طوال مدة عمله، وذلك على النحو الذى ينظمه القانون. ويقوم على شئونها المُشتركة مجلــس أعلــى للجهــات والهيئــات القضائية، يرأسه رئيس الجمهورية، وبعضوية رئيس المحكمة الدستورية العليا، ورؤساء الجهات والهيئات القضائية، ورئيس محكمــة اســتئناف القاهرة، والنائب العام. ويكون للمجلس أمين عام، يصدر بتعيينه قرار من رئيس الجمهورية للمدة التى يحددها القانون وبالتناوب بين الجهات أعضاء المجلس. ويحل محل رئيس الجمهورية عند غيابه من يفوضه من رؤساء الجهات والهيئات القضائية. ويختص المجلس بالنظر فى شروط تعيين أعضاء الجهات والهيئات القضائية وترقيتهم وتأديبهم، ويؤخذ رأيه فى مشروعات القوانين المنظمة لشئون هذه الجهات والهيئات، وتصدر قراراته بموافقة أغلبية أعضائه على أن يكون من بينهم رئيس المجلس.",
    "simplified_summary": "تتمتع الهيئات القضائية باستقلال في شؤونها وموازنتها. يعين الرئيس رؤساء الهيئات، ويرأس المجلس الأعلى للجهات والهيئات القضائية الذي يختص بشؤونها المشتركة.",
    "keywords": [
      "الهيئات القضائية",
      "استقلال الموازنة",
      "تعيين الرؤساء",
      "المجلس الأعلى للجهات القضائية"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-186",
    "article_number": "186",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثالث: السلطة القضائية - الفرع الأول: أحكام عامة",
    "original_text": "القضاة مستقلون غير قابلين للعزل، لا سلطان عليهم فى عملهم لغير القانون، وهم متساوون فى الحقوق والواجبات، ويحدد القانون شروط وإجراءات تعيينهم، وإعاراتهم، وتقاعدهم، وينظم مساءلتهم تأديبياً، ولا يجوز ندبهم كليًا أو جزئيًا إلا للجهات وفى الأعمال التى يحددها القانون، وذلك كله بما يحفظ استقلال القضاء والقضاة وحيدتهم، ويحول دون تعارض المصالح. ويبين القانون الحقوق والواجبات والضمانات المقررة لهم.",
    "simplified_summary": "القضاة مستقلون وغير قابلين للعزل. ينظم القانون شروط تعيينهم ومساءلتهم وندبهم بما يضمن استقلالهم وحيدتهم.",
    "keywords": [
      "استقلال القضاة",
      "عدم العزل",
      "المساءلة التأديبية",
      "الندب"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-187",
    "article_number": "187",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثالث: السلطة القضائية - الفرع الأول: أحكام عامة",
    "original_text": "جلسات المحاكم علنية، إلا إذا قررت المحكمة سريتها مراعاة للنظام العام، أو الآداب، وفى جميع الأحوال يكون النطق بالحكم فى جلسة علنية.",
    "simplified_summary": "علانية الجلسات هي الأصل، ويجوز جعلها سرية للنظام العام، لكن النطق بالحكم يجب أن يكون علنياً.",
    "keywords": [
      "علانية الجلسات",
      "النطق بالحكم",
      "النظام العام"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-188",
    "article_number": "188",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثالث: السلطة القضائية - الفرع الثاني: القضاء والنيابة العامة",
    "original_text": "يختص القضاء بالفصل فى كافة المنازعات والجرائم، عدا ما تختص به جهة قضائية أخرى، ويفصل دون غيره فى المنازعات المتعلقة بشئون أعضائه، ويدير شئونه مجلس أعلى ينظم القانون تشكيله واختصاصاته.",
    "simplified_summary": "يختص القضاء العام بالفصل في كافة المنازعات والجرائم (ما لم تختص بها جهة أخرى) وشؤون أعضائه. يديره مجلس قضاء أعلى.",
    "keywords": [
      "اختصاص القضاء",
      "مجلس القضاء الأعلى",
      "الفصل في المنازعات"
    ],
    "legal_nature": "إحالة للتنظيم التشريعي"
  },
  {
    "article_id": "EG-CONST-ART-189",
    "article_number": "189",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثالث: السلطة القضائية - الفرع الثاني: القضاء والنيابة العامة",
    "original_text": "النيابة العامة جزء لا يتجزأ من القضاء، تتولى التحقيق، وتحريك، ومباشرة الدعوى الجنائية عدا ما يستثنيه القانون، ويحدد القانون اختصاصاتها الأخرى. ويتولى النيابة العامة نائب عام يصدر بتعيينه قرار من رئيس الجمهورية من بين ثلاثة يرشحهم مجلس القضاء الأعلى، من بين نواب رئيس محكمة النقض، والرؤساء بمحاكم الاستئناف، والنواب العامين المساعدين، وذلك لمدة أربع سنوات، أو للمدة الباقية حتى بلوغه سن التقاعد، أيهما أقرب، ولمرة واحدة طوال مدة عمله.",
    "simplified_summary": "النيابة العامة جزء من القضاء وتختص بالدعوى الجنائية. يعين النائب العام بقرار رئاسي من مرشحي مجلس القضاء الأعلى لمدة 4 سنوات.",
    "keywords": [
      "النيابة العامة",
      "التحقيق",
      "الدعوى الجنائية",
      "تعيين النائب العام"
    ],
    "legal_nature": "اختصاص قضائي/محكمة"
  },
  {
    "article_id": "EG-CONST-ART-190",
    "article_number": "190",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثالث: السلطة القضائية - الفرع الثالث: قضاء مجلس الدولة",
    "original_text": "مجلس الدولة جهة قضائية مستقلة، يختص دون غيره بالفصل فى المنازعات الإدارية، ومنازعات التنفيذ المتعلقة بجميع أحكامه، كما يختص بالفصل فى الدعاوى والطعون التأديبية، ويتولى الإفتاء فى المسائل القانونية للجهات التى يحددها القانون، ومراجعة مشروعات القوانين والقرارات ذات الصفة التشريعية التى تحال إليه، ومراجعة مشروعات العقود التى يحددها ويحدد قيمتها القانون وتكون الدولة أو إحدى الهيئات العامة طرفاً فيها، ويحدد القانون اختصاصاته الأخرى.",
    "simplified_summary": "مجلس الدولة هيئة قضائية مستقلة تختص بالمنازعات الإدارية والتأديبية، والإفتاء القانوني، ومراجعة التشريعات والعقود الحكومية.",
    "keywords": [
      "مجلس الدولة",
      "المنازعات الإدارية",
      "الإفتاء القانوني",
      "مراجعة التشريعات"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-191",
    "article_number": "191",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الرابع: المحكمة الدستورية العليا",
    "original_text": "المحكمة الدستورية العليا جهة قضائية مستقلة، قائمة بذاتها، مقرها مدينة القاهرة، ويجوز فى حالة الضرورة انعقادها فى أى مكان آخر داخل البلاد، بموافقة الجمعية العامة للمحكمة، ويكون لها موازنة مستقلة، يناقشها مجلس النواب بكامل عناصرها، وتدرج بعد إقرارها فى الموازنة العامة للدولة رقماً واحداً، وتقوم الجمعية العامة للمحكمة على شئونها، ويؤخذ رأيها فى مشروعات القوانين المتعلقة بشئون المحكمة.",
    "simplified_summary": "المحكمة الدستورية العليا هيئة قضائية مستقلة مقرها القاهرة، ولها موازنة مستقلة وجمعية عامة تدير شؤونها.",
    "keywords": [
      "المحكمة الدستورية العليا",
      "جهة قضائية مستقلة",
      "الموازنة المستقلة",
      "الجمعية العامة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-192",
    "article_number": "192",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الرابع: المحكمة الدستورية العليا",
    "original_text": "تتولى المحكمة الدستورية العليا دون غيرها الرقابة القضائية على دستورية القوانين، واللوائح، وتفسير النصوص التشريعية، والفصل فى المنازعات المتعلقة بشئون أعضائها، وفى تنازع الاختصاص بين جهات القضاء، والهيئات ذات الاختصاص القضائى، والفصل فى النزاع الذى يقوم بشأن تنفيذ حكمين نهائيين متناقضين صادر أحدهما من أى جهة من جهات القضاء، أو هيئة ذات اختصاص قضائى، والآخر من جهة أخرى منها، والمنازعات المتعلقة بتنفيذ أحكامها، والقرارات الصادرة منها. ويعين القانون الاختصاصات الأخرى للمحكمة، وينظم الإجراءات التى تتبع أمامها.",
    "simplified_summary": "تختص المحكمة حصرياً بالرقابة على دستورية القوانين، وتفسير النصوص، وفض تنازع الاختصاص، والفصل في الأحكام المتناقضة.",
    "keywords": [
      "الرقابة الدستورية",
      "تفسير القوانين",
      "تنازع الاختصاص",
      "الأحكام المتناقضة"
    ],
    "legal_nature": "اختصاص قضائي/محكمة"
  },
  {
    "article_id": "EG-CONST-ART-193",
    "article_number": "193",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الرابع: المحكمة الدستورية العليا",
    "original_text": "تؤلف المحكمة من رئيس، وعدد كاف من نواب الرئيس. وتؤلف هيئة المفوضين بالمحكمة من رئيس، وعدد كاف من الرؤساء بالهيئة، والمستشارين، والمستشارين المساعدين. ويختار رئيس الجمهورية رئيس المحكمة الدستورية العليا من بين أقدم خمسة نواب لرئيس المحكمة. ويعين رئيس الجمهورية نواب رئيس المحكمة من بين اثنين ترشح أحدهما الجمعية العامة للمحكمة ويرشح الآخر رئيس المحكمة. ويعيّن رئيس هيئة المفوضين وأعضاؤها بقرار من رئيس الجمهورية بناءً على ترشيح رئيس المحكمة وبعد أخذ رأى الجمعية العامة للمحكمة، وذلك كله على النحو المبين بالقانون.",
    "simplified_summary": "تتكون المحكمة من رئيس ونواب، وهيئة مفوضين. يعين رئيس الجمهورية رئيس المحكمة ونوابه وأعضاء الهيئة وفق ضوابط محددة.",
    "keywords": [
      "تشكيل المحكمة",
      "هيئة المفوضين",
      "تعيين القضاة",
      "رئيس الجمهورية"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-194",
    "article_number": "194",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الرابع: المحكمة الدستورية العليا",
    "original_text": "رئيس ونواب رئيس المحكمة الدستورية العليا، ورئيس وأعضاء هيئة المفوضين بها، مستقلون وغير قابلين للعزل، ولا سلطان عليهم فى عملهم لغير القانون، ويبين القانون الشروط الواجب توافرها فيهم، وتتولى المحكمة مساءلتهم تأديبياً، على الوجه المبين بالقانون، وتسرى بشأنهم جميع الحقوق والواجبات والضمانات المقررة لأعضاء السلطة القضائية.",
    "simplified_summary": "أعضاء المحكمة وهيئة المفوضين مستقلون وغير قابلين للعزل، وتختص المحكمة بمساءلتهم تأديبياً.",
    "keywords": [
      "عدم القابلية للعزل",
      "استقلال القضاة",
      "المساءلة التأديبية"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-195",
    "article_number": "195",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الرابع: المحكمة الدستورية العليا",
    "original_text": "تنشر فى الجريدة الرسمية الأحكام والقرارات الصادرة من المحكمة الدستورية العليا، وهى ملزمة للكافة وجميع سلطات الدولة، وتكون لها حجية مطلقة بالنسبة لهم. وينظم القانون ما يترتب على الحكم بعدم دستورية نص تشريعى من آثار.",
    "simplified_summary": "أحكام المحكمة الدستورية تنشر في الجريدة الرسمية وهي ملزمة للكافة ولجميع سلطات الدولة.",
    "keywords": [
      "نشر الأحكام",
      "الجريدة الرسمية",
      "إلزامية الأحكام",
      "عدم الدستورية"
    ],
    "legal_nature": "قيمة تعليمية/تثقيفية/ثقافية"
  },
  {
    "article_id": "EG-CONST-ART-196",
    "article_number": "196",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الخامس: الهيئات القضائية",
    "original_text": "قضايا الدولة هيئة قضائية مستقلة، تنوب عن الدولة فيما يرفع منها أو عليها من دعاوى، وفى اقتراح تسويتها ودياً فى أى مرحلة من مراحل التقاضى، والإشراف الفنى على إدارات الشئون القانونية بالجهاز الإدارى للدولة بالنسبة للدعاوى التى تباشرها، وتقوم بصياغة مشروعات العقود التى تحال إليها من الجهات الإدارية وتكون الدولة طرفاً فيها، وذلك كله وفقاً لما ينظمه القانون. ويحدد القانون اختصاصاتها الأخرى، ويكون لأعضائها كافة الضمانات والحقوق والواجبات المقررة لأعضاء السلطة القضائية، وينظم القانون مساءلتهم تأديبياً.",
    "simplified_summary": "هيئة قضايا الدولة هيئة قضائية مستقلة تمثل الدولة في الدعاوى القانونية، وتشرف على الشئون القانونية بالجهاز الإداري، وتصيغ عقود الدولة، ويتمتع أعضاؤها بضمانات السلطة القضائية.",
    "keywords": [
      "قضايا الدولة",
      "هيئة قضائية",
      "تمثيل الدولة",
      "صياغة العقود",
      "التسوية الودية"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-197",
    "article_number": "197",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الخامس: الهيئات القضائية",
    "original_text": "النيابة الإدارية هيئة قضائية مستقلة، تتولى التحقيق فى المخالفات الإدارية والمالية، وكذا التى تحال إليها ويكون لها بالنسبة لهذه المخالفات السلطات المقررة لجهة الإدارة فى توقيع الجزاءات التأديبية، ويكون الطعن فى قراراتها أمام المحكمة التأديبية المختصة بمجلس الدولة، كما تتولى تحريك ومباشرة الدعاوى والطعون التأديبية أمام محاكم مجلس الدولة، وذلك كله وفقا لما ينظمه القانون. ويحدد القانون اختصاصاتها الأخرى، ويكون لأعضائها كافة الضمانات والحقوق والواجبات المقررة لأعضاء السلطة القضائية. وينظم القانون مساءلتهم تأديبياً.",
    "simplified_summary": "النيابة الإدارية هيئة قضائية مستقلة تحقق في المخالفات الإدارية والمالية، وتوقع الجزاءات التأديبية، وتحرك الدعاوى التأديبية أمام مجلس الدولة.",
    "keywords": [
      "النيابة الإدارية",
      "التحقيق الإداري",
      "المخالفات المالية",
      "الجزاءات التأديبية",
      "مجلس الدولة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-198",
    "article_number": "198",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل السادس: المحاماة",
    "original_text": "المحاماة مهنة حرة، تشارك السلطة القضائية فى تحقيق العدالة، وسيادة القانون، وكفالة حق الدفاع، ويمارسها المحامى مستقلاً، وكذلك محامو الهيئات وشركات القطاع العام وقطاع الأعمال العام. ويتمتع المحامون جميعاً أثناء تأديتهم حق الدفاع أمام المحاكم بالضمانات والحماية التى تقررت لهم فى القانون مع سريانها عليهم أمام جهات التحقيق والاستدلال. ويحظر فى غير حالات التلبس القبض على المحامى أو احتجازه أثناء مباشرته حق الدفاع، وذلك كله على النحو الذى يحدده القانون.",
    "simplified_summary": "المحاماة مهنة حرة تشارك في تحقيق العدالة. يتمتع المحامون بحصانة وضمانات أثناء تأدية عملهم أمام المحاكم وجهات التحقيق، ولا يجوز القبض عليهم أثناء الدفاع إلا في حالات التلبس.",
    "keywords": [
      "المحاماة",
      "حق الدفاع",
      "حصانة المحامي",
      "استقلال المحاماة",
      "جهات التحقيق"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-199",
    "article_number": "199",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل السابع: الخبراء",
    "original_text": "الخبراء القضائيون، وخبراء الطب الشرعى، والأعضاء الفنيون بالشهر العقارى مستقلون فى آداء عملهم، ويتمتعون بالضمانات والحماية اللازمة لتأدية أعمالهم، على النحو الذى ينظمه القانون.",
    "simplified_summary": "يتمتع الخبراء القضائيون وخبراء الطب الشرعي وأعضاء الشهر العقاري بالاستقلال والحماية القانونية اللازمة لأداء عملهم.",
    "keywords": [
      "الخبراء القضائيون",
      "الطب الشرعي",
      "الشهر العقاري",
      "استقلال الخبراء",
      "الحماية القانونية"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-200",
    "article_number": "200",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثامن: القوات المسلحة والشرطة - الفرع الأول: القوات المسلحة",
    "original_text": "القوات المسلحة ملك للشعب، مهمتها حماية البلاد، والحفاظ على أمنها وسلامة أراضيها، وصون الدستور والديمقراطية، والحفاظ على المقومات الأساسية للدولة ومدنيتها، ومكتسبات الشعب وحقوق وحريات الأفراد. والدولة وحدها هى التى تنشئ هذه القوات، ويحظر على أى فرد أو هيئة أو جهة أو جماعة إنشاء تشكيلات أو فرق أو تنظيمات عسكرية أو شبه عسكرية. ويكون للقوات المسلحة مجلس أعلى، على النحو الذى ينظمه القانون.",
    "simplified_summary": "القوات المسلحة ملك للشعب ومهمتها حماية البلاد والدستور ومدنية الدولة. الدولة وحدها تنشئ القوات العسكرية، ويحظر إنشاء أي ميليشيات أو تنظيمات عسكرية موازية.",
    "keywords": [
      "القوات المسلحة",
      "مدنية الدولة",
      "حظر الميليشيات",
      "المجلس الأعلى للقوات المسلحة",
      "صون الدستور"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-201",
    "article_number": "201",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثامن: القوات المسلحة والشرطة - الفرع الأول: القوات المسلحة",
    "original_text": "وزير الدفاع هو القائد العام للقوات المسلحة، ويعين من بين ضباطها.",
    "simplified_summary": "وزير الدفاع هو القائد العام ويجب أن يعين من بين ضباط القوات المسلحة.",
    "keywords": [
      "وزير الدفاع",
      "القائد العام",
      "التعيين"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-202",
    "article_number": "202",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثامن: القوات المسلحة والشرطة - الفرع الأول: القوات المسلحة",
    "original_text": "ينظم القانون التعبئة العامة، ويبين شروط الخدمة، والترقية، والتقاعد فى القوات المسلحة. وتختص اللجان القضائية لضباط وأفراد القوات المسلحة، دون غيرها، بالفصل فى كافة المنازعات الإدارية الخاصة بالقرارات الصادرة فى شأنهم، وينظم القانون قواعد وإجراءات الطعن فى قرارات هذه اللجان.",
    "simplified_summary": "ينظم القانون شروط الخدمة والتعبئة. تختص لجان قضائية عسكرية بالفصل في المنازعات الإدارية الخاصة بضباط وأفراد القوات المسلحة.",
    "keywords": [
      "التعبئة العامة",
      "شروط الخدمة",
      "اللجان القضائية العسكرية",
      "المنازعات الإدارية"
    ],
    "legal_nature": "إحالة للتنظيم التشريعي"
  },
  {
    "article_id": "EG-CONST-ART-203",
    "article_number": "203",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثامن: القوات المسلحة والشرطة - الفرع الثاني: مجلس الدفاع الوطنى",
    "original_text": "ينشأ مجلس الدفاع الوطنى، برئاسة رئيس الجمهورية، وعضوية رئيس مجلس الوزراء، ورئيس مجلس النواب، ووزراء الدفاع، والخارجية، والمالية، والداخلية، ورئيس المخابرات العامة، ورئيس أركان حرب القوات المسلحة، وقادة القوات البحرية، والجوية، والدفاع الجوى، ورئيس هيئة عمليات القوات المسلحة، ومدير إدارة المخابرات الحربية والاستطلاع. ويختص بالنظر فى الشئون الخاصة بوسائل تأمين البلاد، وسلامتها، ومناقشة موازنة القوات لمسلحة، وتدرج رقماً واحداً فى الموازنة العامة للدولة، ويؤخذ رأيه فى مشروعات القوانين المتعلقة بالقوات المسلحة. ويحدد القانون اختصاصاته الأخرى. وعند مناقشة الموازنة، يُضم رئيس هيئة الشئون المالية للقوات المسلحة، ورئيسا لجنتى الخطة والموازنة، والدفاع والأمن القومى بمجلس النواب. ولرئيس الجمهورية أن يدعو من يرى من المختصين، والخبراء لحضور اجتماع المجلس دون أن يكون له صوت معدود.",
    "simplified_summary": "مجلس الدفاع الوطني يرأسه الرئيس ويضم قيادات الدولة والجيش. يختص بتأمين البلاد ومناقشة موازنة الجيش (تدرج رقماً واحداً) والقوانين العسكرية.",
    "keywords": [
      "مجلس الدفاع الوطني",
      "موازنة الجيش",
      "تأمين البلاد",
      "رقم واحد"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-204",
    "article_number": "204",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثامن: القوات المسلحة والشرطة - الفرع الثالث: القضاء العسكرى",
    "original_text": "القضاء العسكرى جهة قضائية مستقلة، يختص دون غيره بالفصل فى كافة الجرائم المتعلقة بالقوات المسلحة وضباطها وأفرادها ومن فى حكمهم، والجرائم المرتكبة من أفراد المخابرات العامة أثناء وبسبب الخدمة. ولا يجوز محاكمة مدنى أمام القضاء العسكرى، إلا فى الجرائم التى تمثل اعتداءً على المنشآت العسكرية أو معسكرات القوات المسلحة أو ما فى حكمها أو المنشآت التي تتولى حمايتها، أو المناطق العسكرية أو الحدودية المقررة كذلك، أو معداتها أو مركباتها أو أسلحتها أو ذخائرها أو وثائقها أو أسرارها العسكرية أو أموالها العامة. أو المصانع الحربية، أو الجرائم المتعلقة بالتجنيد، أو الجرائم التى تمثل اعتداءً مباشرًا على ضباطها أو أفرادها بسبب تأدية أعمال وظائفهم. ويحدد القانون تلك الجرائم، ويبين اختصاصات القضاء العسكرى الأخرى. وأعضاء القضاء العسكرى مستقلون غير قابلين للعزل، وتكون لهم كافة الضمانات والحقوق والواجبات المقررة لأعضاء السلطة القضائية.",
    "simplified_summary": "القضاء العسكري مستقل ويختص بالجرائم العسكرية. لا يحاكم المدنيون أمامه إلا في حالات محددة (الاعتداء على المنشآت أو الأفراد العسكريين، أسرار الجيش، إلخ). يتمتع القضاة العسكريون بنفس ضمانات السلطة القضائية.",
    "keywords": [
      "القضاء العسكري",
      "محاكمة المدنيين",
      "الجرائم العسكرية",
      "استقلال القضاء"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-205",
    "article_number": "205",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الثامن: القوات المسلحة والشرطة - الفرع الرابع: مجلس الأمن القومى",
    "original_text": "ينشأ مجلس للأمن القومى برئاسة رئيس الجمهورية، وعضوية رئيس مجلس الوزراء، ورئيس مجلس النواب، ووزراء الدفاع، والداخلية، والخارجية، والمالية، والعدل، والصحة، والاتصالات، والتعليم، ورئيس المخابرات العامة، ورئيس لجنة الدفاع والأمن القومى بمجلس النواب. ويختص بإقرار استراتيجيات تحقيق أمن البلاد، ومواجهة حالات الكوارث، والأزمات بشتى أنواعها، واتخاذ ما يلزم لاحتوائها، وتحديد مصادر الأخطار على الأمن القومى المصرى فى الداخل، والخارج، والإجراءات اللازمة للتصدى لها على المستويين الرسمى والشعبى. وللمجلس أن يدعو من يرى من ذوى الخبرة والاختصاص لحضور اجتماعه، دون أن يكون لهم صوت معدود. ويحدد القانون اختصاصاته الأخرى، ونظام عمله.",
    "simplified_summary": "مجلس الأمن القومي يرأسه الرئيس ويضم وزراء ورؤساء هيئات. يختص بإقرار استراتيجيات الأمن، ومواجهة الكوارث والأزمات وتحديد مصادر الخطر.",
    "keywords": [
      "مجلس الأمن القومي",
      "استراتيجيات الأمن",
      "إدارة الأزمات",
      "الكوارث"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-206",
    "article_number": "206",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل التاسع : الهيئة الوطنية للانتخابات",
    "original_text": "الشرطة هيئة مدنية نظامية، فى خدمة الشعب، وولاؤها له، وتكفل للمواطنين الطمأنينة والأمن، وتسهر على حفظ النظام العام، والآداب العامة، وتلتزم بما يفرضه عليها الدستور والقانون من واجبات، واحترام حقوق الإنسان وحرياته الأساسية، وتكفل الدولة أداء أعضاء هيئة الشرطة لواجباتهم، وينظم القانون الضمانات الكفيلة بذلك.",
    "simplified_summary": "الشرطة هيئة مدنية نظامية تخدم الشعب وتكفل الأمن والنظام العام وتلتزم باحترام حقوق الإنسان، وتكفل الدولة أداء أعضائها لواجباتهم.",
    "keywords": [
      "الشرطة",
      "النظام العام",
      "الأمن"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-207",
    "article_number": "207",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل التاسع : الهيئة الوطنية للانتخابات",
    "original_text": "يُشكل مجلس أعلى للشرطة من بين أقدم ضباط هيئة الشرطة، ورئيس إدارة الفتوى المختص بمجلس الدولة، ويختص المجلس بمعاونة وزير الداخلية فى تنظيم هيئة الشرطة وتسيير شئون أعضائها، ويحدد القانون اختصاصاته الأخرى، ويؤخذ رأيه فى أية قوانين تتعلق بها.",
    "simplified_summary": "يُشكل مجلس أعلى للشرطة من أقدم الضباط ورئيس إدارة الفتوى بمجلس الدولة، لمعاونة وزير الداخلية في تنظيم الهيئة وشؤون أعضائها.",
    "keywords": [
      "الشرطة",
      "النظام العام",
      "المجلس الأعلى",
      "الأمن"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-211",
    "article_number": "211",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل العاشر : المجلس الأعلى لتنظيم الإعلام",
    "original_text": "المجلس الأعلى لتنظيم الإعلام هيئة مستقلة تتمتع بالشخصية الاعتبارية والاستقلال الفني والمالى والإدارى، وموازنتها مستقلة. ويختص المجلس بتنظيم شئون الإعلام المسموع والمرئى، وتنظيم الصحافة المطبوعة، والرقمية، وغيرها. ويكون المجلس مسئولًا عن ضمان وحماية حرية الصحافة والإعلام المقررة بالدستور، والحفاظ على استقلالها وحيادها وتعدديتها وتنوعها، ومنع الممارسات الاحتكارية، ومراقبة سلامة مصادر تمويل المؤسسات الصحفية والإعلامية، ووضع الضوابط والمعايير اللازمة لضمان التزام الصحافة ووسائل الإعلام بأصول المهنة وأخلاقياتها، ومقتضيات الأمن القومى، وذلك على الوجه المبين فى القانون. يحدد القانون تشكيل المجلس، ونظام عمله، والأوضاع الوظيفية للعاملين فيه. ويُؤخذ رأى المجلس فى مشروعات القوانين، واللوائح المتعلقة بمجال عمله.",
    "simplified_summary": "المجلس الأعلى لتنظيم الإعلام هيئة مستقلة تدير شؤون الإعلام والصحافة، وتضمن حريتها واستقلالها وحيادها، وتضع الضوابط المهنية ومراقبة التمويل.",
    "keywords": [
      "حرية الصحافة",
      "الإعلام",
      "المجلس الأعلى لتنظيم الإعلام",
      "الصحافة"
    ],
    "legal_nature": "إحالة للتنظيم التشريعي"
  },
  {
    "article_id": "EG-CONST-ART-212",
    "article_number": "212",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل العاشر : المجلس الأعلى لتنظيم الإعلام",
    "original_text": "الهيئة الوطنية للصحافة هيئة مستقلة، تقوم على إدارة المؤسسات الصحفية المملوكة للدولة وتطويرها، وتنمية أصولها، وضمان تحديثها واستقلالها، وحيادها، والتزامها بأداء مهنى، وإدارى، واقتصادى رشيد. ويحدد القانون تشكيل الهيئة، ونظام عملها، والأوضاع الوظيفية للعاملين فيها. ويُؤخذ رأى الهيئة فى مشروعات القوانين، واللوائح المتعلقة بمجال عملها.",
    "simplified_summary": "الهيئة الوطنية للصحافة هيئة مستقلة تدير المؤسسات الصحفية المملوكة للدولة وتعمل على تطويرها وتنمية أصولها وضمان استقلالها.",
    "keywords": [
      "الصحافة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-213",
    "article_number": "213",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل العاشر : المجلس الأعلى لتنظيم الإعلام",
    "original_text": "الهيئة الوطنية للإعلام هيئة مستقلة، تقوم على إدارة المؤسسات الإعلامية المرئية والإذاعية والرقمية المملوكة للدولة، وتطويرها، وتنمية أصولها، وضمان استقلالها وحيادها، والتزامها بأداء مهنى، وإدارى، واقتصادى رشيد. ويحدد القانون تشكيل الهيئة، ونظام عملها، والأوضاع الوظيفية للعاملين فيها. ويُؤخذ رأى الهيئة فى مشروعات القوانين، واللوائح المتعلقة بمجال عملها.",
    "simplified_summary": "الهيئة الوطنية للإعلام هيئة مستقلة تدير المؤسسات الإعلامية المرئية والإذاعية والرقمية المملوكة للدولة وتعمل على تطويرها وتنمية أصولها.",
    "keywords": [
      "حرية الصحافة",
      "الإعلام",
      "المجلس الأعلى لتنظيم الإعلام"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-214",
    "article_number": "214",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الحادي عشر: المجالس القومية والهيئات المستقلة والأجهزة الرقابية - الفرع الأول: المجالس القومية",
    "original_text": "يحدد القانون المجالس القومية المستقلة، ومنها المجلس القومى لحقوق الإنسان، والمجلس القومى للمرأة، والمجلس القومى للطفولة والأمومة، والمجلس القومى للأشخاص ذوى الإعاقة، ويبين القانون كيفية تشكيل كل منها، واختصاصاتها، وضمانات استقلال وحياد أعضائها، ولها الحق فى إبلاغ السلطات العامة عن أى انتهاك يتعلق بمجال عملها. وتتمتع تلك المجالس بالشخصية الاعتبارية والاستقلال الفنى والمالى والإدارى، ويُؤخذ رأيها فى مشروعات القوانين، واللوائح المتعلقة بها، وبمجال أعمالها.",
    "simplified_summary": "يحدد القانون المجالس القومية (مثل حقوق الإنسان، المرأة، الطفولة، ذوي الإعاقة) ويضمن استقلالها وحيادها وحقها في الإبلاغ عن الانتهاكات وإبداء الرأي في القوانين المتعلقة بها.",
    "keywords": [
      "المجالس القومية",
      "حقوق الإنسان",
      "المرأة",
      "ذوي الإعاقة",
      "الاستقلال المالي والإداري"
    ],
    "legal_nature": "إحالة للتنظيم التشريعي"
  },
  {
    "article_id": "EG-CONST-ART-215",
    "article_number": "215",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الحادي عشر: المجالس القومية والهيئات المستقلة والأجهزة الرقابية - الفرع الثاني: الهيئات المستقلة والأجهزة الرقابية",
    "original_text": "يحدد القانون الهيئات المستقلة والأجهزة الرقابية. وتتمتع تلك الهيئات والأجهزة بالشخصية الاعتبارية، والاستقلال الفنى والمالى والإدارى، ويؤخذ رأيها فى مشروعات القوانين، واللوائح المتعلقة بمجال عملها. وتعد من تلك الهيئات والأجهزة البنك المركزى والهيئة العامة للرقابة المالية، والجهاز المركزى للمحاسبات، وهيئة الرقابة الإدارية.",
    "simplified_summary": "يتمتع البنك المركزي والرقابة المالية والمحاسبات والرقابة الإدارية بالشخصية الاعتبارية والاستقلال، ويؤخذ رأيها في القوانين المتعلقة بعملها.",
    "keywords": [
      "الهيئات المستقلة",
      "الأجهزة الرقابية",
      "البنك المركزي",
      "الرقابة الإدارية",
      "الجهاز المركزي للمحاسبات"
    ],
    "legal_nature": "إحالة للتنظيم التشريعي"
  },
  {
    "article_id": "EG-CONST-ART-216",
    "article_number": "216",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الحادي عشر: المجالس القومية والهيئات المستقلة والأجهزة الرقابية - الفرع الثاني: الهيئات المستقلة والأجهزة الرقابية",
    "original_text": "يصدر بتشكيل كل هيئة مستقلة أو جهاز رقابى قانون، يحدد اختصاصاتها، ونظام عملها، وضمانات استقلالها، والحماية اللازمة لأعضائها، وسائر أوضاعهم الوظيفية، بما يكفل لهم الحياد والاستقلال. يعين رئيس الجمهورية رؤساء تلك الهيئات والأجهزة بعد موافقة مجلس النواب بأغلبية أعضائه لمدة أربع سنوات قابلة للتجديد لمرة واحدة، ولا يُعفى أي منهم من منصبه إلا فى الحالات المحددة بالقانون، ويُحظر عليهم ما يُحظر على الوزراء.",
    "simplified_summary": "يصدر قانون بتشكيل كل هيئة وضمان استقلالها. يعين الرئيس رؤساء الهيئات بموافقة أغلبية البرلمان لمدة 4 سنوات (تجدد مرة واحدة)، ويتمتعون بحصانة نسبية.",
    "keywords": [
      "تشكيل الهيئات",
      "تعيين الرؤساء",
      "الاستقلال والحياد",
      "موافقة البرلمان"
    ],
    "legal_nature": "حظر دستوري"
  },
  {
    "article_id": "EG-CONST-ART-217",
    "article_number": "217",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الحادي عشر: المجالس القومية والهيئات المستقلة والأجهزة الرقابية - الفرع الثاني: الهيئات المستقلة والأجهزة الرقابية",
    "original_text": "تقدم الهيئات المستقلة والأجهزة الرقابية، تقارير سنوية إلى كل من رئيس الجمهورية، ومجلس النواب، ورئيس مجلس الوزراء، فور صدورها. وعلى مجلس النواب أن ينظرها، ويتخذ الإجراء المناسب حيالها فى مدة لا تجاوز أربعة أشهر من تاريخ ورودها إليه، وتنشر هذه التقارير على الرأى العام. وتبلغ الهيئات المستقلة والأجهزة الرقابية، سلطات التحقيق المختصة بما تكتشفه من دلائل على ارتكاب مخالفات، أو جرائم، وعليها أن تتخذ اللازم حيال تلك التقارير خلال مدة محددة، وذلك كله وفقًا لأحكام القانون.",
    "simplified_summary": "تقدم الهيئات تقارير سنوية للرئيس والبرلمان والحكومة، وتنشر للرأي العام. يجب على البرلمان النظر فيها خلال 4 أشهر، وإبلاغ جهات التحقيق عن أي مخالفات.",
    "keywords": [
      "التقارير السنوية",
      "الشفافية",
      "الرقابة البرلمانية",
      "إبلاغ النيابة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-218",
    "article_number": "218",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الحادي عشر: المجالس القومية والهيئات المستقلة والأجهزة الرقابية - الفرع الثاني: الهيئات المستقلة والأجهزة الرقابية",
    "original_text": "تلتزم الدولة بمكافحة الفساد، ويحدد القانون الهيئات المستقلة والأجهزة الرقابية المختصة بذلك. وتلتزم الهيئات والأجهزة الرقابية المختصة بالتنسيق فيما بينها فى مكافحة الفساد، وتعزيز قيم النزاهة والشفافية، ضماناً لحسن أداء الوظيفة العامة والحفاظ على المال العام، ووضع ومتابعة تنفيذ الاستراتيجية الوطنية لمكافحة الفساد بالمشاركة مع غيرها من الهيئات والأجهزة المعنية، وذلك على النحو الذى ينظمه القانون.",
    "simplified_summary": "تلتزم الدولة بمكافحة الفساد، وتنسيق الجهود بين الهيئات الرقابية لتعزيز النزاهة وحماية المال العام وتنفيذ الاستراتيجية الوطنية لمكافحة الفساد.",
    "keywords": [
      "مكافحة الفساد",
      "النزاهة والشفافية",
      "حماية المال العام",
      "الاستراتيجية الوطنية"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-219",
    "article_number": "219",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الحادي عشر: المجالس القومية والهيئات المستقلة والأجهزة الرقابية - الفرع الثاني: الهيئات المستقلة والأجهزة الرقابية",
    "original_text": "يتولى الجهاز المركزى للمحاسبات الرقابة على أموال الدولة، والأشخاص الاعتبارية العامة، والجهات الأخرى التى يحددها القانون، ومراقبة تنفيذ الموازنة العامة للدولة والموازنات المستقلة، ومراجعة حساباتها الختامية.",
    "simplified_summary": "الجهاز المركزي للمحاسبات يراقب أموال الدولة وتنفيذ الموازنة والحسابات الختامية.",
    "keywords": [
      "الجهاز المركزي للمحاسبات",
      "الرقابة المالية",
      "الموازنة العامة"
    ],
    "legal_nature": "مبدأ اقتصادي/مالي"
  },
  {
    "article_id": "EG-CONST-ART-220",
    "article_number": "220",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الحادي عشر: المجالس القومية والهيئات المستقلة والأجهزة الرقابية - الفرع الثاني: الهيئات المستقلة والأجهزة الرقابية",
    "original_text": "يختص البنك المركزى بوضع السياسات النقدية والائتمانية والمصرفية، ويشرف على تنفيذها، ومراقبة أداء الجهاز المصرفى، وله وحده حق إصدار النقد، ويعمل على سلامة النظام النقدى والمصرفى واستقرار الأسعار فى إطار السياسة الاقتصادية العامة للدولة، على النحو الذى ينظمه القانون.",
    "simplified_summary": "يختص البنك المركزي بالسياسات النقدية والمصرفية، وإصدار العملة، والحفاظ على استقرار الأسعار وسلامة النظام المصرفي.",
    "keywords": [
      "البنك المركزي",
      "السياسة النقدية",
      "إصدار النقد",
      "استقرار الأسعار"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-221",
    "article_number": "221",
    "part (Bab)": "الباب الخامس: نظام الحكم",
    "chapter (Fasl)": "الفصل الحادي عشر: المجالس القومية والهيئات المستقلة والأجهزة الرقابية - الفرع الثاني: الهيئات المستقلة والأجهزة الرقابية",
    "original_text": "تختص الهيئة العامة للرقابة المالية بالرقابة والإشراف على الأسواق والأدوات المالية غير المصرفية، بما فى ذلك أسواق رأس المال وبورصات العقود الآجلة وأنشطة التأمين، والتمويل العقارى، والتأجير التمويلى، والتخصيم والتوريق، وذلك على النحو الذى ينظمه القانون.",
    "simplified_summary": "تختص الهيئة العامة للرقابة المالية بالإشراف على الأسواق المالية غير المصرفية (البورصة، التأمين، التمويل العقاري).",
    "keywords": [
      "الرقابة المالية",
      "الأسواق المالية غير المصرفية",
      "سوق المال",
      "التأمين"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-222",
    "article_number": "222",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "مدينة القاهرة عاصمة جمهورية مصر العربية.",
    "simplified_summary": "القاهرة هي عاصمة جمهورية مصر العربية.",
    "keywords": [
      "العاصمة",
      "القاهرة"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-223",
    "article_number": "223",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "العلم الوطنى لجمهورية مصر العربية مكون من ثلاثة ألوان هى الأسود، والأبيض، والأحمر، وبه نسر مأخوذ عن \"نسر صلاح الدين\" باللون الأصفر الذهبى، ويحدد القانون شعار الجمهورية، وأوسمتها، وشاراتها، وخاتمها، ونشيدها الوطنى. وإهانة العلم المصرى جريمة يعاقب عليها القانون.",
    "simplified_summary": "يحدد الدستور ألوان العلم الوطني والنسر، ويحيل للقانون تحديد الشعار والنشيد. إهانة العلم جريمة.",
    "keywords": [
      "العلم الوطني",
      "النشيد الوطني",
      "شعار الجمهورية",
      "إهانة العلم"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-224",
    "article_number": "224",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "كل ما قررته القوانين واللوائح من أحكام قبل صدور الدستور، يبقى نافذاً، ولا يجوز تعديلها، ولا إلغاؤها إلا وفقاً للقواعد، والإجراءات المقررة فى الدستور. وتلتزم الدولة بإصدار القوانين المنفذة لأحكام هذا الدستور.",
    "simplified_summary": "القوانين السابقة للدستور تظل نافذة ما لم تعدل أو تلغ وفقاً للدستور. تلتزم الدولة بإصدار القوانين المكملة للدستور.",
    "keywords": [
      "سريان القوانين",
      "القوانين السابقة",
      "إصدار القوانين"
    ],
    "legal_nature": "حكم انتقالي"
  },
  {
    "article_id": "EG-CONST-ART-225",
    "article_number": "225",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تنشر القوانين فى الجريدة الرسمية خلال خمسة عشر يوماً من تاريخ إصدارها، ويُعمل بها بعد ثلاثين يوماً من اليوم التالى لتاريخ نشرها، إلا إذا حددت لذلك ميعاداً آخر. ولا تسرى أحكام القوانين إلا على ما يقع من تاريخ العمل بها، ومع ذلك يجوز فى غير المواد الجنائية والضريبية، النص فى القانون على خلاف ذلك، بموافقة أغلبية ثلثي أعضاء مجلس النواب.",
    "simplified_summary": "تنشر القوانين في الجريدة الرسمية ويعمل بها بعد 30 يوماً (ما لم يحدد غير ذلك). لا تسري القوانين بأثر رجعي (إلا بموافقة الثلثين في غير الجنايات والضرائب).",
    "keywords": [
      "نشر القوانين",
      "الجريدة الرسمية",
      "الأثر الرجعي",
      "تاريخ العمل بالقانون"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-226",
    "article_number": "226",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "لرئيس الجمهورية، أو لخُمس أعضاء مجلس النواب، طلب تعديل مادة، أو أكثر من مواد الدستور، ويجب أن يُذكر فى الطلب المواد المطلوب تعديلها، وأسباب التعديل. وفى جميع الأحوال، يناقش مجلس النواب طلب التعديل خلال ثلاثين يوماً من تاريخ تسلمه، ويصدر المجلس قراره بقبول طلب التعديل كلياً، أو جزئياً بأغلبية أعضائه. وإذا رُفض الطلب لا يجوز إعادة طلب تعديل المواد ذاتها قبل حلول دور الانعقاد التالى. وإذا وافق المجلس على طلب التعديل، يناقش نصوص المواد المطلوب تعديلها بعد ستين يوماً من تاريخ الموافقة، فإذا وافق على التعديل ثلثا عدد أعضاء المجلس، عُرِضَ على الشعب لاستفتائه عليه خلال ثلاثين يوماً من تاريخ صدور هذه الموافقة، ويكون التعديل نافذاً من تاريخ إعلان النتيجة، وموافقة أغلبية عدد الأصوات الصحيحة للمشاركين فى الاستفتاء. وفى جميع الأحوال، لا يجوز تعديل النصوص المتعلقة بإعادة انتخاب رئيس الجمهورية، أو بمبادئ الحرية، أو المساواة، ما لم يكن التعديل متعلقاً بالمزيد من الضمانات.",
    "simplified_summary": "إجراءات تعديل الدستور: طلب من الرئيس أو خُمس النواب، موافقة أغلبية المجلس من حيث المبدأ، موافقة الثلثين على النصوص، ثم استفتاء شعبي. يحظر تعديل مبادئ الحرية أو مدد الرئاسة إلا لمزيد من الضمانات.",
    "keywords": [
      "تعديل الدستور",
      "الاستفتاء الشعبي",
      "حظر التعديل",
      "إجراءات التعديل"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-227",
    "article_number": "227",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يشكل الدستور بديباجته وجميع نصوصه نسيجاً مترابطاً، وكـلاً لا يتجزأ، وتتكامل أحكامه فى وحدة عضوية متماسكة.",
    "simplified_summary": "الدستور وحدة واحدة مترابطة لا تتجزأ.",
    "keywords": [
      "وحدة الدستور",
      "التكامل"
    ],
    "legal_nature": "مبدأ تفسيري"
  },
  {
    "article_id": "EG-CONST-ART-228",
    "article_number": "228",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تتولى اللجنة العليا للانتخابات، ولجنة الانتخابات الرئاسية القائمتين فى تاريخ العمل بالدستور، الإشراف الكامل على أول انتخابات تشريعية، ورئاسية تالية للعمل به، وتؤول إلى الهيئة الوطنية للانتخابات فور تشكيلها أموال اللجنتين.",
    "simplified_summary": "اللجان القائمة وقت الدستور تشرف على أول انتخابات، ثم تحل محلها الهيئة الوطنية للانتخابات.",
    "keywords": [
      "اللجنة العليا للانتخابات",
      "الهيئة الوطنية للانتخابات",
      "إشراف قضائي"
    ],
    "legal_nature": "حكم انتقالي"
  },
  {
    "article_id": "EG-CONST-ART-229",
    "article_number": "229",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تكون انتخابات مجلس النواب التالية لتاريخ العمل بالدستور وفقاً لأحكام المادة (١٠٢) منه.",
    "simplified_summary": "تجري أول انتخابات لمجلس النواب وفقاً للمادة 102.",
    "keywords": [
      "انتخابات مجلس النواب"
    ],
    "legal_nature": "حكم انتقالي"
  },
  {
    "article_id": "EG-CONST-ART-230",
    "article_number": "230",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يجرى انتخاب رئيس الجمهورية أو مجلس النواب وفقا لما ينظمه القانون على أن تبدأ إجراءات الانتخابات الأولى منها خلال مدة لا تقل عن ثلاثين يوما ولا تتجاوز التسعين يوما من تاريخ العمل بالدستور. وفى جميع الأحوال تبدأ الإجراءات الانتخابية التالية خلال مدة لا تجاوز ستة أشهر من تاريخ العمل بالدستور.",
    "simplified_summary": "مواعيد بدء إجراءات أول انتخابات رئاسية وبرلمانية بعد الدستور.",
    "keywords": [
      "مواعيد الانتخابات",
      "إجراءات انتقالية"
    ],
    "legal_nature": "حكم انتقالي"
  },
  {
    "article_id": "EG-CONST-ART-231",
    "article_number": "231",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تبدأ مدة الرئاسة التالية للعمل بهذا الدستور من تاريخ إعلان النتيجة النهائية للانتخابات.",
    "simplified_summary": "بداية مدة الرئاسة الأولى بعد الدستور.",
    "keywords": [
      "مدة الرئاسة",
      "إعلان النتيجة"
    ],
    "legal_nature": "حكم انتقالي"
  },
  {
    "article_id": "EG-CONST-ART-232",
    "article_number": "232",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يستمر رئيس الجمهورية المؤقت فى مباشرة السلطات المقررة لرئيس الجمهورية فى الدستور حتى أداء رئيس الجمهورية المنتخب اليمين الدستورية.",
    "simplified_summary": "استمرار الرئيس المؤقت في عمله حتى انتخاب الرئيس الجديد.",
    "keywords": [
      "الرئيس المؤقت",
      "تسليم السلطة"
    ],
    "legal_nature": "حكم انتقالي"
  },
  {
    "article_id": "EG-CONST-ART-233",
    "article_number": "233",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "إذا قام مانع مؤقت يحول دون مباشرة رئيس الجمهورية المؤقت لسلطاته، حل محله رئيس مجلس الوزراء. وعند خلو منصب رئيس الجمهورية المؤقت للاستقالة، أو الوفاة، أو العجز الدائم عن العمل، أو لأى سبب آخر، حل محله بالصلاحيات ذاتها أقدم نواب رئيس المحكمة الدستورية العليا.",
    "simplified_summary": "تنظيم خلو منصب أو غياب الرئيس المؤقت.",
    "keywords": [
      "خلو المنصب",
      "الرئيس المؤقت"
    ],
    "legal_nature": "حكم انتقالي"
  },
  {
    "article_id": "EG-CONST-ART-234",
    "article_number": "234",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يكون تعيين وزير الدفاع بعد موافقة المجلس الأعلى للقوات المسلحة.",
    "simplified_summary": "تعيين وزير الدفاع يشترط موافقة المجلس الأعلى للقوات المسلحة.",
    "keywords": [
      "وزير الدفاع",
      "المجلس الأعلى للقوات المسلحة",
      "التعيين"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-235",
    "article_number": "235",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يصدر مجلس النواب فى أول دور انعقاد له بعد العمل بهذا الدستور قانوناً لتنظيم بناء وترميم الكنائس، بما يكفل حرية ممارسة المسيحيين لشعائرهم الدينية.",
    "simplified_summary": "التزام البرلمان بإصدار قانون بناء وترميم الكنائس في أول دور انعقاد.",
    "keywords": [
      "بناء الكنائس",
      "حرية العقيدة",
      "المسيحيين"
    ],
    "legal_nature": "التزام تشريعي"
  },
  {
    "article_id": "EG-CONST-ART-236",
    "article_number": "236",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تكفل الدولة وضع وتنفيذ خطة للتنمية الاقتصادية، والعمرانية الشاملة للمناطق الحدودية والمحرومة، ومنها الصعيد وسيناء ومطروح ومناطق النوبة، وذلك بمشاركة أهلها فى مشروعات التنمية وفى أولوية الاستفادة منها، مع مراعاة الأنماط الثقافية والبيئية للمجتمع المحلى، خلال عشر سنوات من تاريخ العمل بهذا الدستور، وذلك على النحو الذى ينظمه القانون. وتعمل الدولة على وضع وتنفيذ مشروعات تعيد سكان النوبة إلى مناطقهم الأصلية وتنميتها خلال عشر سنوات، وذلك على النحو الذى ينظمه القانون.",
    "simplified_summary": "تلتزم الدولة بتنمية المناطق الحدودية والمحرومة (الصعيد، سيناء، النوبة، مطروح) وإعادة سكان النوبة لمناطقهم خلال 10 سنوات.",
    "keywords": [
      "تنمية الصعيد وسيناء",
      "النوبة",
      "المناطق الحدودية",
      "العدالة الاجتماعية"
    ],
    "legal_nature": "حق أساسي/حرية"
  },
  {
    "article_id": "EG-CONST-ART-237",
    "article_number": "237",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تلتزم الدولة بمواجهة الإرهاب، بكافة صوره وأشكاله، وتعقب مصادر تمويله باعتباره تهديداً للوطن والمواطنين، مع ضمان الحقوق والحريات العامة. وينظم القانون أحكام وإجراءات مكافحة الإرهاب والتعويض العادل عن الأضرار الناجمة عنه وبسببه.",
    "simplified_summary": "تلتزم الدولة بمكافحة الإرهاب وتمويله مع ضمان الحقوق والحريات، وتعويض المتضررين.",
    "keywords": [
      "مكافحة الإرهاب",
      "تمويل الإرهاب",
      "تعويض الأضرار"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-238",
    "article_number": "238",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تضمن الدولة تنفيذ التزامها بتخصيص الحد الأدنى لمعدلات الإنفاق الحكومى على التعليم، والتعليم العالى، والصحة، والبحث العلمى المقررة فى هذا الدستور تدريجياً اعتباراً من تاريخ العمل به، على أن تلتزم به كاملاً فى موازنة الدولة للسنة المالية ٢٠١٧/٢٠١٦. وتلتزم الدولة بمد التعليم الإلزامى حتى تمام المرحلة الثانوية بطريقة تدريجية تكتمل فى العام الدراسى ٢٠١٧/٢٠١٦.",
    "simplified_summary": "تلتزم الدولة بالوصول لمعدلات الإنفاق الدستورية للتعليم والصحة والبحث العلمي ومد التعليم الإلزامي تدريجياً بحلول 2016/2017.",
    "keywords": [
      "الإنفاق الحكومي",
      "التعليم",
      "الصحة",
      "التعليم الإلزامي"
    ],
    "legal_nature": "حكم انتقالي"
  },
  {
    "article_id": "EG-CONST-ART-239",
    "article_number": "239",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يصدر مجلس النواب قانونا بتنظيم قواعد ندب القضاة وأعضاء الجهات والهيئات القضائية، بما يضمن إلغاء الندب الكلى والجزئى لغير الجهات القضائية أو اللجان ذات الاختصاص القضائى أو لإدارة شئون العدالة أو الإشراف على الانتخابات، وذلك خلال مدة لا تتجاوز خمس سنوات من تاريخ العمل بهذا الدستور.",
    "simplified_summary": "يصدر البرلمان قانوناً لإلغاء ندب القضاة لغير الجهات القضائية (إلا في حالات محددة) خلال 5 سنوات.",
    "keywords": [
      "ندب القضاة",
      "استقلال القضاء"
    ],
    "legal_nature": "حكم انتقالي"
  },
  {
    "article_id": "EG-CONST-ART-240",
    "article_number": "240",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تكفل الدولة توفير الإمكانيات المادية والبشرية المتعلقة باستئناف الأحكام الصادرة فى الجنايات، وذلك خلال عشر سنوات من تاريخ العمل بهذا الدستور، وينظم القانون ذلك.",
    "simplified_summary": "تلتزم الدولة بتطبيق استئناف الجنايات خلال 10 سنوات.",
    "keywords": [
      "استئناف الجنايات",
      "درجات التقاضي"
    ],
    "legal_nature": "حكم انتقالي"
  },
  {
    "article_id": "EG-CONST-ART-241",
    "article_number": "241",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يلتزم مجلس النواب فى أول دور انعقاد له بعد نفاذ هذا الدستور بإصدار قانون للعدالة الانتقالية يكفل كشف الحقيقة، والمحاسبة، واقتراح أطر المصالحة الوطنية، وتعويض الضحايا، وذلك وفقاً للمعايير الدولية.",
    "simplified_summary": "يلتزم البرلمان بإصدار قانون العدالة الانتقالية والمصالحة الوطنية في أول دور انعقاد.",
    "keywords": [
      "العدالة الانتقالية",
      "المصالحة الوطنية",
      "تعويض الضحايا"
    ],
    "legal_nature": "التزام تشريعي"
  },
  {
    "article_id": "EG-CONST-ART-241-BIS",
    "article_number": "241 مكرر",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تنتهى مدة رئيس الجمهورية الحالى بانقضاء ست سنوات من تاريخ إعلان انتخابه رئيساً للجمهورية فى ٢٠١٨، ويجوز إعادة انتخابه لمرة تالية.",
    "simplified_summary": "تنظيم مدة الرئيس الحالي لتصبح 6 سنوات، مع جواز إعادة انتخابه مرة تالية.",
    "keywords": [
      "مدة الرئاسة",
      "تعديلات 2019"
    ],
    "legal_nature": "قاعدة إجرائية"
  },
  {
    "article_id": "EG-CONST-ART-242",
    "article_number": "242",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يستمر العمل بنظام الإدارة المحلية القائم إلى أن يتم تطبيق النظام المنصوص عليه فى الدستور بالتدريج خلال خمس سنوات من تاريخ نفاذه، ودون إخلال بأحكام مادة ( ١٨٠ ) من هذا الدستور.",
    "simplified_summary": "استمرار نظام الإدارة المحلية الحالي وتطبيق النظام الجديد تدريجياً خلال 5 سنوات.",
    "keywords": [
      "الإدارة المحلية",
      "تطبيق تدريجي"
    ],
    "legal_nature": "حكم انتقالي"
  },
  {
    "article_id": "EG-CONST-ART-243",
    "article_number": "243",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تعمل الدولة على تمثيل العمال والفلاحين تمثيلاً ملائماً فى مجلس النواب، وذلك على النحو الذى يُحدده القانون.",
    "simplified_summary": "ضمان التمثيل الملائم للعمال والفلاحين في البرلمان.",
    "keywords": [
      "تمثيل العمال والفلاحين",
      "مجلس النواب"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-244",
    "article_number": "244",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تعمل الدولة على تمثيل الشباب والمسيحيين والأشخاص ذوى الإعاقة والمصريين المقيمين فى الخارج تمثيلاً ملائماً فى مجلس النواب، وذلك على النحو الذى يحدده القانون.",
    "simplified_summary": "ضمان التمثيل الملائم للشباب والمسيحيين وذوي الإعاقة والمغتربين في البرلمان.",
    "keywords": [
      "التمثيل الملائم",
      "الشباب",
      "المسيحيين",
      "ذوي الإعاقة",
      "المصريين بالخارج"
    ],
    "legal_nature": "التزام/واجب على الدولة"
  },
  {
    "article_id": "EG-CONST-ART-244-BIS",
    "article_number": "244 مكرر",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يسرى حكم الفقرة الأولى من مادة ١٠٢ المعدلة اعتباراً من الفصل التشريعى التالى للفصل القائم.",
    "simplified_summary": "بدء سريان تعديل المادة 102 (الخاص بكوتة المرأة) من الفصل التشريعي التالي.",
    "keywords": [
      "كوتا المرأة",
      "سريان التعديلات"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-245",
    "article_number": "245",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "ينقل العاملون بمجلس الشورى الموجودون بالخدمة فى تاريخ العمل بالدستور إلى مجلس النواب، بذات درجاتهم، وأقدمياتهم التى يشغلونها فى هذا التاريخ، ويُحتفظ لهم بالمرتبات، والبدلات، والمكافآت، وسائر الحقوق المالية المقررة لهم بصفة شخصية، وتؤول إلى مجلس النواب أموال مجلس الشورى كاملة.",
    "simplified_summary": "نقل موظفي وأموال مجلس الشورى (الملغى) إلى مجلس النواب.",
    "keywords": [
      "مجلس الشورى",
      "مجلس النواب",
      "الموظفين"
    ],
    "legal_nature": "حكم انتقالي"
  },
  {
    "article_id": "EG-CONST-ART-246",
    "article_number": "246",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يُلغى الإعلان الدستورى الصادر فى الخامس من يولية سنة ٢٠١٣، والإعلان الدستورى الصادر فى الثامن من يوليو سنة ٢٠١٣، وأى نصوص دستورية أو أحكام وردت فى الدستور الصادر سنة ٢٠١٢ ولم تتناولها هذه الوثيقة الدستورية تعتبر ملغاة من تاريخ العمل بها، ويبقى نافذاً ما ترتب عليها من آثار.",
    "simplified_summary": "إلغاء الإعلانات الدستورية السابقة ودستور 2012.",
    "keywords": [
      "إلغاء دستوري",
      "الإعلان الدستوري"
    ],
    "legal_nature": "قيمة تعليمية/تثقيفية/ثقافية"
  },
  {
    "article_id": "EG-CONST-ART-247",
    "article_number": "247",
    "part (Bab)": "الباب السادس: الأحكام العامة والانتقالية",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يُعمل بهذه الوثيقة الدستورية من تاريخ إعلان موافقة الشعب عليها فى الاستفتاء، وذلك بأغلبية عدد الأصوات الصحيحة للمشاركين فيه.",
    "simplified_summary": "تاريخ نفاذ الدستور هو تاريخ إعلان موافقة الشعب في الاستفتاء.",
    "keywords": [
      "نفاذ الدستور",
      "الاستفتاء الشعبي"
    ],
    "legal_nature": "غير محدد / يحتاج مراجعة بشرية"
  },
  {
    "article_id": "EG-CONST-ART-248",
    "article_number": "248",
    "part (Bab)": "الباب السابع: مجلس الشيوخ",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يختص مجلس الشيوخ بدراسة واقتراح ما يراه كفيلاً بتوسيد دعائم الديمقراطية، ودعم السلام الاجتماعى والمقومات الأساسية للمجتمع وقيمه العليا والحقوق والحريات والواجبات العامة، وتعميق النظام الديموقراطى، وتوسيع مجالاته.",
    "simplified_summary": "يختص مجلس الشيوخ بدراسة واقتراح سبل دعم الديمقراطية والسلام الاجتماعي والحفاظ على المقومات الأساسية للمجتمع والحقوق والحريات.",
    "keywords": [
      "مجلس الشيوخ",
      "الديمقراطية",
      "السلام الاجتماعي",
      "الحقوق والحريات"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-249",
    "article_number": "249",
    "part (Bab)": "الباب السابع: مجلس الشيوخ",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يؤخذ رأى مجلس الشيوخ فيما يأتى: - الاقتراحات الخاصة بتعديل مادة أو أكثر من مواد الدستور. - مشروع الخطة العامة للتنمية الاجتماعية والاقتصادية. - معاهدات الصلح والتحالف وجميع المعاهدات التى تتعلق بحقوق السيادة. - مشروعات القوانين ومشروعات القوانين المكملة للدستور التى تحال إليه من رئيس الجمهورية أو مجلس النواب. - ما يحيله رئيس الجمهورية إلى المجلس من موضوعات تتصل بالسياسة العامة للدولة أو بسياستها فى الشئون العربية أو الخارجية. ويبلغ المجلس رأيه فى هذه الأمور إلى رئيس الجمهورية ومجلس النواب.",
    "simplified_summary": "يؤخذ رأي مجلس الشيوخ في تعديلات الدستور، خطة التنمية، معاهدات السيادة، القوانين المحالة إليه، وموضوعات السياسة العامة التي يحيلها الرئيس.",
    "keywords": [
      "رأي استشاري",
      "تعديل الدستور",
      "خطة التنمية",
      "المعاهدات الدولية",
      "السياسة العامة"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-250",
    "article_number": "250",
    "part (Bab)": "الباب السابع: مجلس الشيوخ",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يُشكل مجلس الشيوخ من عدد من الأعضاء يُحدده القانون على ألا يقل عن (١٨٠) عضواً. وتكون مدة عضوية مجلس الشيوخ خمس سنوات، تبدأ من تاريخ أول اجتماع له، ويجرى انتخاب المجلس الجديد خلال الستين يوماً السابقة على انتهاء مدته. وينتخب ثلثا أعضائه بالاقتراع العام السرى المباشر، ويعين رئيس الجمهورية الثلث الباقى. ويجرى انتخاب وتعيين أعضاء مجلس الشيوخ على النحو الذى ينظمه القانون.",
    "simplified_summary": "يتكون مجلس الشيوخ من 180 عضواً على الأقل، مدته 5 سنوات. يُنتخب ثلثا الأعضاء ويعين الرئيس الثلث الباقي.",
    "keywords": [
      "تشكيل المجلس",
      "الانتخاب",
      "التعيين",
      "مدة العضوية"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-251",
    "article_number": "251",
    "part (Bab)": "الباب السابع: مجلس الشيوخ",
    "chapter (Fasl)": "غير محدد",
    "original_text": "يشترط فيمن يترشح لعضوية مجلس الشيوخ أو من يعين فيه أن يكون مصرياً، متمتعاً بحقوقه المدنية والسياسية، حاصلاً على مؤهل جامعى أو ما يعادله على الأقل، وألا تقل سنه يوم فتح باب الترشح عن خمس وثلاثين سنة ميلادية. ويبين القانون شروط الترشح الأخرى، ونظام الانتخاب، وتقسيم الدوائر الانتخابية، بما يُراعى التمثيل العادل للسكان والمحافظات، ويجوز الأخذ بالنظام الانتخابى الفردى، أو القائمة، أو الجمع بأى نسبة بينهما.",
    "simplified_summary": "شروط عضوية الشيوخ: الجنسية المصرية، الحقوق المدنية، مؤهل جامعي، والسن لا يقل عن 35 سنة.",
    "keywords": [
      "شروط الترشح",
      "المؤهل الجامعي",
      "السن القانوني",
      "النظام الانتخابي"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-252",
    "article_number": "252",
    "part (Bab)": "الباب السابع: مجلس الشيوخ",
    "chapter (Fasl)": "غير محدد",
    "original_text": "لا يجوز الجمع بين عضوية مجلس الشيوخ وعضوية مجلس النواب.",
    "simplified_summary": "يحظر الجمع بين عضوية مجلس الشيوخ ومجلس النواب.",
    "keywords": [
      "حظر الجمع",
      "مجلس النواب"
    ],
    "legal_nature": "حظر دستوري"
  },
  {
    "article_id": "EG-CONST-ART-253",
    "article_number": "253",
    "part (Bab)": "الباب السابع: مجلس الشيوخ",
    "chapter (Fasl)": "غير محدد",
    "original_text": "رئيس مجلس الوزراء ونوابه والوزراء وغيرهم من أعضاء الحكومة غير مسئولين أمام مجلس الشيوخ.",
    "simplified_summary": "الحكومة غير مسؤولة سياسياً أمام مجلس الشيوخ.",
    "keywords": [
      "عدم المسؤولية",
      "الحكومة",
      "علاقة السلطات"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  },
  {
    "article_id": "EG-CONST-ART-254",
    "article_number": "254",
    "part (Bab)": "الباب السابع: مجلس الشيوخ",
    "chapter (Fasl)": "غير محدد",
    "original_text": "تسرى فى شأن مجلس الشيوخ الأحكام الواردة بالدستور فى المواد ١٠٣، ١٠٤، ١٠٥،، ١٠٧، ١٠٨، ١٠٩، ١١٠، ١١١، ١١٢، ١١٣، ١١٤، ١١٥، ١١٦، ١١٧، ١١٨، ١١٩، ١٢٠، (١٢١/ فقرة ١، ٢)، ١٣٢، ١٣٣، ١٣٦، ١٣٧. وذلك فيما لا يتعارض مع الأحكام الواردة فى هذا الباب، وعلى أن يباشر الاختصاصات المقررة فى المواد المذكورة مجلس الشيوخ ورئيسه.",
    "simplified_summary": "تطبق على مجلس الشيوخ أحكام مجلس النواب المتعلقة بالواجبات، الحصانات، الإجراءات الداخلية، الاستقالة، وإسقاط العضوية.",
    "keywords": [
      "إحالة دستورية",
      "الحصانة",
      "الواجبات",
      "الإجراءات"
    ],
    "legal_nature": "تنظيم مؤسسي/هيكلي"
  }
]