[
	{"law_key": "tech_crimes",
		"law_name": "قانون مكافحة جرائم تقنية المعلومات",
		"country": "مصر",
		"data": [
		{
		"article_id": "EG-TECH-ART-001",
		"article_number": "1",
		"part (Bab)": "الأحكام العامة",
		"chapter (Fasl)": "تعريفات",
		"original_text": "فى تطبيق أحكام هذا القانون يُقصد بالألفاظ والعبارات التالية المعنى المبين قرين كل منها: الجهاز: الجهاز القومى لتنظيم الاتصالات. الوزير المختص: الوزير المعنى بشئون الاتصالات وتكنولوجيا المعلومات. البيانات والمعلومات الإلكترونية: كل ما يمكن إنشاؤه أو تخزينه أو معالجته أو تخليقه أو نقله أو مشاركته أو نسخه بواسطة تقنية المعلومات؛ كالأرقام والأكواد والشفرات والحروف والرموز والإشارات والصور والأصوات وما فى حكمها. بيانات شخصية: أى بيانات متعلقة بشخص طبيعى محدد أو يمكن تحديده بشكل مباشر أو غير مباشر عن طريق الربط بينها وبين بيانات أخرى. بيانات حكومية: بيانات متعلقة بالدولة أو أحد سلطاتها أو أجهزتها أو وحداتها أو الهيئات العامة أو الهيئات المستقلة والأجهزة الرقابية وغير اهت من الأشخاص الاعتبارية العامة، وما فى حكمها، والمتاحة على الشبكة المعلوماتية أو على أى نظام معلوماتى أو على حاسب أو ما فى حكمها. المعالجة الإلكترونية: أى عملية إلكترونية أو تقنية تتم كليًا أو جزئيًا لكتابة أو تجميع أو تسجيل أو حفظ أو تخزين أو دمج أو عرض أو إرسال أو استقبال أو تداول أو نشر أو محو أو تغيير أو تعديل أو استرجاع أو استنباط للبيانات والمعلومات الإلكترونية، وذلك باستخدام أى وسيط من الوسائط أو الحاسبات أو الأجهزة الأخرى الإلكترونية أو المغناطيسية أو الضوئية أو ما يُستحدث من تقنيات أو وسائط أخرى. تقنية المعلومات: أى وسيلة أو مجموعة وسائل مترابطة أو غير مترابطة تُستخدم لتخزين واسترجاع وترتيب وتنظيم ومعالجة وتطوير وتبادل المعلومات والبيانات، ويشمل ذلك كل ما يرتبط بالوسيلة أو الوسائل المستخدمة سلكيًا أو لاسلكيًا. مقدم الخدمة: أى شخص طبيعى أو اعتبارى يزود المستخدمين بخدمات تقنيات المعلومات والاتصالات، ويشمل ذلك من يقوم بمعالجة أو تخزين المعلومات بذاته أو من ينيب عنه فى أى من تلك الخدمات أو تقنيات المعلومات. المستخدم: كل شخص طبيعى أو اعتبارى يستعمل خدمات تقنيات المعلومات أو يستفيد منها بأى صورة كانت. البرنامج المعلوماتى: مجموعة الأوامر والتعليمات المعبر عنها بأى لغة أو رمز أو إشارة، والتي تتخذ أى شكل من الأشكال، ويمكن استخدامها بطريق مباشر أو غير مباشر فى حاسب آلى لأداء وظيفة أو تحقيق نتيجة سواء كانت هذه الأوامر والتعليمات فى شكلها الأصلى أو فى أى شكل آخر تظهر فيه من خلال حاسب آلى أو نظام معلوماتى. النظام المعلوماتى: مجموعة برامج وأدوات معدة لغرض إدارة ومعالجة البيانات والمعلومات أو تقديم خدمة معلوماتية. شبكة معلوماتية: مجموعة من الأجهزة أو نظم المعلومات مرتبطة معًا ويمكن تبادل المعلومات والاتصالات فيما بينها، ومن بينها الشبكات الخاصة والعامة وشبكات المعلومات الدولية والتطبيقات المستخدمة عليها. الموقع: مجال أو مكان افتراضى له عنوان محدد على شبكة معلوماتية يهدف إلى إتاحة البيانات والمعلومات للعامة أو الخاصة. مدير الموقع: كل شخص مسئول عن تنظيم أو إدارة أو متابعة أو الحفاظ على موقع أو أكثر على الشبكة المعلوماتية بما فى ذلك حقوق الوصول لمختلف المستخدمين وتنظيم صفحات الموقع أو تصميمه أو توليد محتواه أو المسئول عنه. الحساب الخاص: مجموعة من المعلومات الخاصة بشخص طبيعى أو اعتبارى له الحق دون غيره فى الدخول على الخدمات المتاحة أو استخدامها من خلال موقع أو نظام معلوماتى. البريد الإلكترونى: وسيلة لتبادل رسائل إلكترونية على عنوان محدد بين أكثر من شخص طبيعى أو اعتبارى عبر شبكة معلوماتية أو غيرها من وسائل الربط الإلكترونية من خلال أجهزة الحاسب الآلى وما فى حكمها. الاعتراض: مشاهدة البيانات أو المعلومات أو الحصول عليها بغرض التنصت أو التعطيل أو التخزين أو النسخ أو التسجيل أو تغيير المحتوى أو إساءة الاستخدام أو تعديل المسار أو إعادة التوجيه دون وجه حق ولأسباب غير مشروعة. الاختراق: الدخول غير المرخص به أو المخالف لأحكام الترخيص أو الدخول بأى طريقة غير مشروعة إلى نظام معلوماتى أو حاسب آلى أو شبكة معلوماتية وما فى حكمها. المحتوى: أى بيانات تؤدى بذاتها أو مجتمعة مع بيانات أو معلومات أخرى إلى تكوين معلومة أو تحديد توجه أو اتجاه أو تصور أو معنى أو الإشارة إلى بيانات أخرى. الدليل الرقمى: أى معلومات إلكترونية لها قوة أو قيمة ثبوتية مخزنة أو منقولة أو مستخرجة أو مأخوذة من أجهزة الحاسب أو الشبكات المعلوماتية وما فى حكمها، ويمكن تجميعها وتحليلها باستخدام أجهزة أو برامج أو تطبيقات تكنولوجية خاصة. الخبرة: كل عمل يتصل بتقديم الاستشارات أو الفحص أو المراجعة أو التقييم أو التحليل فى مجالات تقنية المعلومات. حركة الاتصال (بيانات المرور): بيانات ينتجها نظام معلوماتى تبين مصدر الاتصال ووجهته والجهة المرسل منها والمرسل إليها والطريق الذى سلكه وساعته وتاريخه وحجمه ومدته ونوع الخدمة. الحاسب: كل جهاز أو معدة تقنية تكون قادرة على التخزين وأداء عمليات منطقية أو حسابية، وتستخدم لتسجيل بيانات أو معلومات أو تخزينها أو تحويلها أو تخليقها أو ترتيبها أو معالجتها أو تطويرها أو تبادلها أو تحليلها أو الاتصالات. الدعامة الإلكترونية: أى وسيط مادى لحفظ وتداول البيانات والمعلومات الإلكترونية ومنها الأقراص المدمجة أو الأقراص الضوئية والذاكرة الإلكترونية أو ما فى حكمها. الأمن القومى: كل ما يتصل باستقلال واستقرار وأمن الوطن ووحدته وسلامة أراضيه، وما يتعلق بشئون رئاسة الجمهورية ومجلس الدفاع الوطنى ومجلس الأمن القومى ووزارة الدفاع والإنتاج الحربى ووزارة الداخلية والمخابرات العامة وهيئة الرقابة الإدارية والأجهزة التابعة لتلك الجهات. جهات الأمن القومى: رئاسة الجمهورية ووزارة الدفاع ووزارة الداخلية والمخابرات العامة وهيئة الرقابة الإدارية.",
		"simplified_summary": "تحدد المادة التعريفات الأساسية في القانون مثل الجهاز والوزير المختص والبيانات الإلكترونية والبيانات الشخصية والحكومية، والمعالجة الإلكترونية وتقنية المعلومات، ومقدم الخدمة والمستخدم، والبرنامج والنظام والشبكة والموقع ومدير الموقع والحساب الخاص والبريد الإلكتروني، ومعاني الاعتراض والاختراق والمحتوى والدليل الرقمي والخبرة وبيانات المرور والحاسب والدعامة الإلكترونية، ومفاهيم الأمن القومي وجهاته.",
		"keywords": [
			"تعريفات",
			"البيانات الإلكترونية",
			"البيانات الشخصية",
			"المعالجة الإلكترونية",
			"تقنية المعلومات",
			"مقدم الخدمة",
			"الاختراق",
			"الدليل الرقمي",
			"بيانات المرور",
			"الأمن القومي"
		],
		"cross_references": [],
		"legal_nature": "تعريفات"
	},
	{
		"article_id": "EG-TECH-ART-002",
		"article_number": "2",
		"part (Bab)": "الأحكام العامة",
		"chapter (Fasl)": "التزامات وواجبات مقدم الخدمة",
		"original_text": "أولًا- مع عدم الإخلال بأحكام هذا القانون وقانون تنظيم الاتصالات الصادر بالقانون رقم 10 لسنة 2003، يلتزم مقدمو الخدمة بما يأتي: 1- حفظ وتخزين سجل النظام المعلوماتى أو أى وسيلة لتقنية المعلومات لمدة مائة وثمانين يومًا متصلة، وتمثل البيانات الواجب حفظها وتخزينها فيما يأتي: (أ) البيانات التي تمكن من التعرف على مستخدم الخدمة. (ب) البيانات المتعلقة بمحتوى ومضمون النظام المعلوماتى المتعامل متى كانت تحت سيطرة مقدم الخدمة. (ج) البيانات المتعلقة بحركة الاتصال. (د) البيانات المتعلقة بالأجهزة الطرفية للاتصال. (هـ) أى بيانات أخرى يصدر بتحديدها قرار من مجلس إدارة الجهاز. 2- المحافظة على سرية البيانات التي تم حفظها وتخزينها، وعدم إفشائها أو الإفصاح عنها بغير أمر مسبب من إحدى الجهات القضائية المختصة، ويشمل ذلك البيانات الشخصية لأى من مستخدمى خدمته وأى بيانات أو معلومات متعلقة بالمواقع والحسابات الخاصة التى يدخل عليها هؤلاء المستخدمون أو الأشخاص والجهات التى يتواصلون معهم. 3- تأمين البيانات والمعلومات بما يحافظ على سريتها، وعدم اختراقها أو إتلافها. ثانيًا- مع عدم الإخلال بأحكام قانون حماية المستهلك، يجب على مقدم الخدمة أن يوفر لمستخدمى خدماته ولأى جهة حكومية مختصة، بالشكل والطريقة التى يمكن الوصول إليها بصورة ميسرة ومباشرة ومستمرة، البيانات والمعلومات الآتية: 1- اسم مقدم الخدمة وعنوانه. 2- معلومات الاتصال المتعلقة بمقدم الخدمة بما فى ذلك عنوان الاتصال الإلكترونى. 3- بيانات الترخيص لتحديد هوية مقدم الخدمة، وتحديد الجهة المختصة التى يخضع لإشرافها. 4- أى معلومات أخرى يقدر الجهاز أهميتها لحماية مستخدمى الخدمة، ويصدر بتحديدها قرار من الوزير المختص. ثالثًا- مع مراعاة حرمة الحياة الخاصة التى يكفلها الدستور، يلتزم مقدمو الخدمة، والوكلاء والموزعون التابعون لهم، أن يوفروا حال طلب جهات الأمن القومى ووفقًا لكافة احتياجاتها الإمكانيات الفنية التى تتيح لتلك الجهات ممارسة اختصاصاتها وفقًا للقانون. رابعًا- يلتزم مقدمو خدمات تقنية المعلومات ووكلاؤهم وموزعوهم التابعون لهم المـنوط بهم تسويق تلك الخدمات بالحصول على بيانات المستخدمين، ويُحظر على غيرهم القيام بذلك.",
		"simplified_summary": "تُلزم المادة مقدمي الخدمة بحفظ سجلات وبيانات محددة لمدة 180 يومًا، والحفاظ على سريتها وتأمينها وعدم إفشائها إلا بأمر قضائي. كما تُلزمهم بتوفير بيانات تعريفية وترخيصية للمستخدمين والجهات المختصة، وتمكين جهات الأمن القومي من الإمكانيات الفنية وفق القانون، وقصر جمع بيانات المستخدمين على الجهات المسوّقة المعتمدة.",
		"keywords": [
			"مقدم الخدمة",
			"حفظ البيانات",
			"سرية البيانات",
			"تأمين المعلومات",
			"بيانات المرور",
			"الترخيص",
			"جهات الأمن القومي",
			"حماية المستهلك"
		],
		"cross_references": [],
		"legal_nature": "التزام/واجب"
	},
	{
		"article_id": "EG-TECH-ART-003",
		"article_number": "3",
		"part (Bab)": "الأحكام العامة",
		"chapter (Fasl)": "نطاق تطبيق القانون من حيث المكان",
		"original_text": "مع عدم الإخلال بأحكام الباب الأول من الكتاب الأول من قانون العقوبات، تسرى أحكام هذا القانون على كل من ارتكب خارج جمهورية مصر العربية من غير المصريين جريمة من الجرائم المنصوص عليها فى هذا القانون، متى كان الفعل معاقبًا عليه فى الدولة التى وقع فيها تحت أى وصف قانونى، وذلك فى أى من الأحوال الآتية: 1- إذا ارتكبت الجريمة على متن أى وسيلة من وسائل النقل الجوى أو البرى أو المائى وكانت مسجلة لدى جمهورية مصر العربية أو تحمل علمها. 2- إذا كان المجنى عليه أو أحدهم مصريًا. 3- إذا تم الإعداد للجريمة أو التخطيط أو التوجيه أو الإشراف عليها أو تمويلها فى جمهورية مصر العربية. 4- إذا ارتكبت الجريمة بواسطة جماعة إجرامية منظمة تمارس أنشطة إجرامية فى أكثر من دولة من بينها جمهورية مصر العربية. 5- إذا كان من شأن الجريمة إلحاق ضرر بأى من مواطنى جمهورية مصر العربية أو المقيمين فيها أو بأمنها أو بأى من مصالحها فى الداخل أو الخارج. 6- إذا وُجد مرتكب جريمة فى جمهورية مصر العربية بعد ارتكابها ولم يتم تسليمه.",
		"simplified_summary": "تُطبق أحكام القانون على جرائم تقنية المعلومات المرتكبة خارج مصر من غير المصريين متى كان الفعل مجرمًا بالدولة التي وقع فيها، وذلك في حالات محددة مثل ارتباط الجريمة بوسيلة نقل مصرية، أو وجود مجني عليه مصري، أو إعدادها أو تمويلها بمصر، أو ارتكابها من جماعة منظمة تضم مصر، أو إضرارها بمصالح أو أمن مصر، أو وجود مرتكبها داخل مصر دون تسليمه.",
		"keywords": [
			"نطاق التطبيق",
			"الاختصاص",
			"جرائم عابرة للحدود",
			"النقل الجوي والبحري",
			"المجني عليه المصري",
			"الجماعة الإجرامية المنظمة"
		],
		"cross_references": [],
		"legal_nature": "نطاق تطبيق/اختصاص"
	},
	{
		"article_id": "EG-TECH-ART-004",
		"article_number": "4",
		"part (Bab)": "الأحكام العامة",
		"chapter (Fasl)": "التعاون الدولي في مكافحة جرائم تقنية المعلومات",
		"original_text": "تعمل السلطات المصرية المختصة على تيسير التعاون مع نظيرتها بالبلاد الأجنبية فى إطار الاتفاقيات الدولية والإقليمية والثنائية المصدق عليها، أو تطبيق مبدأ المعاملة بالمثل، بتبادل المعلومات بما من شأنه أن يكفل تفادى ارتكاب جرائم تقنية المعلومات، والمساعدة على التحقيق فيها وتتبع مرتكبيها. على أن يكون المركز الوطنى للاستعداد لطوارئ الحاسب والشبكات بالجهاز هو نقطة الاتصال الفنية المعتمدة فى هذا الشأن.",
		"simplified_summary": "تلتزم السلطات المصرية بتيسير التعاون الدولي وتبادل المعلومات وفق الاتفاقيات أو المعاملة بالمثل لمنع جرائم تقنية المعلومات والمساعدة في التحقيق وتتبع الجناة، ويكون مركز الاستعداد لطوارئ الحاسب والشبكات بالجهاز نقطة الاتصال الفنية.",
		"keywords": [
			"التعاون الدولي",
			"تبادل المعلومات",
			"التحقيق",
			"تتبع الجناة",
			"مركز طوارئ الحاسب والشبكات"
		],
		"cross_references": [],
		"legal_nature": "تعاون دولي"
	},
	{
		"article_id": "EG-TECH-ART-005",
		"article_number": "5",
		"part (Bab)": "الباب الثاني: الأحكام والقواعد الإجرائية",
		"chapter (Fasl)": "مأمورو الضبط القضائي",
		"original_text": "يجوز بقرار من وزير العدل بالاتفاق مع الوزير المختص منح صفة الضبطية القضائية للعاملين بالجهاز أو غيرهم ممن تحددهم جهات الأمن القومى، بالنسبة إلى الجرائم التى تقع بالمخالفة لأحكام هذا القانون والمتعلقة بأعمال وظائفهم.",
		"simplified_summary": "يجوز لوزير العدل بالاتفاق مع الوزير المختص منح صفة الضبطية القضائية للعاملين بالجهاز أو لغيرهم ممن تحددهم جهات الأمن القومي، فيما يخص الجرائم المرتبطة بأعمال وظائفهم وفق هذا القانون.",
		"keywords": [
			"الضبطية القضائية",
			"وزير العدل",
			"جهات الأمن القومي",
			"الجهاز"
		],
		"cross_references": [],
		"legal_nature": "إجراء تنظيمي/إجرائي"
	},
	{
		"article_id": "EG-TECH-ART-006",
		"article_number": "6",
		"part (Bab)": "الباب الثاني: الأحكام والقواعد الإجرائية",
		"chapter (Fasl)": "الأوامر القضائية المؤقتة",
		"original_text": "يجوز لجهة التحقيق المختصة، بحسب الأحوال، أن تصدر أمرًا مسببًا لمأمورى الضبط القضائى المختصين، لمدة لا تزيد على ثلاثين يومًا قابلة للتجديد لمرة واحدة، متى كان لذلك فائدة فى ظهور الحقيقة على ارتكاب جريمة معاقب عليها بمقتضى أحكام هذا القانون، بواحد أو أكثر مما يأتي: 1- ضبط أو سحب أو جمع أو التحفظ على البيانات والمعلومات أو أنظمة المعلومات، وتتبعها فى أى مكان أو نظام أو برنامج أو دعامة إلكترونية أو حاسب تكون موجودة فيه، ويتم تسليم أدلتها الرقمية لجهة إصدار الأمر على ألا يؤثر ذلك على استمرارية النظم وتقديم الخدمة إن كان لها مقتضى. 2- البحث والتفتيش والدخول والنفاذ إلى برامج الحاسب وقواعد البيانات وغيرها من نظم المعلومات والأجهزة والنظم المعلوماتية تحقيقًا لغرض الضبط. 3- أن تأمر مقدم الخدمة بتسليم ما لديه من بيانات أو معلومات تتعلق بنظام معلوماتى أو جهاز تقنى موجودة تحت سيطرته أو مخزنة لديه، وكذلك بيانات مستخدمى خدمته وحركة الاتصالات التى تمت على ذلك النظام أو الجهاز التقنى. وفى كل الأحوال، يجب أن يكون أمر جهة التحقيق المختصة مسببًا. ويكون استئناف الأوامر المتقدمة أمام المحكمة الجنائية المختصة منعقدة فى غرفة المشورة فى المواعيد ووفقًا للإجراءات المقررة بقانون الإجراءات الجنائية.",
		"simplified_summary": "تجيز المادة لجهة التحقيق إصدار أوامر مؤقتة مسببـة لمدة تصل إلى 30 يومًا قابلة للتجديد مرة واحدة لضبط البيانات والأنظمة وتتبعها، والبحث والتفتيش والدخول إلى البرامج وقواعد البيانات، وإلزام مقدم الخدمة بتسليم البيانات وبيانات المستخدمين وحركة الاتصالات، مع إمكانية استئناف الأوامر أمام المحكمة المختصة.",
		"keywords": [
			"أوامر قضائية مؤقتة",
			"الضبط والتحفظ",
			"التفتيش والدخول",
			"تسليم البيانات",
			"حركة الاتصالات",
			"استئناف الأوامر"
		],
		"cross_references": [],
		"legal_nature": "إجراء قضائي"
	},
	{
		"article_id": "EG-TECH-ART-007",
		"article_number": "7",
		"part (Bab)": "الباب الثاني: الأحكام والقواعد الإجرائية",
		"chapter (Fasl)": "الإجراءات والقرارات في شأن طلبات حجب المواقع",
		"original_text": "متى قامت أدلة على قيام موقع يُبث داخل الدولة أو خارجها بوضع أى عبارات أو أرقام أو صور أو أفلام أو أى مواد دعائية أو ما فى حكمها بما يُعد جريمة من الجرائم المنصوص عليها فى القانون، وتشكل تهديدًا للأمن القومى أو تعرض أمن البلاد أو اقتصادها القومى للخطر، جاز لجهة التحقيق المختصة أن تأمر بحجب الموقع أو المواقع محل البث كلما أمكن تحقيق ذلك فنيًا. وعلى جهة التحقيق عرض أمر الحجب على المحكمة المختصة منعقدة فى غرفة المشورة خلال أربع وعشرين ساعة مشفوعًا بمذكرة برأيها، وتصدر المحكمة قرارها مسببًا بالقبول أو الرفض خلال مدة لا تجاوز اثنتين وسبعين ساعة من وقت عرضها عليها. وفى حالة الاستعجال لوجود خطر حال أو وشيك الوقوع يجوز لجهات التحرى والضبط المختصة إبلاغ الجهاز ليقوم بإخطار مقدم الخدمة فورًا بالحجب المؤقت للموقع أو المحتوى أو المواقع أو الروابط المذكورة فى الفقرة الأولى وفقًا لأحكام هذه المادة، ويلتزم مقدم الخدمة بتنفيذ مضمون الإخطار فور وروده إليه. وعلى جهة التحرى والضبط التى قامت بالإبلاغ أن تحرر محضرًا تثبت فيه ما تم من إجراءات وفق أحكام الفقرة السابقة يُعرض على جهات التحقيق خلال ثمانٍ وأربعين ساعة من تاريخ الإبلاغ الذى وجهته للجهاز، وتتبع فى هذا المحضر ذات الإجراءات المبينة بالفقرة الثانية من هذه المادة، وتصدر المحكمة المختصة قرارها فى هذه الحالة إما بتأييد ما تم من إجراءات حجب أو بوقفه. فإذا لم يُعرض المحضر المشار إليه فى الفقرة السابقة فى الموعد المحدد، عُد الحجب الذى تم كأن لم يكن. ولمحكمة الموضوع أثناء نظر الدعوى أو بناءً على طلب جهة التحقيق أو الجهاز أو ذوى الشأن أن تأمر بإنهاء القرار الصادر بالحجب أو تعديل نطاقه. وفى جميع الأحوال يسقط القرار الصادر بالحجب بصدور أمر بألا وجه لإقامة الدعوى الجنائية أو بصدور حكم نهائى فيها بالبراءة.",
		"simplified_summary": "تنظم المادة إجراءات حجب المواقع المرتبطة بجرائم تقنية المعلومات التي تهدد الأمن القومي، بما يشمل أمر الحجب القضائي وعرضه على المحكمة خلال مدد محددة، والحجب المؤقت في حالات الاستعجال مع تحرير محضر وعرضه على التحقيق، وإمكانية إنهاء الحجب أو تعديل نطاقه، وسقوط قرار الحجب بقرار عدم إقامة الدعوى أو حكم البراءة.",
		"keywords": [
			"حجب المواقع",
			"الأمن القومي",
			"الحجب المؤقت",
			"غرفة المشورة",
			"مقدم الخدمة",
			"إجراءات الحجب"
		],
		"cross_references": [
			"المادة 8"
		],
		"legal_nature": "إجراء قضائي"
	},
	{
		"article_id": "EG-TECH-ART-008",
		"article_number": "8",
		"part (Bab)": "الباب الثاني: الأحكام والقواعد الإجرائية",
		"chapter (Fasl)": "التظلم من قرارات حجب المواقع",
		"original_text": "لكل من صدر ضده أمر قضائى بالحجب المنصوص عليه بالمادة (7) من هذا القانون، وللنيابة العامة ولجهة التحقيق المختصة ولكل ذى شأن أن يتظلم من الأمر أو من إجراءات تنفيذه أمام محكمة الجنايات المختصة، بعد انقضاء سبعة أيام من تاريخ صدور الأمر أو من تاريخ تنفيذه حسب الأحوال، فإذا رُفض تظلمه فله أن يتقدم بتظلم جديد كلما انقضت ثلاثة أشهر من تاريخ الحكم برفض التظلم. وفى جميع الأحوال يكون التظلم بتقرير يودع قلم كتاب محكمة الجنايات المختصة، وعلى رئيس المحكمة أن يحدد جلسة لنظر التظلم يُعلن بها المتظلم والجهاز وكل ذى شأن، وعلى المحكمة أن تفصل فى التظلم خلال مدة لا تجاوز سبعة أيام من تاريخ التقرير به.",
		"simplified_summary": "تحدد المادة حق التظلم من أوامر الحجب أمام محكمة الجنايات المختصة بعد مرور سبعة أيام، مع إمكانية تجديد التظلم كل ثلاثة أشهر إذا رُفض، وإجراءات إيداع التظلم وتحديد جلسة والفصل فيه خلال سبعة أيام.",
		"keywords": [
			"التظلم",
			"حجب المواقع",
			"محكمة الجنايات",
			"مواعيد التظلم"
		],
		"cross_references": [
			"المادة 7"
		],
		"legal_nature": "إجراء قضائي"
	},
	{
		"article_id": "EG-TECH-ART-009",
		"article_number": "9",
		"part (Bab)": "الباب الثاني: الأحكام والقواعد الإجرائية",
		"chapter (Fasl)": "المنع من السفر",
		"original_text": "يجوز للنائب العام أو من يفوضه من المحامين العامين الأولين بنيابات الاستئناف، ولجهات التحقيق المختصة، عند الضرورة أو عند وجود أدلة كافية على جدية الاتهام فى ارتكاب جريمة من الجرائم المنصوص عليها فى هذا القانون أو الشروع فى ارتكابها، أن يأمر بمنع المتهم من السفر خارج البلاد أو بوضع اسمه على قوائم ترقب الوصول، بأمر مسبب لمدة محددة. ولمن صدر ضده أمر المنع من السفر أن يتظلم من هذا الأمر أمام محكمة الجنايات المختصة خلال خمسة عشر يومًا من تاريخ علمه به، فإذا رُفض تظلمه فله أن يتقدم بتظلم جديد كلما انقضت ثلاثة أشهر من تاريخ الحكم برفض التظلم. ويكون التظلم بتقرير يودع قلم كتاب محكمة الجنايات المختصة، وعلى رئيس المحكمة أن يحدد جلسة لنظر التظلم تُعلن بها النيابة العامة والمتظلم، وعلى المحكمة أن تفصل فى التظلم خلال مدة لا تجاوز خمسة عشر يومًا من تاريخ التقرير به بحكم مسبب بعد سماع أقوال المتظلم والنيابة العامة وجهة التحقيق المختصة بحسب الأحوال، ولها فى سبيل ذلك أن تتخذ ما تراه من إجراءات أو تحقيقات تراها لزومًا فى هذا الشأن. ويجوز للنيابة العامة وجهات التحقيق المختصة فى كل وقت العدول عن الأمر الصادر بالمنع من السفر أو تعديله برفع الاسم من قوائم المنع أو ترقب الوصول لمدة محددة إذا دعت الضرورة لذلك. وفى جميع الأحوال، ينتهى المنع من السفر بمرور سنة من تاريخ صدور الأمر، أو بصدور قرار بألا وجه لإقامة الدعوى الجنائية أو بصدور قرار نهائى بالبراءة، أيهما أقرب.",
		"simplified_summary": "تجيز المادة إصدار أمر مسبب بمنع السفر أو إدراج الاسم على قوائم ترقب الوصول عند الضرورة أو وجود أدلة كافية، مع حق التظلم خلال 15 يومًا وتجديده كل ثلاثة أشهر، والفصل القضائي خلال 15 يومًا، وإمكانية العدول أو التعديل، وانتهاء المنع بعد سنة أو بقرار عدم إقامة الدعوى أو حكم البراءة.",
		"keywords": [
			"المنع من السفر",
			"ترقب الوصول",
			"التظلم",
			"النائب العام",
			"محكمة الجنايات"
		],
		"cross_references": [],
		"legal_nature": "إجراء قضائي"
	},
	{
		"article_id": "EG-TECH-ART-010",
		"article_number": "10",
		"part (Bab)": "الباب الثاني: الأحكام والقواعد الإجرائية",
		"chapter (Fasl)": "الخبراء",
		"original_text": "يُنشأ بالجهاز سجلان لقيد الخبراء؛ يُقيد بأولهما الفنيون والتقنيون العاملون بالجهاز، ويقيد بالآخر الخبراء من الفنيين والتقنيين من غير العاملين به. وتطبق على الخبراء فى ممارسة عملهم وتحديد التزاماتهم وحقوقهم القواعد والأحكام الخاصة بقواعد تنظيم الخبرة أمام جهات القضاء. واستثناءً من تلك القواعد، تسرى على الخبراء المقيدين بالسجل الثانى القواعد والأحكام الخاصة بالمساءلة الإدارية والتأديبية الواردة بالقانون المنظم لعملهم إن وُجد. وتحدد اللائحة التنفيذية لهذا القانون قواعد وشروط وإجراءات القيد فى كل من السجلين.",
		"simplified_summary": "تنشئ المادة سجلين للخبراء بالجهاز (للعاملين وغير العاملين)، وتحدد خضوعهم لقواعد تنظيم الخبرة أمام القضاء، مع تطبيق قواعد المساءلة الإدارية والتأديبية للخبراء غير العاملين وفق قانونهم، وتُحال تفاصيل القيد إلى اللائحة التنفيذية.",
		"keywords": [
			"الخبراء",
			"سجلات الخبراء",
			"تنظيم الخبرة",
			"المساءلة التأديبية",
			"اللائحة التنفيذية"
		],
		"cross_references": [],
		"legal_nature": "تنظيم مهني"
	},
	{
		"article_id": "EG-TECH-ART-011",
		"article_number": "11",
		"part (Bab)": "الباب الثاني: الأحكام والقواعد الإجرائية",
		"chapter (Fasl)": "الأدلة الرقمية",
		"original_text": "يكون للأدلة المستمدة أو المستخرجة من الأجهزة أو المعدات أو الوسائط الدعامة الإلكترونية، أو من النظام المعلوماتى أو من برامج الحاسب، أو من أى وسيلة لتقنية المعلومات ذات قيمة وحجية الأدلة الجنائية المادية فى الإثبات الجنائى متى توافرت بها الشروط الفنية الواردة باللائحة التنفيذية لهذا القانون.",
		"simplified_summary": "تمنح المادة للأدلة الرقمية المستخرجة من الأنظمة والأجهزة والوسائط الإلكترونية حجية الأدلة المادية في الإثبات الجنائي متى توافرت الشروط الفنية المحددة باللائحة التنفيذية.",
		"keywords": [
			"الأدلة الرقمية",
			"حجية الإثبات",
			"الإثبات الجنائي",
			"اللائحة التنفيذية"
		],
		"cross_references": [],
		"legal_nature": "قاعدة إثبات"
	},
	{
		"article_id": "EG-TECH-ART-012",
		"article_number": "12",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "أحكام عامة للعقوبات",
		"original_text": "مع عدم الإخلال بأية عقوبة أشد منصوص عليها فى قانون العقوبات أو أى قانون آخر، ومع مراعاة أحكام قانون الطفل الصادر بالقانون رقم 12 لسنة 1996، يُعاقب على الجرائم التالية بالعقوبات المبينة قرين كل جريمة.",
		"simplified_summary": "تقرر المادة تطبيق العقوبات المقررة في هذا القانون دون الإخلال بأي عقوبات أشد في قوانين أخرى، مع مراعاة قانون الطفل، وتبين أن لكل جريمة عقوبتها المحددة لاحقًا.",
		"keywords": [
			"العقوبات",
			"قانون العقوبات",
			"قانون الطفل",
			"أحكام عامة"
		],
		"cross_references": [],
		"legal_nature": "حكم تمهيدي"
	},
	{
		"article_id": "EG-TECH-ART-013",
		"article_number": "13",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الأول: الاعتداء على سلامة الشبكات والأنظمة وخدمات الاتصالات وتقنية المعلومات",
		"original_text": "يُعاقب بالحبس مدة لا تقل عن ثلاثة أشهر وبغرامة لا تقل عن عشرة آلاف جنيه ولا تجاوز خمسين ألف جنيه، أو بإحدى هاتين العقوبتين، كل من انتفع دون وجه حق عن طريق شبكة النظام المعلوماتى أو إحدى وسائل تقنية المعلومات، بخدمة اتصالات أو خدمات قنوات البث المسموع والمرئى.",
		"simplified_summary": "تجرم المادة الانتفاع غير المشروع بخدمات الاتصالات أو البث عبر الشبكات أو وسائل تقنية المعلومات، وتحدد عقوبة الحبس والغرامة.",
		"keywords": [
			"الانتفاع دون وجه حق",
			"خدمات الاتصالات",
			"البث المسموع والمرئي",
			"شبكة النظام المعلوماتي"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-014",
		"article_number": "14",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الأول: الاعتداء على سلامة الشبكات والأنظمة وخدمات الاتصالات وتقنية المعلومات",
		"original_text": "يُعاقب بالحبس مدة لا تقل عن سنة وبغرامة لا تقل عن خمسين ألف جنيه ولا تجاوز مائة ألف جنيه، أو بإحدى هاتين العقوبتين، كل من دخل عمدًا أو بخطأ غير عمدى وبقى دون وجه حق على موقع أو حساب خاص أو نظام معلوماتى محظور الدخول عليه. فإذا نتج عن ذلك الدخول إتلاف أو محو أو تغيير أو نسخ أو إعادة نشر للبيانات أو المعلومات الموجودة على ذلك الموقع أو الحساب الخاص أو النظام المعلوماتى، تكون العقوبة الحبس مدة لا تقل عن سنتين وغرامة لا تقل عن مائة ألف جنيه ولا تجاوز مائتى ألف جنيه، أو بإحدى هاتين العقوبتين.",
		"simplified_summary": "تجرم المادة الدخول غير المشروع إلى موقع أو حساب أو نظام معلوماتي محظور، وتغلظ العقوبة إذا نتج عن الدخول إتلاف أو محو أو تغيير أو نسخ أو إعادة نشر للبيانات.",
		"keywords": [
			"الدخول غير المشروع",
			"حساب خاص",
			"نظام معلوماتي",
			"إتلاف البيانات",
			"تشديد العقوبة"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-015",
		"article_number": "15",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الأول: الاعتداء على سلامة الشبكات والأنظمة وخدمات الاتصالات وتقنية المعلومات",
		"original_text": "يُعاقب بالحبس مدة لا تقل عن ستة أشهر وبغرامة لا تقل عن ثلاثين ألف جنيه ولا تجاوز خمسين ألف جنيه، أو بإحدى هاتين العقوبتين، كل من دخل إلى موقع أو حساب خاص أو نظام معلوماتى مستخدمًا حقًا مخولًا له فتعدى حدود هذا الحق من حيث الزمان أو مستوى الدخول.",
		"simplified_summary": "تجرم المادة تجاوز حدود الحق الممنوح في الدخول إلى موقع أو حساب أو نظام معلوماتي، سواء من حيث مدة الدخول أو مستوى الصلاحيات.",
		"keywords": [
			"تجاوز حدود الحق",
			"صلاحيات الدخول",
			"نظام معلوماتي",
			"حساب خاص"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-016",
		"article_number": "16",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الأول: الاعتداء على سلامة الشبكات والأنظمة وخدمات الاتصالات وتقنية المعلومات",
		"original_text": "يُعاقب بالحبس مدة لا تقل عن سنة وبغرامة لا تقل عن خمسين ألف جنيه ولا تجاوز مائتى وخمسين ألف جنيه، أو بإحدى هاتين العقوبتين، كل من اعترض دون وجه حق أى معلومات أو بيانات أو كل ما هو متداول عن طريق شبكة معلوماتية أو أحد أجهزة الحاسب الآلى وما فى حكمها.",
		"simplified_summary": "تجرم المادة الاعتراض غير المشروع للمعلومات أو البيانات المتداولة عبر الشبكات أو أجهزة الحاسب، وتحدد عقوبة الحبس والغرامة.",
		"keywords": [
			"الاعتراض غير المشروع",
			"الشبكة المعلوماتية",
			"البيانات المتداولة",
			"الحاسب الآلي"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-017",
		"article_number": "17",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الأول: الاعتداء على سلامة الشبكات والأنظمة وخدمات الاتصالات وتقنية المعلومات",
		"original_text": "يعاقب بالحبس مدة لا تقل عن سنتين وبغرامة لا تقل عن مائة ألف جنيه ولا تجاوز مائة وخمسين ألف جنيه، أو بإحدى هاتين العقوبتين، كل من أتلف أو عطل أو عدل مسار أو ألغى كليًا أو جزئيًا عمدًا وبدون وجه حق البرامج والبيانات أو المعلومات المخزنة أو المعالجة أو المولدة أو المخلقة على أى نظام معلوماتى أو ما فى حكمه، أيًا كانت الوسيلة التى استخدمت فى الجريمة.",
		"simplified_summary": "تجرم المادة الاعتداء على سلامة البيانات والبرامج عبر الإتلاف أو التعطيل أو تغيير المسار أو الإلغاء الكلي أو الجزئي دون وجه حق لأي نظام معلوماتي، وتحدد العقوبة.",
		"keywords": [
			"سلامة البيانات",
			"إتلاف",
			"تعطيل",
			"تعديل المسار",
			"نظام معلوماتي"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-018",
		"article_number": "18",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الأول: الاعتداء على سلامة الشبكات والأنظمة وخدمات الاتصالات وتقنية المعلومات",
		"original_text": "يعاقب بالحبس مدة لا تقل عن شهر وبغرامة لا تقل عن خمسين ألف جنيه ولا تجاوز مائة ألف جنيه، أو بإحدى هاتين العقوبتين، كل من أتلف أو عطل أو أبطأ أو اخترق بريدًا إلكترونيًا أو موقعًا أو حسابًا خاصًا بأحد الناس. فإذا وقعت الجريمة على بريد إلكتروني أو موقع أو حساب خاص بأحد الأشخاص الاعتبارية الخاصة، تكون العقوبة الحبس مدة لا تقل عن ستة أشهر وغرامة لا تقل عن مائة ألف جنيه ولا تجاوز مائتى ألف جنيه، أو بإحدى هاتين العقوبتين.",
		"simplified_summary": "تجرم المادة الاعتداء على البريد الإلكتروني أو المواقع أو الحسابات الخاصة بالإتلاف أو التعطيل أو الاختراق، وتشدد العقوبة إذا تعلق الأمر بشخص اعتباري خاص.",
		"keywords": [
			"البريد الإلكتروني",
			"الحسابات الخاصة",
			"الاختراق",
			"إتلاف",
			"تعطيل"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-019",
		"article_number": "19",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الأول: الاعتداء على سلامة الشبكات والأنظمة وخدمات الاتصالات وتقنية المعلومات",
		"original_text": "يعاقب بالحبس مدة لا تقل عن ثلاثة أشهر وبغرامة لا تقل عن عشرين ألف جنيه ولا تجاوز مائة ألف جنيه، أو بإحدى هاتين العقوبتين، كل من أتلف أو عطل أو أبطأ أو شوّه أو أخفى أو غيّر تصميمات موقع خاص بشركة أو مؤسسة أو منشأة أو شخص طبيعى بغير وجه حق.",
		"simplified_summary": "تجرم المادة الاعتداء على تصميمات المواقع الخاصة بالشركات أو المؤسسات أو الأفراد عبر الإتلاف أو التعطيل أو التشويه أو الإخفاء أو التغيير دون حق.",
		"keywords": [
			"تصميم المواقع",
			"إتلاف",
			"تشويه",
			"تغيير",
			"موقع خاص"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-020",
		"article_number": "20",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الأول: الاعتداء على سلامة الشبكات والأنظمة وخدمات الاتصالات وتقنية المعلومات",
		"original_text": "يعاقب بالحبس مدة لا تقل عن سنتين وبغرامة لا تقل عن خمسين ألف جنيه ولا تجاوز مائتى ألف جنيه، أو بإحدى هاتين العقوبتين، كل من دخل عمدًا أو بخطأ غير عمدى وبقى دون وجه حق أو تجاوز حدود الحق المخول له من حيث الزمان أو مستوى الدخول أو اخترق موقعًا أو بريدًا إلكترونيًا أو حسابًا خاصًا أو نظامًا معلوماتيًا يُدار بمعرفة أو لحساب الدولة أو أحد الأشخاص الاعتبارية العامة أو مملوكًا لها أو يخصها. فإذا كان الدخول بقصد الاعتراض أو الحصول دون وجه حق على بيانات أو معلومات حكومية، تكون العقوبة السجن والغرامة التى لا تقل عن مائة ألف جنيه ولا تجاوز خمسمائة ألف جنيه. وفى جميع الأحوال، إذا ترتب على أى من الأفعال السابقة إتلاف تلك البيانات أو المعلومات أو تشويهها أو تغييرها أو تصميمها أو نسخها أو تسجيلها أو تعديل مسارها أو إعادة نشرها أو إلغاؤها كليًا أو جزئيًا، بأى وسيلة كانت، تكون العقوبة السجن والغرامة التى لا تقل عن مليون جنيه ولا تجاوز خمسة ملايين جنيه.",
		"simplified_summary": "تجرم المادة الدخول غير المشروع أو تجاوز الصلاحيات أو اختراق الأنظمة والمواقع الحكومية، وتشدد العقوبة عند قصد الاعتراض أو الحصول على بيانات حكومية، وتغلظها أكثر إذا ترتب على الفعل إتلاف أو تغيير أو نشر البيانات.",
		"keywords": [
			"أنظمة حكومية",
			"اختراق",
			"بيانات حكومية",
			"تشديد العقوبة",
			"السجن"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-021",
		"article_number": "21",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الأول: الاعتداء على سلامة الشبكات والأنظمة وخدمات الاتصالات وتقنية المعلومات",
		"original_text": "يعاقب بالحبس مدة لا تقل عن ستة أشهر وبغرامة لا تقل عن مائة ألف جنيه ولا تجاوز مائة وخمسين ألف جنيه، أو بإحدى هاتين العقوبتين، كل من تسبب متعمدًا فى إيقاف شبكة معلوماتية عن العمل أو تعطيلها أو الحد من كفاءة عملها أو التشويش عليها أو إعاقتها أو اعتراض عملها أو أجرى دون وجه حق معالجة إلكترونية للبيانات الخاصة بها. ويعاقب كل من تسبب بخطئه فى ذلك بالحبس مدة لا تقل عن ثلاثة أشهر وبغرامة لا تقل عن خمسين ألف جنيه ولا تجاوز مائتى ألف جنيه، أو بإحدى العقوبتين. فإذا وقعت الجريمة على شبكة معلوماتية تخص الدولة أو أحد الأشخاص الاعتبارية العامة أو تمتلكها أو تُدار بمعرفتها تكون العقوبة السجن المشدد والغرامة لا تقل عن خمسمائة ألف جنيه ولا تجاوز مليون جنيه.",
		"simplified_summary": "تجرم المادة تعطيل الشبكات المعلوماتية أو التشويش عليها أو معالجة بياناتها دون حق، بعقوبات مشددة للتعمد ومخففة للخطأ، وتغلظ العقوبة إذا كانت الشبكة تخص الدولة أو جهة عامة.",
		"keywords": [
			"تعطيل الشبكات",
			"التشويش",
			"معالجة البيانات",
			"شبكة الدولة",
			"السجن المشدد"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-022",
		"article_number": "22",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الأول: الاعتداء على سلامة الشبكات والأنظمة وخدمات الاتصالات وتقنية المعلومات",
		"original_text": "يعاقب بالحبس مدة لا تقل عن سنتين وبغرامة لا تقل عن ثلاثمائة ألف جنيه ولا تجاوز خمسمائة ألف جنيه، أو بإحدى هاتين العقوبتين، كل من حاز أو أحرز أو جلب أو باع أو أتاح أو صنع أو أنتج أو استورد أو صدر أو تداول بأى صورة من صور التداول أى أجهزة أو معدات أو أدوات أو برامج مصممة أو مطورة أو محورة أو أكواد مرور أو شفرات أو رموز أو أى بيانات مماثلة دون تصريح صريح من الجهاز أو مسوغ من الواقع أو القانون، وثبت أن ذلك السلوك كان بغرض استخدام أى منها فى ارتكاب أية جريمة من الجرائم المنصوص عليها فى هذا القانون أو لإخفاء آثارها أو أدلتها أو لتسهيل ذلك الاستخدام أو الإخفاء.",
		"simplified_summary": "تجرم المادة حيازة أو تصنيع أو تداول أدوات وبرامج أو أكواد مرور أو شفرات دون تصريح، إذا كان الغرض استخدامها في ارتكاب جرائم تقنية المعلومات أو إخفاء آثارها أو تسهيل ذلك.",
		"keywords": [
			"أدوات الاختراق",
			"الأكواد والشفرات",
			"حيازة",
			"تداول",
			"إخفاء الأدلة"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-023",
		"article_number": "23",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الثاني: الجرائم المرتكبة بواسطة أنظمة وتقنيات المعلومات",
		"original_text": "يعاقب بالحبس مدة لا تقل عن ثلاثة أشهر وبغرامة لا تقل عن ثلاثين ألف جنيه ولا تجاوز خمسين ألف جنيه، أو بإحدى هاتين العقوبتين، كل من استخدم الشبكة المعلوماتية أو إحدى وسائل تقنية المعلومات فى الوصول دون وجه حق إلى أرقام أو بيانات أو بطاقات البنوك والخدمات أو غيرها من أدوات الدفع الإلكترونية. فإن قصد من ذلك استخدامها فى الحصول على أموال الغير أو ما تتيحه من خدمات، يعاقب بالحبس مدة لا تقل عن ستة أشهر وبغرامة لا تقل عن خمسين ألف جنيه ولا تجاوز مائة ألف جنيه، أو بإحدى هاتين العقوبتين. وتكون العقوبة الحبس مدة لا تقل عن سنة وبغرامة لا تقل عن مائة ألف جنيه ولا تجاوز مائتى ألف جنيه، أو بإحدى هاتين العقوبتين إذا توصل من ذلك إلى الاستيلاء لنفسه أو لغيره على تلك الخدمات أو أموال الغير.",
		"simplified_summary": "تجرم المادة الوصول غير المشروع إلى بيانات بطاقات البنوك وأدوات الدفع الإلكتروني، وتغلظ العقوبة إذا كان الهدف استخدامها للحصول على أموال الغير أو إذا تحقق الاستيلاء فعليًا.",
		"keywords": [
			"بطاقات البنوك",
			"أدوات الدفع الإلكتروني",
			"الاحتيال",
			"الاستيلاء",
			"الوصول غير المشروع"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-024",
		"article_number": "24",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الثاني: الجرائم المرتكبة بواسطة أنظمة وتقنيات المعلومات",
		"original_text": "يعاقب بالحبس مدة لا تقل عن ثلاثة أشهر وبغرامة لا تقل عن عشرة آلاف جنيه ولا تجاوز ثلاثين ألف جنيه، أو بإحدى العقوبتين، كل من اصطنع بريدًا إلكترونيًا أو موقعًا أو حسابًا خاصًا ونسبه زورًا إلى شخص طبيعى أو اعتبارى. فإذا استخدم الجانى البريد أو الموقع أو الحساب الخاص المصطنع فى أمر يسىء إلى من نُسب إليه، تكون العقوبة الحبس الذى لا تقل مدته عن سنة والغرامة لا تقل عن خمسين ألف جنيه ولا تجاوز مائتى ألف جنيه، أو بإحدى هاتين العقوبتين. وإذا وقعت الجريمة على أحد الأشخاص الاعتبارية العامة تكون العقوبة السجن والغرامة التى لا تقل عن مائة ألف جنيه ولا تزيد على ثلاثمائة ألف جنيه.",
		"simplified_summary": "تجرم المادة اصطنـاع بريد أو موقع أو حساب ونسبته زورًا للغير، وتشدد العقوبة إذا استُخدم للإساءة، وتغلظ أكثر إذا كان الضحية جهة اعتبارية عامة.",
		"keywords": [
			"اصطناع حسابات",
			"انتحال الهوية",
			"الإساءة",
			"الجهات العامة"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-025",
		"article_number": "25",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الثالث: الجرائم المتعلقة بالاعتداء على حرمة الحياة الخاصة والمحتوى المعلوماتى غير المشروع",
		"original_text": "يعاقب بالحبس مدة لا تقل عن ستة أشهر وبغرامة لا تقل عن خمسين ألف جنيه ولا تجاوز مائة ألف جنيه، أو بإحدى هاتين العقوبتين، كل من اعتدى على أى من المبادئ أو القيم الأسرية فى المجتمع المصرى أو انتهك حرمة الحياة الخاصة، أو أرسل بكثافة العديد من الرسائل الإلكترونية لشخص معين دون موافقته، أو منح بيانات شخصية إلى نظام أو موقع إلكترونى للترويج للسلع أو الخدمات دون موافقته، أو نشر عن طريق الشبكة المعلوماتية أو إحدى وسائل تقنية المعلومات معلومات أو أخبارًا أو صورًا وما فى حكمها تنتهك خصوصية أى شخص دون رضاه سواء كانت المعلومات المنشورة صحيحة أو غير صحيحة.",
		"simplified_summary": "تجرم المادة الاعتداء على القيم الأسرية أو الخصوصية عبر الرسائل الكثيفة دون موافقة، أو تسليم بيانات للترويج دون موافقة، أو نشر محتوى ينتهك الخصوصية سواء كان صحيحًا أو غير صحيح.",
		"keywords": [
			"الخصوصية",
			"الرسائل الكثيفة",
			"البيانات الشخصية",
			"النشر الإلكتروني",
			"القيم الأسرية"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-026",
		"article_number": "26",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الثالث: الجرائم المتعلقة بالاعتداء على حرمة الحياة الخاصة والمحتوى المعلوماتى غير المشروع",
		"original_text": "يعاقب بالحبس مدة لا تقل عن سنتين ولا تجاوز خمس سنوات وبغرامة لا تقل عن مائة ألف جنيه ولا تجاوز ثلاثمائة ألف جنيه، أو بإحدى هاتين العقوبتين، كل من تعمد استعمال برنامج معلوماتى أو تقنية معلوماتية فى معالجة معطيات شخصية للغير لربطها بمحتوى مناف للآداب العامة أو لإظهارها بطريقة من شأنها المساس باعتباره أو شرفه.",
		"simplified_summary": "تجرم المادة إساءة استخدام برامج أو تقنيات لمعالجة بيانات شخصية وربطها بمحتوى منافٍ للآداب أو المساس بالشرف أو الاعتبار.",
		"keywords": [
			"البيانات الشخصية",
			"المعالجة",
			"المساس بالشرف",
			"الآداب العامة"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-027",
		"article_number": "27",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الرابع: الجرائم المرتكبة من مدير الموقع",
		"original_text": "يعاقب بالحبس مدة لا تقل عن سنتين وبغرامة لا تقل عن مائة ألف جنيه ولا تزيد على ثلاثمائة ألف جنيه، أو بإحدى هاتين العقوبتين، كل من أنشأ أو أدار أو استخدم موقعًا أو حسابًا خاصًا على شبكة معلوماتية يهدف إلى ارتكاب أو تسهيل ارتكاب جريمة معاقب عليها قانونًا، وذلك فى غير الأحوال المنصوص عليها فى هذا القانون.",
		"simplified_summary": "تجرم المادة إنشاء أو إدارة أو استخدام موقع أو حساب بهدف ارتكاب جريمة أو تسهيلها، مع تحديد عقوبة الحبس والغرامة.",
		"keywords": [
			"مدير الموقع",
			"تسهيل الجريمة",
			"موقع معلوماتي",
			"حساب خاص"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-028",
		"article_number": "28",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الرابع: الجرائم المرتكبة من مدير الموقع",
		"original_text": "يعاقب بالحبس مدة لا تقل عن ستة أشهر وبغرامة لا تقل عن عشرين ألف جنيه ولا تجاوز مائتى ألف جنيه، أو بإحدى هاتين العقوبتين، كل مسئول عن إدارة موقع أو حساب خاص أو بريد إلكترونى أو نظام معلوماتى إذا أخفى أو عبث بالأدلة الرقمية لإحدى الجرائم المنصوص عليها فى هذا القانون والتى وقعت على موقع أو حساب أو بريد إلكترونى بقصد إعاقة عمل الجهات الرسمية المختصة.",
		"simplified_summary": "تجرم المادة إخفاء أو العبث بالأدلة الرقمية من قبل مدير موقع أو حساب أو بريد إلكتروني بقصد إعاقة عمل الجهات الرسمية.",
		"keywords": [
			"الأدلة الرقمية",
			"إعاقة الجهات الرسمية",
			"مدير الموقع",
			"إخفاء الأدلة"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-029",
		"article_number": "29",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الرابع: الجرائم المرتكبة من مدير الموقع",
		"original_text": "يعاقب بالحبس مدة لا تقل عن سنة وبغرامة لا تقل عن عشرين ألف جنيه ولا تجاوز مائتى ألف جنيه، أو بإحدى هاتين العقوبتين، كل مسئول عن إدارة الموقع أو الحساب الخاص أو البريد الإلكترونى أو النظام المعلوماتى عرض أىًّا منهم لإحدى الجرائم المنصوص عليها فى هذا القانون. ويعاقب بالحبس مدة لا تقل عن ستة أشهر وبغرامة لا تقل عن عشرة آلاف جنيه ولا تجاوز مائة ألف جنيه، أو بإحدى هاتين العقوبتين، كل مسئول عن إدارة الموقع أو الحساب الخاص أو البريد الإلكترونى أو النظام المعلوماتى تسبب بإهماله فى تعرض أىٍّ منهم لإحدى الجرائم المنصوص عليها فى هذا القانون وكان ذلك بعدم اتخاذ التدابير والاحتياطات التأمينية الواردة فى اللائحة التنفيذية لهذا القانون.",
		"simplified_summary": "تجرم المادة مسؤولية مدير الموقع أو الحساب أو البريد الإلكتروني عن تعريضها للجرائم المنصوص عليها، وتقرر عقوبة أخف في حالة الإهمال لعدم اتخاذ التدابير التأمينية.",
		"keywords": [
			"مسؤولية مدير الموقع",
			"الإهمال",
			"التدابير التأمينية",
			"تعريض الموقع للجريمة"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-030",
		"article_number": "30",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الخامس: المسؤولية الجنائية لمقدمي الخدمة",
		"original_text": "يعاقب بالحبس مدة لا تقل عن سنة وبغرامة لا تقل عن خمسمائة ألف جنيه ولا تجاوز مليون جنيه، أو بإحدى هاتين العقوبتين، كل مقدم خدمة امتنع عن تنفيذ القرار الصادر من المحكمة الجنائية المختصة بحجب أحد المواقع أو الروابط أو المحتوى المشار إليه فى الفقرة الأولى من المادة (7) من هذا القانون. فإذا ترتب على الامتناع عن تنفيذ القرار الصادر من المحكمة وفاة شخص أو أكثر، أو الإضرار بالأمن القومى، تكون العقوبة السجن المشدد والغرامة التى لا تقل عن ثلاثة ملايين جنيه ولا تجاوز عشرين مليون جنيه، وتقضى المحكمة فضلًا عن ذلك بإلغاء ترخيص مزاولة النشاط.",
		"simplified_summary": "تقرر المادة مسؤولية مقدم الخدمة عن الامتناع عن تنفيذ قرار حجب صادر من المحكمة، مع تشديد العقوبة إلى السجن المشدد والغرامة الكبيرة وإلغاء الترخيص إذا ترتب على الامتناع وفاة أو ضرر بالأمن القومي.",
		"keywords": [
			"مقدم الخدمة",
			"تنفيذ قرار الحجب",
			"الأمن القومي",
			"إلغاء الترخيص",
			"السجن المشدد"
		],
		"cross_references": [
			"المادة 7"
		],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-031",
		"article_number": "31",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الخامس: المسؤولية الجنائية لمقدمي الخدمة",
		"original_text": "يعاقب بالحبس مدة لا تقل عن سنة وبغرامة لا تقل عن خمسة آلاف جنيه ولا تجاوز عشرين ألف جنيه، أو بإحدى هاتين العقوبتين، كل مقدم خدمة خالف الأحكام الواردة بالبند (2) من الفقرة أولًا من المادة (2) من هذا القانون، وتتعدد عقوبة الغرامة بتعدد المجنى عليهم من مستخدمى الخدمة.",
		"simplified_summary": "تقرر المادة عقوبة مخالفة مقدم الخدمة لواجب السرية وعدم الإفشاء المنصوص عليه بالمادة (2/أولًا/2)، مع تعدد الغرامة بتعدد المجني عليهم.",
		"keywords": [
			"مقدم الخدمة",
			"سرية البيانات",
			"المادة 2",
			"تعدد الغرامة"
		],
		"cross_references": [
			"المادة 2"
		],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-032",
		"article_number": "32",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الخامس: المسؤولية الجنائية لمقدمي الخدمة",
		"original_text": "يعاقب بالحبس مدة لا تقل عن ستة أشهر وبغرامة لا تقل عن عشرين ألف جنيه ولا تجاوز مائة ألف جنيه، أو بإحدى هاتين العقوبتين، كل مقدم خدمة امتنع عن تنفيذ القرار الصادر من جهة التحقيق المختصة بتسليم ما لديه من البيانات أو المعلومات المشار إليها فى المادة (6) من هذا القانون.",
		"simplified_summary": "تقرر المادة عقوبة امتناع مقدم الخدمة عن تسليم البيانات والمعلومات المطلوبة بقرار من جهة التحقيق وفق المادة (6).",
		"keywords": [
			"مقدم الخدمة",
			"تسليم البيانات",
			"جهة التحقيق",
			"المادة 6"
		],
		"cross_references": [
			"المادة 6"
		],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-033",
		"article_number": "33",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الخامس: المسؤولية الجنائية لمقدمي الخدمة",
		"original_text": "1- يعاقب بغرامة لا تقل عن خمسة ملايين جنيه ولا تجاوز عشرة ملايين جنيه، كل مقدم خدمة أخل بأى من التزاماته المنصوص عليها فى البند (1) من المادة (2) من هذا القانون، وتضاعف عقوبة الغرامة فى حالة العود، وللمحكمة أن تقضى بإلغاء الترخيص. 2- ويعاقب بغرامة لا تقل عن عشرين ألف جنيه ولا تجاوز مائتى ألف جنيه، كل مقدم خدمة خالف أحكام الفقرة (ثانيًا) و(رابعًا) من المادة (2) من هذا القانون. ويعاقب بالحبس مدة لا تقل عن ثلاثة أشهر وبالغرامة التى لا تقل عن مائتى ألف جنيه ولا تجاوز مليون جنيه، كل مقدم خدمة خالف أحكام الفقرة (ثالثًا) من المادة (2) من هذا القانون.",
		"simplified_summary": "تحدد المادة جزاءات مالية جسيمة لإخلال مقدم الخدمة بالتزامات حفظ السجلات المنصوص عليها بالمادة (2/أولًا/1)، مع مضاعفة الغرامة وإمكانية إلغاء الترخيص، وغرامات لمخالفة الفقرتين (ثانيًا) و(رابعًا)، وعقوبة حبس وغرامة لمخالفة الفقرة (ثالثًا).",
		"keywords": [
			"مقدم الخدمة",
			"التزامات الحفظ",
			"إلغاء الترخيص",
			"غرامات",
			"المادة 2"
		],
		"cross_references": [
			"المادة 2"
		],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-034",
		"article_number": "34",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل السادس: الظروف المشددة في الجريمة",
		"original_text": "إذا وقعت أى جريمة من الجرائم المنصوص عليها فى هذا القانون بغرض الإخلال بالنظام العام أو تعريض سلامة المجتمع وأمنه للخطر أو الإضرار بالأمن القومى للبلاد أو بمركزها الاقتصادى أو منع أو عرقلة ممارسة السلطات العامة لأعمالها أو تعطيل أحكام الدستور أو القوانين أو اللوائح أو الإضرار بالوحدة الوطنية والسلام الاجتماعى تكون العقوبة السجن المشدد.",
		"simplified_summary": "تقرر المادة ظرفًا مشددًا يُغلّظ العقوبة إلى السجن المشدد إذا استهدفت الجريمة الإخلال بالنظام العام أو أمن المجتمع أو الأمن القومي أو تعطيل السلطات أو الدستور أو القوانين أو الإضرار بالوحدة الوطنية.",
		"keywords": [
			"ظروف مشددة",
			"الأمن القومي",
			"النظام العام",
			"الوحدة الوطنية",
			"السجن المشدد"
		],
		"cross_references": [],
		"legal_nature": "ظرف مشدد"
	},
	{
		"article_id": "EG-TECH-ART-035",
		"article_number": "35",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل السابع: المسؤولية الجنائية للشخص الاعتباري",
		"original_text": "يعاقب بالحبس مدة لا تقل عن ثلاثة أشهر وبغرامة لا تقل عن ثلاثين ألف جنيه ولا تزيد على مائة ألف جنيه، أو بإحدى هاتين العقوبتين، كل مسئول عن الإدارة الفعلية لشخص اعتبارى إذا تعرض الموقع أو الحساب الخاص أو البريد الإلكترونى أو النظام المعلوماتى المخصص للكيان الذى يديره إلى جريمة من الجرائم المنصوص عليها فى هذا القانون، ولم يبلغ بذلك الجهات المختصة وقت علمه بالجريمة.",
		"simplified_summary": "تقرر المادة مسؤولية المدير الفعلي للشخص الاعتباري إذا تعرضت أنظمته أو حساباته لجريمة ولم يبلغ الجهات المختصة عند العلم بها.",
		"keywords": [
			"الشخص الاعتباري",
			"مسؤول الإدارة الفعلية",
			"الإبلاغ",
			"جريمة معلوماتية"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-036",
		"article_number": "36",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل السابع: المسؤولية الجنائية للشخص الاعتباري",
		"original_text": "فى الأحوال التى ترتكب فيها أى من الجرائم المنصوص عليها فى هذا القانون باسم ولحساب الشخص الاعتبارى، يعاقب المسئول عن الإدارة الفعلية إذا ثبت علمه بالجريمة أو سهل ارتكابها تحقيقًا لمصلحة له أو لغيره بذات عقوبة الفاعل الأصلى. وللمحكمة أن تقضى بإيقاف ترخيص ممارسة الشخص الاعتبارى للنشاط مدة لا تزيد على سنة، ولها فى حالة العود أن تحكم بإلغاء الترخيص أو حل الشخص الاعتبارى بحسب الأحوال، ويتم نشر الحكم فى جريدتين يوميتين واسعتي الانتشار على نفقة الشخص الاعتبارى.",
		"simplified_summary": "تقرر المادة مساءلة المدير الفعلي للشخص الاعتباري بعقوبة الفاعل الأصلي إذا علم بالجريمة أو سهّلها، مع جواز وقف الترخيص أو إلغائه أو حل الكيان عند العود، ونشر الحكم.",
		"keywords": [
			"الشخص الاعتباري",
			"المسؤولية الجنائية",
			"إيقاف الترخيص",
			"حل الكيان",
			"نشر الحكم"
		],
		"cross_references": [],
		"legal_nature": "تجريم وعقوبة"
	},
	{
		"article_id": "EG-TECH-ART-037",
		"article_number": "37",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل السابع: المسؤولية الجنائية للشخص الاعتباري",
		"original_text": "فى تطبيق أحكام هذا القانون، لا يترتب على تقرير مسؤولية الإدارة الفعلية للشخص الاعتبارى استبعاد المسؤولية الجنائية للأشخاص الطبيعيين الفاعلين الأصليين أو الشركاء عن ذات الوقائع التى تقوم بها الجريمة.",
		"simplified_summary": "تقرر المادة أن مسؤولية الشخص الاعتباري لا تعفي الفاعلين الأصليين أو الشركاء من المسؤولية الجنائية عن نفس الواقعة.",
		"keywords": [
			"الشخص الاعتباري",
			"عدم الإعفاء",
			"المسؤولية الجنائية",
			"الفاعلون الأصليون"
		],
		"cross_references": [],
		"legal_nature": "حكم توضيحي"
	},
	{
		"article_id": "EG-TECH-ART-038",
		"article_number": "38",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الثامن: العقوبات التبعية",
		"original_text": "مع عدم الإخلال بحقوق الغير حسنى النية، على المحكمة فى حالة الحكم بالإدانة فى أى جريمة من الجرائم المنصوص عليها فى هذا القانون أن تقضى بمصادرة الأدوات والآلات والمعدات والأجهزة مما لا يجوز حيازته قانونًا أو غيرها مما يكون قد استخدم فى ارتكاب الجريمة أو سهّل أو ساهم فى ارتكابها. وفى الحالات التى يتعين لمزاولة النشاط فيها الحصول على ترخيص من إحدى الجهات الحكومية، وكان الشخص الاعتبارى المدان بأى جريمة منصوص عليها فى هذا القانون لم يحصل على الترخيص فيحكم فضلًا عن العقوبات المقررة بالإغلاق.",
		"simplified_summary": "تقرر المادة المصادرة الإلزامية للأدوات المستخدمة في الجريمة، وتضيف عقوبة الإغلاق إذا كان النشاط يستلزم ترخيصًا ولم يحصل عليه الشخص الاعتباري المدان.",
		"keywords": [
			"المصادرة",
			"العقوبات التبعية",
			"الإغلاق",
			"الترخيص"
		],
		"cross_references": [],
		"legal_nature": "عقوبة تبعية"
	},
	{
		"article_id": "EG-TECH-ART-039",
		"article_number": "39",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل الثامن: العقوبات التبعية",
		"original_text": "للمحكمة إذا قضت بالإدانة على أحد الموظفين العموميين لارتكابه جريمة من الجرائم المنصوص عليها فى هذا القانون، وأثناء وبسبب أدائه لوظيفته، أن تقضى بعزله مؤقتًا من وظيفته، إلا فى الحالات المشار إليها فى المادة (34) من هذا القانون فيكون العزل العزل.",
		"simplified_summary": "تجيز المادة عزل الموظف العام مؤقتًا عند الإدانة بجرائم هذا القانون أثناء وبسبب الوظيفة، مع الإحالة لحالات المادة (34) التي يترتب عليها العزل.",
		"keywords": [
			"عزل الموظف العام",
			"العقوبات التبعية",
			"المادة 34"
		],
		"cross_references": [
			"المادة 34"
		],
		"legal_nature": "عقوبة تبعية"
	},
	{
		"article_id": "EG-TECH-ART-040",
		"article_number": "40",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل التاسع: الشروع والإعفاء من العقوبة",
		"original_text": "يعاقب كل من شرع فى ارتكاب الجرائم المنصوص عليها بالقانون بما لا يجاوز نصف الحد الأقصى للعقوبة المقررة للجريمة.",
		"simplified_summary": "تقرر المادة عقوبة الشروع بما لا يجاوز نصف الحد الأقصى للعقوبة المقررة للجريمة.",
		"keywords": [
			"الشروع",
			"نصف الحد الأقصى",
			"العقوبة"
		],
		"cross_references": [],
		"legal_nature": "حكم عام"
	},
	{
		"article_id": "EG-TECH-ART-041",
		"article_number": "41",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل التاسع: الشروع والإعفاء من العقوبة",
		"original_text": "يُعفى من العقوبات المقررة للجرائم المنصوص عليها فى هذا القانون، كل من بادر من الجناة أو الشركاء إلى إبلاغ السلطات القضائية أو السلطات العامة بما يعلمه عنها قبل البدء فى تنفيذ الجريمة وقبل كشفها. ويجوز للمحكمة الإعفاء من العقوبة أو التخفيف منها إذا حصل الإبلاغ بعد كشف الجريمة وقبل التصرف فى التحقيق فيها، إذا مكن الجانى أو الشريك فى أثناء التحقيق السلطات المختصة من القبض على مرتكبى الجريمة الآخرين، أو على ضبط الأموال موضوع الجريمة، أو أعان أثناء البحث والتحقيق على كشف الحقيقة فيها، أو على القبض على مرتكبى جريمة أخرى مماثلة لهذا النوع والخطورة. ولا يخل حكم هذه المادة بوجوب الحكم برد المال المتحصل من الجرائم المنصوص عليها بالقانون.",
		"simplified_summary": "تقرر المادة الإعفاء أو التخفيف من العقوبة لمن يبادر بالإبلاغ قبل تنفيذ الجريمة أو قبل كشفها، وتجيز الإعفاء بعد الكشف إذا ساعد في القبض على الجناة أو ضبط الأموال أو كشف الحقيقة، مع وجوب رد المال المتحصل.",
		"keywords": [
			"الإعفاء من العقوبة",
			"الإبلاغ",
			"ضبط الأموال",
			"كشف الحقيقة"
		],
		"cross_references": [],
		"legal_nature": "إعفاء/تخفيف"
	},
	{
		"article_id": "EG-TECH-ART-042",
		"article_number": "42",
		"part (Bab)": "الباب الثالث: الجرائم والعقوبات",
		"chapter (Fasl)": "الفصل التاسع: الشروع والإعفاء من العقوبة",
		"original_text": "قبل صيرورة الحكم باتًا، وفى أية حالة كانت عليها الدعوى الجنائية، يجوز للمتهم إثبات الصلح مع المجنى عليه أو وكيله الخاص أو خلفه العام أمام النيابة العامة أو المحكمة المختصة بحسب الأحوال وذلك فى الجنح المنصوص عليها فى المواد (14، 15، 16، 17، 18، 19، 23، 26، 28، 30، 31) من هذا القانون. ولا يُنتج إقرار المجنى عليه بالصلح المنصوص عليه بالفقرة السابقة أثره إلا باعتماده من الجهاز بالنسبة للجنح المنصوص عليها بالمواد (14، 17، 18، 23) من هذا القانون. كما لا يُقبل التصالح إلا من خلال الجهاز بخصوص الجنح المنصوص عليها بالمادتين (29، 35) من هذا القانون. ولا يسقط حق المتهم فى التصالح برفع الدعوى الجنائية إلى المحكمة المختصة إذا دفع ثلث الحد الأقصى للغرامة المقررة للجريمة أو قيمة الحد الأدنى أيهما أكثر، قبل صدور حكم نهائى فى الموضوع. وفى جميع الأحوال، يجب على المتهم الذى يرغب فى التصالح أن يسدد قبل رفع الدعوى الجنائية مبلغًا يعادل ضعف الحد الأقصى للغرامة المقررة للجريمة، ويكون السداد إلى خزينة المحكمة المختصة أو النيابة العامة بحسب الأحوال. ويترتب على الصلح انقضاء الدعوى الجنائية، ولا أثر للصلح على حقوق المضرور من الجريمة أو على الدعوى المدنية.",
		"simplified_summary": "تنظم المادة نظام الصلح في بعض الجنح، ومواعيده وشروطه واعتماده من الجهاز في حالات معينة، واشتراط السداد قبل رفع الدعوى، مع أثر الصلح بانقضاء الدعوى الجنائية دون المساس بالحقوق المدنية.",
		"keywords": [
			"الصلح",
			"الجنح",
			"اعتماد الجهاز",
			"انقضاء الدعوى",
			"السداد"
		],
		"cross_references": [
			"المادة 14",
			"المادة 15",
			"المادة 16",
			"المادة 17",
			"المادة 18",
			"المادة 19",
			"المادة 23",
			"المادة 26",
			"المادة 28",
			"المادة 29",
			"المادة 30",
			"المادة 31",
			"المادة 35"
		],
		"legal_nature": "إجراء/صلح"
	},
	{
		"article_id": "EG-TECH-ART-043",
		"article_number": "43",
		"part (Bab)": "الباب الرابع: أحكام انتقالية وختامية",
		"chapter (Fasl)": "غير محدد",
		"original_text": "يلتزم مقدمو الخدمة والمخاطبون بأحكام القانون والتزاماته باتخاذ الإجراءات اللازمة لتقنين أوضاعهم خلال سنة من تاريخ العمل بهذا القانون.",
		"simplified_summary": "تلزم المادة مقدمي الخدمة والمخاطبين بالقانون بتقنين أوضاعهم خلال سنة من تاريخ العمل به.",
		"keywords": [
			"أحكام انتقالية",
			"تقنين الأوضاع",
			"مقدمو الخدمة"
		],
		"cross_references": [],
		"legal_nature": "حكم انتقالي"
	},
	{
		"article_id": "EG-TECH-ART-044",
		"article_number": "44",
		"part (Bab)": "الباب الرابع: أحكام انتقالية وختامية",
		"chapter (Fasl)": "غير محدد",
		"original_text": "يُصدر السيد رئيس مجلس الوزراء اللائحة التنفيذية لهذا القانون خلال ثلاثة أشهر من تاريخ العمل به.",
		"simplified_summary": "تُلزم المادة رئيس مجلس الوزراء بإصدار اللائحة التنفيذية خلال ثلاثة أشهر من تاريخ العمل بالقانون.",
		"keywords": [
			"اللائحة التنفيذية",
			"رئيس مجلس الوزراء",
			"مهلة ثلاثة أشهر"
		],
		"cross_references": [],
		"legal_nature": "حكم ختامي"
	},
	{
		"article_id": "EG-TECH-ART-045",
		"article_number": "45",
		"part (Bab)": "الباب الرابع: أحكام انتقالية وختامية",
		"chapter (Fasl)": "غير محدد",
		"original_text": "يُنشر هذا القانون فى الجريدة الرسمية، ويُعمل به من اليوم التالى لتاريخ نشره. ويُبصم هذا القانون بخاتم الدولة، ويُنفذ كقانون من قوانينها. صدر برئاسة الجمهورية فى 14 ذى الحجة 1439 هـ (الموافق 20 أغسطس 2018 م).",
		"simplified_summary": "تنص المادة على نشر القانون والعمل به من اليوم التالي للنشر، وتذكر تاريخ صدوره وتوقيعه بخاتم الدولة.",
		"keywords": [
			"النشر",
			"بدء العمل بالقانون",
			"تاريخ الإصدار",
			"الجريدة الرسمية"
		],
		"cross_references": [],
		"legal_nature": "حكم ختامي"
	}
]
	}
	

]
